Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-error.po
Languages: cs, de, es, fr, it, pt_br, tr_tr

source: Failed to detach volume %(volume_id)s from %(mp)s
cs: Nelze odpojit svazek %(volume_id)s z %(mp)s
de: Abhängen fehlgeschlagen von %(volume_id)s von %(mp)s
es: No se ha podido desconectar el volumen %(volume_id)s de %(mp)s
fr: Echec de la déconnexion du volume %(volume_id)s de %(mp)s
it: Impossibile scollegare il volume %(volume_id)s da %(mp)s
pt_br: Falha ao remover volume %(volume_id)s de %(mp)s
tr_tr: %(volume_id)s mantıksal sürücüsünün %(mp)s den ayrılması başarısız

source: Failed to download %(image_location)s to %(image_path)s
cs: Nelze stáhnout %(image_location)s do %(image_path)s
de: Download %(image_location)s zu %(image_path)s fehlgeschlagen
es: No se ha podido descargar %(image_location)s en %(image_path)s
fr: Echec du téléchargement de %(image_location)s dans %(image_path)s
it: Impossibile scaricare %(image_location)s in %(image_path)s
pt_br: Falha ao fazer o download de %(image_location)s para %(image_path)s
tr_tr: %(image_path)si için %(image_location)s indirme işlemi başarısız

source: Failed to extract compute RPC version from service history because I am too old (minimum version is now %(version)i)
cs: Nelze extrahovat verzi výpočetní RPC z historii služeb, protože je příliš stará. (Minimální verze je nyní %(version)i)
pt_br: Falha ao extrair a versão do RPC de cálculo a partir do histórico de serviço porque ela é muito antiga (a versão mínima agora é %(version)i)

source: Failed to extract compute RPC version from service history for version %(version)i
cs: Nelze extrahovat verzi výpočetní RPC z historii služeb, pro verzi %(version)i
pt_br: Falha ao extrair a versão do RPC de cálculo a partir do histórico de serviço para a versão %(version)i

source: Failed to fetch glance image
cs: Nelze získat obraz glance
de: Abruf des Glance Abbildes fehlgeschlagen
es: No se ha podido captar la imagen glance
fr: Echec de l'extraction de l'image Glance
it: Impossibile recuperare l'immagine glance
pt_br: Falha ao buscar imagem de visão rápida
tr_tr: Glance imajı getirilirken hata

source: Failed to find an SR for volume %s
cs: Nelze najít SR pro svazek %s
de: Konnte kein SR finden für Datenträger %s
es: Error al encontrar SR para volumen %s
fr: Échec a trouvé un SR pour le volume %s
it: Impossibile trovare un repositorio di storage per il volume: %s
pt_br: Falha ao localizar um SR para o volume %s
tr_tr: %s mantıksal sürücüsü için SR bulunamadı

source: Failed to forget the SR for volume %s
cs: Nelze zapomenout SR svazku %s
de: Fehler beim Vergessen des SR für Datenträger %s
es: Error al olvidad el SR para volumen %s
fr: Échec à oublier le SR pour le volume %s
it: Impossibile rimuovere il repositorio di storage per il volume %s
pt_br: Falha ao esquecer o SR para o volume %s
tr_tr: %s mantıksal sürücüsü için SR unutma başarısız

source: Failed to generate usage audit for instance on host %s
cs: Nelze vytvořit kontrolu využití pro instanci na hostiteli %s
de: Fehler bei der Generierung des Verwendungsreports für Instanz an Host %s
es: No se ha podido generar auditoría de uso para la instancia en el host %s
fr: Echec de la génération de l'audit d'utilisation pour l'instance sur l'hôte %s
it: Impossibile generare il controllo dell'utilizzo per l'istanza sull'host %s
pt_br: Falha ao gerar auditoria de uso para a instância no host %s
tr_tr: %s istemcisi üzerindeki sunucu için kullanım denetimi üretilemedi

source: Failed to get compute_info for %s
cs: Nelze získat informace o výpočtu pro %s
de: Fehler beim Beziehen compute_info von %s
es: Fallo al obtener compute_info para %s
fr: Echec à obtenir compute_info pour %s
it: Impossibile ottenere compute_info per %s
pt_br: Falha ao obter compute_info para %s
tr_tr: %s için compute_info alınamadı

source: Failed to get default networks
cs: Nelze získat výchozí sítě
de: Fehler beim Abruf der Standardnetzwerke
es: Fallo al obtener las redes predeterminadas
fr: Échec à obtenir les réseaux par défaut
it: Impossibile ottenere le reti predefinite
pt_br: Falha ao obter redes padrão
tr_tr: Varsayılan ağlar alınamadı

source: Failed to get instance id for metadata request, provider %(provider)s networks %(networks)s requester %(requester)s. Error: %(error)s
cs: Nelze získat id instance pro žádost o popisná data, poskytovatel %(provider)s, sítě %(networks)s, žadatel %(requester)s. Chyba: %(error)s
de: Fehler beim Abruf der Instanz-ID , Provider %(provider)s Netzwerke %(networks)s Anforderer %(requester)s. Fehler: %(error)s
pt_br: Falha ao obter o ID da instância para a solicitação de metadados, provedor %(provider)s, redes %(networks)s, solicitador %(requester)s. Erro: %(error)s

source: Failed to get metadata for IP: %s
cs: Nelze získat popisná data pro Ip adresu: %s
pt_br: Falha ao obter metadados para o IP: %s

source: Failed to get metadata for instance id: %s
cs: Nelze získat popisná data pro id instance: %s
de: Fehler beim Abruf der Metadaten für Instanz-ID: %s
es: Falla al obtener metadatos para la instancia id: %s
fr: Echec d'obtention des métadonnées pour l'ID instance : %s
it: Impossibile ottenere i metadati per l'id dell'istanza: %s
pt_br: Falha ao obter metadados para o ID da instância: %s
tr_tr: Sunucu kimliği için metadata alınmada hata: %s

source: Failed to get nw_info
cs: Nelze získat informace o síti
de: Fehler beim Abruf von nw_info
es: Falla al obtener nw_info
fr: Echec d'obtention de nw_info
it: Impossibile ottenere nw_info
pt_br: Falha ao obter nw_info
tr_tr: nw_info alınamadı

source: Failed to instantiate the download handler for %(scheme)s
cs: Nelze zavést obslužnou rutinu stažení pro %(scheme)s
de: Instanziieren der Download-Steuerung fehlgeschlagen für %(scheme)s
es: Fallo al instanciar el manejador de descargas para %(scheme)s
fr: Échec à instancier le gestionnaire de téléchargement pour %(scheme)s
it: Impossibile istanziare l'handler di download per %(scheme)s
pt_br: Falha ao instanciar o manipulador de download para %(scheme)s
tr_tr: %(scheme)s için indirme işleyicisi ilklendirilemedi

source: Failed to kill process %(pid)s due to %(reason)s, while deleting the instance.
cs: Nelze ukončit proces %(pid)s kvůli %(reason)s, při mazání instance
de: Fehler beim Töten des Prozesses %(pid)s durch %(reason)s, beim Löschen der Instanz.
pt_br: Falha ao encerrar o processo %(pid)s devido a %(reason)s, ao excluir a instância.

source: Failed to load %(cfgfile)s: %(ex)s
cs: Nelze načíst %(cfgfile)s: %(ex)s
de: Fehler beim Laden von %(cfgfile)s: %(ex)s
es: Falla cargando %(cfgfile)s: %(ex)s
fr: Echec de chargement %(cfgfile)s: %(ex)s
it: Impossibile caricare %(cfgfile)s: %(ex)s
pt_br: Falha ao carregar %(cfgfile)s: %(ex)s
tr_tr: %(cfgfile)s yüklenemedi: %(ex)s

source: Failed to load %s
cs: Nelze načíst %s
de: Fehler beim Laden von %s
es: Ha fallado la carga de %s
fr: Echec de chargement %s
it: Impossibile caricare %s
pt_br: Falha ao carregar %s
tr_tr: %s yüklenemedi

source: Failed to load %s-api
cs: Nelze načíst %s-api
de: Fehler beim Laden %s-Api
es: Error al cargar %s-api
fr: Échec de chargement api-%s
it: Impossibile caricare %s-api
pt_br: Falha ao carregar a API %s
tr_tr: %s-api yükleme başarısı

source: Failed to mount container filesystem '%(image)s' on '%(target)s': %(errors)s
cs: Nelze připojit souborový systém kontejneru '%(image)s' v '%(target)s': %(errors)s
de: Fehler beim Einhängen des Container-Dateisystems '%(image)s' an '%(target)s': %(errors)s
es: Se ha encontrado un error en el montaje del sistema de archivos de contenedor '%(image)s' en '%(target)s': : %(errors)s
fr: Echec du montage du système de fichiers de conteneur '%(image)s' sur '%(target)s' : %(errors)s
it: Impossibile montare file system del contenitore '%(image)s' in '%(target)s': %(errors)s
pt_br: Falha ao montar o sistema de arquivos do contêiner '%(image)s' em '%(target)s': %(errors)s
tr_tr: Kap dosya sistemi '%(image)s' '%(target)s' üstüne bağlanamadı: %(errors)s

source: Failed to notify cells of BDM destroy.
cs: Nelze oznámit buňkám zničení BDM.
de: Fehler bei der Benachrichtigung der Zellen von BDM über Zerstörung.
es: Fallo al notiifcar las celdas de destrucción de BDM
it: Impossibile notificare alle celle la rimozione del BDM.
pt_br: Falha ao notificar células de destruição de BDM
tr_tr: BDM silme hücrelerini bilgilendirme başarısız.

source: Failed to notify cells of BDM update/create.
cs: Nelze oznámit buňkám aktualizaci/vytvoření BDM.
de: Fehler bei der Benachrichtigung der Zellen von BDM über Aktualisierung/Erstellung.
es: Fallo al notificar las celdas de actualización/creación de BDM.
it: Impossibile notificare alle celle la creazione/aggiornamento del BDM.
pt_br: Falha ao notificar células de atualização/criação de BDM.
tr_tr: BDM güncelleme/oluşturma hücrelerini bilgilendirme başarısız.

source: Failed to notify cells of bw_usage update
cs: Nelze buňkám oznámit aktualizaci využití šířky pásma
de: Fehler bei der Notifizierung der Zelle von bw_usage
es: No se ha podido notificar a las celdas la actualización de bw_usage
fr: Impossible d'avertir les cellules de la mise à jour de bw_usage
it: Impossibile notificare alle celle l'aggiornamento di bw_usage
pt_br: Falha ao notificar células de atualização de bw_usage
tr_tr: Hücrelerin bw_usage güncellemesi ile bilgilendirilmeleri başarısız

source: Failed to notify cells of instance fault
cs: Nelze buňkám oznámit chybu instance
de: Notifizierung der Zellen über Instanzfehler fehlgeschlagen
es: No se ha podido notificar a las celdas el error de instancia
fr: Impossible d'avertir les cellules de l'erreur d'instance
it: Impossibile notificare alle celle l'errore dell'istanza
pt_br: Falha ao notificar células de falha da instância
tr_tr: Hücreler sunucu arızasıyla ilgili bilgilendirilemedi

source: Failed to notify cells of instance info cache update
cs: Nelze buňkám oznámit aktualizaci mezipaměti informací instance
de: Notifizierung der Zellen über Aktualisisierung der Instanzinformationsspeicher fehlgeschlagen
es: No se ha podido notificar a las celdas la actualización de memoria caché de información de instancia
fr: Impossible d'avertir les cellules de la mise à jour du cache d'informations d'instance
it: Impossibile notificare alle celle l'aggiornamento delle informazioni della cache sull'istanza
pt_br: Falha ao notificar células de atualização do cache de informações da instância
tr_tr: Sunucu bilgi zula güncelleme hücrelerini bilgilendirme başarısız

source: Failed to remove %(base_file)s, error was %(error)s
cs: Nelze odstranit %(base_file)s, chyba byla %(error)s
de: Fehler beim Löschen %(base_file)s, Fehler war %(error)s
es: No se ha podido eliminar %(base_file)s, el error era %(error)s
fr: Echec du retrait de %(base_file)s, erreur %(error)s
it: Impossibile rimuovere %(base_file)s, l'errore era %(error)s
pt_br: Falha ao remover %(base_file)s; o erro foi %(error)s
tr_tr: %(base_file)s dosyasını kaldırma başarısız, %(error)s

source: Failed to request Ironic to provision instance %(inst)s: %(reason)s
cs: Nelze zažádat Ironic o poskytnutí instance %(inst)s: %(reason)s
de: Ironic-Anfrage fehlgeschlagen bei der Erstellung der Instanz %(inst)s: %(reason)s
es: Error al solicitar Ironic para aprovisionar instancia %(inst)s: %(reason)s
fr: Échec de la demande Ironic pour la fourniture de l'instance %(inst)s : %(reason)s
it: Impossibile richiedere Ironic per la fornitura dell'istanza %(inst)s: %(reason)s
pt_br: Falha ao solicitar provisão da instância pelo Ironic %(inst)s: %(reason)s
tr_tr: Ironic'den %(inst)s sunucusunu açmasını isteme başarısız: %(reason)s

source: Failed to retrieve encryption metadata for volume %(volume_id)s: %(exception)s
cs: Nelze získat popisná data šifrování svazku %(volume_id)s: %(exception)s
de: Fehler beim Empfangen der verschlüsselten Metadaten für Datenträger %(volume_id)s: %(exception)s
es: Fallo al recuperar los metadatos de encripción para el volumen %(volume_id)s: %(exception)s
fr: Échec à récupérer le chiffrement des métadonnées pour le volume %(volume_id)s : %(exception)s
it: Impossibile recuperare i metadati di crittografia per il volume %(volume_id)s: %(exception)s
pt_br: Falha ao recuperar metadados de criptografia para o volume %(volume_id)s: %(exception)s
tr_tr: %(volume_id)s için şifreleme metadata'sı alma başarısız: %(exception)s

source: Failed to retrieve ephemeral encryption key
cs: Nelze získat efemerní šifrovací klíč
de: Bezug des flüchtigen Verschlüsselungsschlüssel fehlgeschlagen
es: Error al recuperar clave de cifrado efímera
fr: Echec à récupérer la clé de chiffrement éphémere
it: Impossibile recuperare la chiave di crittografia temporanea
pt_br: Falha ao recuperar chave de criptografia efêmera
tr_tr: Geçici şifreleme anahtarı alınması başarısız

source: Failed to revert crashed migration
cs: Nelze vrátit nezdařené přesunutí
de: Fehler beim Zurücknehmen der abgestürzten Migration
es: Se ha encontrado un error en al revertir la migración colgada
fr: Echec de rétablissement de la migration interrompue
it: Impossibile riprendere la migrazione interrotta in modo anomalo
pt_br: Falha ao reverter a migração travada
tr_tr: Çökmüş göçün geri alınması başarısız

source: Failed to roll back reservations %s
cs: Nelze vrátit zpět rezervaci %s
de: Fehler beim Rücksetzen der Reservierung %s
es: Falla al revertir las reservaciones %s
fr: Échec à restaurer les réservations %s
it: Impossibile richiamare le prenotazioni %s
pt_br: Falha ao voltar atrás das reservas %s
tr_tr: Rezervasyonlar geri alınamadı %s

source: Failed to rollback quota for failed finish_resize
cs: Nelze vrátit zpět kvótu pro neúspěšné dokončení změny velikosti
de: Quota zurückrollen fehlgeschlagen für fehlgeschlagenes finish_resize
es: Error al restaurar capacidad para finish_resize fallido
pt_br: Falha ao recuperar cota para finish_resize
tr_tr: Başarısız olmuş finish_resize için kota geri alma başarısız

source: Failed to send message to cell: %(next_hop)s
cs: Nelze odeslat zprávu buňce: %(next_hop)s
de: Fehler beim Senden der Nachricht zur Zelle: %(next_hop)s
es: Error al enviar mensaje a celda: %(next_hop)s
pt_br: Falha ao enviar mensagem para a célula: %(next_hop)s
tr_tr: İleti hücreye gönderilemedi: %(next_hop)s

source: Failed to send state update notification
cs: Nelze odeslat oznámení o aktualizaci stavu
de: Fehler beim Senden der Notifizierung zur Statusänderung
es: Falla enviando notificación de actualización de estado
fr: Echec de l'envoi de la notification de mise à jour d'état
it: Invio della notifica di aggiornamento dello stato non riuscita
pt_br: Falha ao enviar notificação de atualização de estado
tr_tr: Durum güncelleme bildirimi gönderilemedi

source: Failed to send updated snapshot status to volume service.
cs: Nelze odeslat aktualizovaný stav snímku do služby svazku.
de: Fehler beim Senden des Aktualisierungsstatus der Schattenkopie an den Datenträgerdienst.
es: Fallo al enviar estado de instantánea actualizada al servicio de volumen.
fr: Échec à envoyer un statut de l'instantané mis à jour au service volume.
it: Impossibile inviare lo stato di snapshot aggiornato al servizio di volume.
pt_br: Falha ao enviar status atualizado da captura instantânea para o serviço de volume.
tr_tr: Güncellenmiş anlık görüntü durumunun mantıksal sürücü servisine gönderilmesi başarısız.

source: Failed to set instance name using multi_instance_display_name_template.
cs: Nelze nastavit název instance pomocí multi_instance_display_name_template.
de: Fehler beim Setzen des Instanz-Namens instance_display_name_template.
es: Se ha encontrado un error en la definición del nombre de instancia mediante multi_instance_display_name_template.
fr: Echec de définition du nom d'instance à l'aide du modèle multi_instance_display_name_template.
it: Impossibile impostare il nome dell'istanza utilizzando multi_instance_display_name_template.
pt_br: Falha ao configurar o nome da instância usando multi_instance_display_name_template.
tr_tr: multi_instance_display_name_template kullanarak sunucu ismi ayarlanamadı.

source: Failed to start %(name)s on %(host)s:%(port)s with SSL support
cs: Nelze spustit %(name)s na %(host)s:%(port)s s podporou SSL
de: Fehler beim Starten %(name)s auf %(host)s:%(port)s mit SSL-Unterstützung
es: Falla al iniciar %(name)s en %(host)s:%(port)s con soporte SSL
fr: Impossible de démarrer %(name)s sur %(host)s:%(port)s avec le support SSL
it: Avvio di %(name)s non riuscito in %(host)s:%(port)s con il supporto SSL
pt_br: Falha ao iniciar %(name)s no %(host)s:%(port)s com suporte SSL
tr_tr: %(host)s:%(port)s üzerinde SSL destekli %(name)s başlatılamadı

source: Failed to start instance
cs: Nelze spustit instanci
de: Fehler beim Starten der Instanz
es: Fallo al iniciar instancia
fr: Echec dans le démarrage de l'instance
it: Impossibile avviare l'istanza
pt_br: Falha ao iniciar a instância
tr_tr: Sunucu başlatma başarısız

source: Failed to stop instance
cs: Nelze zastavit instance
de: Anhalten der Instanz fehlgeschlagen
es: Fallo al detener instancia
fr: Echec dans l'arrêt de l'instance
it: Impossibile fermare l'istanza
pt_br: Falha ao parar a instância
tr_tr: Sunucu durdurma başarısız

source: Failed to swap volume %(old_volume_id)s for %(new_volume_id)s
cs: Nelze vyměnit svazek %(old_volume_id)s za %(new_volume_id)s
de: Tausch des Datenträgers fehlgeschlagen von %(old_volume_id)s nach %(new_volume_id)s
es: Fallo para intercambiar volúmen %(old_volume_id)s por %(new_volume_id)s
fr: Echec à échanger le volume %(old_volume_id)s par %(new_volume_id)s
it: Impossibile fare lo swap del volume %(old_volume_id)s per %(new_volume_id)s
pt_br: Falha ao trocar volume %(old_volume_id)s para %(new_volume_id)s
tr_tr: %(old_volume_id)s nin %(new_volume_id)s ile yer değişmesi başarısız

source: Failed to teardown container filesystem
cs: Nelze strhnout souborový systém kontejneru
de: Fehler beim Einreissen des Container-Dateisystems
es: Error al desarmar el sistema de archivo de contenedor
pt_br: Falha ao desativar o sistema de arquivos do contêiner
tr_tr: Kap dosya sistemi koparılamadı

source: Failed to umount container filesystem
cs: Nelze odpojit souborový systém kontejneru
de: Fehler beim Aushängen des Container-Dateisystems
es: Error al desmontar el sistema de archivos de contenedor
pt_br: Falha ao desmontar o sistema de arquivos do contêiner
tr_tr: Kap dosya sistemi ayırma başarısız

source: Failed to unpause instance
cs: Nelze zrušit pozastavení iínstance
de: Aufheben des Pausierens fehlgeschlagen.
es: Fallo al reanudar la instancia
pt_br: Falha ao despausar a instância
tr_tr: Sunucu sürdürme başarısız

source: Failed to untar %(image_location)s to %(image_path)s
cs: Nelze rozbalit %(image_location)s do %(image_path)s
de: Auspacken von %(image_location)s zu %(image_path)s fehlgeschlagen
es: No se ha podido ejecutar untar %(image_location)s en %(image_path)s
fr: Echec de la décompression de %(image_location)s dans %(image_path)s
it: Impossibile l'estrazione di file tar %(image_location)s in %(image_path)s
pt_br: Falha ao descompactar arquivo tar %(image_location)s para %(image_path)s
tr_tr: %(image_path)s için %(image_location)s çıkarma işlemi başarısız

source: Failed to update usages bulk deallocating floating IP
cs: Nelze aktualizovat využití při hromadném rušení přidělení plovoucích IP
de: Fehler bei der Aktualisierung der Verbrauchsmenge von Floating-IP
es: Fallo al actualizar uso de desasignación masiva de IP fotante
it: Impossibile aggiornare gli utilizzi di bulk disallocando l'IP mobile
pt_br: Falha ao atualizar usos de desalocação de IP flutuante em massa
tr_tr: Kullanımlar güncellenemedi değişken IP toptan bırakılıyor

source: Failed to update usages deallocating fixed IP
cs: Nelze aktualizovat využití při rušení přidělení pevných IP adres
de: Aktualisierungsfehler der Verwendungen der freigegebenen festen IP-Adressen
es: Se ha encontrado un error en la actualización de los usos desasignando IP flotante
fr: Echec de la mise à jour des messages de désallocation de l'adresse IP fixe
it: Impossibile aggiornare utilizzi deallocazione IP fisso
pt_br: Falha ao atualizar usos de desalocação de IP fixo
tr_tr: Kullanımlar güncellenemedi sabit IP bırakılıyor

source: Failed to update usages deallocating floating IP
cs: Nelze aktualizovat využití při rušení přidělení plovoucí IP adresy
de: Aktualisierungsfehler der Verwendungen der freigegebenen Floating IPs
es: No se han podido actualizar los usos desasignando IP flotante
fr: Echec de la mise à jour des messages de désallocation de l'adresse IP flottante
it: Impossibile aggiornare gli utilizzi disallocando l'IP mobile
pt_br: Falha ao atualizar usos de desalocação de IP flutuante
tr_tr: Kullanımlar güncellenemedi değişken IP bırakılıyor

source: Failed to update usages deallocating network.
cs: Nelze aktualizovat využití při rušení přidělení sítě.
de: Fehler bei der Aktualisierung der Verwendung der freigegebenen Netzwerke
es: No se han podido actualizar los usos desasignando la red.
fr: Echec de la mise à jour des messages de désallocation du réseau
it: Impossibile aggiornare utilizzi deallocazione rete.
pt_br: Falha ao atualizar usos de desalocação da rede.
tr_tr: Kullanımların güncellenmesi başarısız ağ bırakılıyor.

source: Failed to update usages deallocating security group
cs: Nelze aktualizovat využití při rušení přidělení bezpečnostní skupiny
de: Fehler bei der Aktualisierung der Verwendung der freigegebenen Sicherheitsgruppen
es: No se han podido actualizar los usos desasignando el grupo de seguridad
fr: Echec de la mise à jour des messages de désallocation du groupe de sécurité
it: Impossibile aggiornare utilizzi deallocazione gruppo di sicurezza
pt_br: Falha ao atualizar usos de desalocação de grupo de segurança
tr_tr: Kullanımların güncellenmesi başarısız güvenlik grubu bırakılıyor

source: Failed to update usages deallocating server group
cs: Nelze aktualizovat využití při rušení přidělení skupiny serveru
de: Fehler bei der Aktualisierung der Verwendung der freigegebenen Servergruppen
es: Error al actualizar los usos desasignando el grupo de servidor
fr: Échec dans la mise à jour des fonctions des désallocations des groupes de serveur
it: Impossibile aggiornare gli usi deallocando il gruppo di server.
pt_br: Falha ao atualizar usos de desalocação de grupo de servidores
tr_tr: Kullanımların güncellenmesi başarısız sunucu grubu bırakılıyor.

source: Failed to upload %(image_location)s to %(image_path)s
cs: Nelze nahrát %(image_location)s do %(image_path)s
de: Hochladen von %(image_location)s zu %(image_path)s fehlgeschlagen
es: No se ha podido subir %(image_location)s a %(image_path)s
fr: Echec du téléchargement de %(image_location)s dans %(image_path)s
it: Impossibile caricare %(image_location)s in %(image_path)s
pt_br: Falha ao fazer upload de %(image_location)s para %(image_path)s
tr_tr: %(image_path)s için %(image_location)s yükleme işlemi başarısız

source: Failed to write configuration file
cs: Nelze zapsat soubor s nastavením
de: Fehler beim Schreiben der Konfigurationsdatei
es: No se ha podido grabar archivo de configuración
fr: Impossible d'écrire le fichier de configuration.
it: Impossibile scrivere il file di configurazione
pt_br: Falha ao gravar arquivo de configuração
tr_tr: Yapılandırma dosyası yazma başarısız

source: Failed to write inbound.csr
cs: Nelze zapisovat do inbound.csr
de: Schreiben der inbound.csr ist fehlgeschlagen
es: Falla al grabar inbound.csr
fr: Impossible d'écrire inbound.csr
it: Impossibile scrivere inbound.csr
pt_br: Falha ao gravar inbound.csr
tr_tr: inbound.csr yazılamadı

source: Failed while plugging ib hostdev vif
cs: Zapojování ib hostdev virtuálního rozhraní selhalo
de: Fehler beim Anschliessen von ib hostdev vif
pt_br: Falha ao conectar ib hostdev vif
