Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Unable to introduce VDI for SR %s
es: Inposible insertar VDI para SR %s
fr: Impossible d'introduire le VDI pour SR %s
ko_kr: SR %s에 대한 VDI를 도입할 수 없음
pt_br: Não foi possível introduzir VDI para SR %s
tr_tr: SR %s için VDI getirilemedi
zh_cn: 无法为存储库 %s 引入VDI
zh_tw: 無法給「儲存體儲存庫 (SR)」%s 建立 VDI

source: Cannot purge SR with referenced VDIs
es: No se puede depurar SR con las VDI referenciadas
pt_br: Não é possível limpar o SR com VDIs referenciados
zh_cn: 无法清除具有所引用 VDI 的 SR

source: Unable to obtain target information %s
es: Incapaz de obtener información del objetivo %s
fr: Impossible d'obtenir les informations de la cible %s
ko_kr: 대상 정보 %s을(를) 얻을 수 없음
tr_tr: Hedef bilgi alınamadı %s
zh_tw: 無法取得目標資訊 %s

source: Mountpoint cannot be translated: %s
es: Punto de montaje no puede ser traducido: %s
pt_br: Ponto de montagem não pode ser traduzido: %s
zh_cn: 挂载点无法被翻译：%s

source: Skipping detach because VBD for %s was not found
es: Omitiendo desasociación debido a que VBD para %s no ha sido encontrado

source: Unable to log in to XenAPI (is the Dom0 disk full?)
es: No se puede iniciar la sesión en XenAPI (¿está el disco Dom0 lleno?)
fr: Impossible de se connecter à XenAPI (disque Dom0 plein ?)
ko_kr: XenAPI에 로그인할 수 없음(Dom0 디스크가 가득 찼습니까?)
pt_br: Não foi possível efetuar login no XenAPI (o disco Dom0 está cheio?)
zh_cn: 无法登录到XenAPI(Dom0磁盘是空么？)
zh_tw: 無法登入 XenAPI（Dom0 磁碟已滿？）

source: Host is member of a pool, but DB says otherwise
es: El host es miembro de una agrupación, pero la base de datos indica lo contrario
pt_br: O host é membro de um conjunto, mas o BD diz o contrário
zh_cn: 主机是池的成员，但数据库则不然

source: %(plugin)s.%(fn)s failed. Retrying call.
es: %(plugin)s.%(fn)s fallido. Reintentando llamada.

source: Got exception: %s
es: Obtenida excepción %s
pt_br: Obteve exceção: %s
zh_cn: 得到异常：%s

source: Loading torrent URL fetcher from entry points %(ep)s
es: Cargando buscador de URL torrent para puntos de ingreso %(ep)s

source: Error in handshake: %s
es: Error en reconocimiento: %s
fr: Erreur dans l'établissement de liaison : %s
pt_br: Erro no handshake: %s
zh_cn: 握手出错：%s

source: Invalid request: %s
es: Solicitud no válida: %s
fr: Demande non valide : %s
pt_br: Solicitação inválida: %s
zh_cn: 无效的请求：%s

source: Request: %s
es: Solicitud: %s
fr: Demande : %s
pt_br: Solicitação: %s
zh_cn: 请求：%s

source: Request made with missing token: %s
es: Solicitud realizada con señal que falta: %s
fr: Demande effectuée avec un jeton manquant : %s
pt_br: Solicitação feita com token ausente: %s
zh_cn: 请求缺少令牌：%s

source: Request made with invalid token: %s
es: Solicitud realizada con señal no válida: %s
fr: Demande effectuée avec un jeton non valide : %s
pt_br: Solicitação feita com token inválido: %s
zh_cn: 请求中有无效令牌：%s

source: Unexpected error: %s
es: Error inesperado: %s
fr: Erreur inattendue : %s
pt_br: Erro inesperado: %s
zh_cn: 意外错误：%s

source: Starting nova-xvpvncproxy node (version %s)
es: Iniciando el nodo nova-xvpvncproxy (versión %s)
fr: Démarrage du noeud nova-xvpvncproxy (version %s)
pt_br: Iniciando o nodo nova-xvpvncproxy (versão %s)
zh_cn: 启动nova-xvpvncproxy节点(版本 %s)

source: Cinderclient connection created using URL: %s
es: La conexión Cinderclient se ha creado utilizando URL: %s
pt_br: Conexão Cinderclient criada usando URL: %s

source: status must be 'in-use'
es: el estado debe estar 'in-use'
pt_br: status deve ser 'em-uso'

source: status must be 'available'
es: el estado debe ser 'available'
pt_br: status deve ser 'disponível'
zh_cn: 状态必须是'可用'

source: Ext version: %i
pt_br: Versão Ext: %i

source: error: %s
fr: erreur: %s
ko_kr: 오류: %s
pt_br: erro: %s
tr_tr: hata: %s
zh_cn: 错误：%s
zh_tw: 錯誤：%s

source: Error: %s
pt_br: Erro: %s
zh_cn: 错误：%s

source: %(what)s is deprecated as of %(as_of)s in favor of %(in_favor_of)s and may be removed in %(remove_in)s.
fr: %(what)s déprécié depuis %(as_of)s au bénéfice de %(in_favor_of)s et sera sans doute retiré dans %(remove_in)s.
pt_br: %(what)s está deprecado desde %(as_of)s em favor de %(in_favor_of)s e pode ser removido em %(remove_in)s.

source: %(what)s is deprecated as of %(as_of)s and may be removed in %(remove_in)s. It will not be superseded.
fr: %(what)s déprécié depuis %(as_of)s et sera sans doute retiré dans %(remove_in)s. Ne sera pas remplacé.
pt_br: %(what)s está deprecado desde %(as_of)s e pode ser removido em %(remove_in)s. Ele não será substituído.

source: Filtered %(hosts)s
pt_br: %(hosts)s filtrado(s)

source: %(host_state)s fails instance_type extra_specs requirements
pt_br: %(host_state)s falha nos requisitos de instance_type extra_specs

source: %(host_state)s does not have %(requested_disk)s MB usable disk, it only has %(usable_disk_mb)s MB usable disk.
pt_br: %(host_state)s não possui %(requested_disk)s MB de disco utilizável, ele possui apenas %(usable_disk_mb)s MB de disco utilizável.

source: %(host_state)s does not support requested instance_properties
pt_br: %(host_state)s não suporta instance_properties solicitadas

source: %(host_state)s fails I/O ops check: Max IOs per host is set to %(max_io_ops)s
pt_br: %(host_state)s falha na verificação de ops de E/S: O máx. de E/Ss por host está configurado como %(max_io_ops)s

source: %(host_state)s fails num_instances check: Max instances per host is set to %(max_instances)s
pt_br: %(host_state)s falha na verificação de num_instances: O máx. de instâncias por host está configurado como %(max_instances)s

source: %(host_state)s does not have %(requested_ram)s MB usable ram, it only has %(usable_ram)s MB usable ram.
pt_br: %(host_state)s não possui %(requested_ram)s MB de ram utilizável, ele possui apenas %(usable_ram)s MB de ram utilizável.

source: Connection failed
pt_br: Conexão falhou

source: Checking if %s is running
pt_br: Checando se %s está rodando.

source: Detach_volume: %(connection_info)s from %(instance_name)s
pt_br: Detach_volume: %(connection_info)s de %(instance_name)s
zh_cn: Detach_volume：%(connection_info)s 自 %(instance_name)s

source: data: %(data)r, fpath: %(fpath)r
pt_br: dados: %(data)r, fpath: %(fpath)r

source: block_device_list %s
zh_cn: 块设备列表 block_device_list %s

source: Failed to deploy instance: %(reason)s
fr: Echec de déploiement de l'instance: %(reason)s
ko_kr: 인스턴스 배치 실패: %(reason)s
tr_tr: Sunucu açılamadı: %(reason)s
zh_cn: 未能部署实例： %(reason)s
zh_tw: 無法部署實例：%(reason)s

source: No more available networks.
fr: Plus de réseaux disponibles.
ko_kr: 더 이상 사용 가능한 네트워크가 없습니다.
tr_tr: Daha fazla kullanılabilir ağ yok.
zh_cn: 没有更多可用的网络
zh_tw: 已無其他網路可用。

source: Compute.api::pause %s
zh_cn: Compute.api::暂停 %s

source: Compute.api::unpause %s
zh_cn: Compute.api::取消暂停 %s

source: compute.api::suspend %s
zh_cn: compute.api::挂起 %s

source: Compute.api::lock %s
zh_cn: compute.api::加锁 %s

source: Compute.api::unlock %s
zh_cn: compute.api::解锁 %s

source: hostname
ko_kr: 호스트 이름
zh_cn: 主机名字
zh_tw: 主機名稱

source: host
ko_kr: 호스트
zh_cn: 主机
zh_tw: 主機

source: kernel
fr: noyau
ko_kr: 커널
zh_cn: 内核
zh_tw: 核心

source: Host
ko_kr: 호스트
zh_cn: 主机
zh_tw: 主機

source: Message objects do not support addition.
zh_cn: 消息对象不支持附加。

source: Message objects do not support str() because they may contain non-ascii characters. Please use unicode() or translate() instead.
zh_cn: 消息对象不支持str()，因为其中可能包含非ASCII字符。请使用unicode()或translate()代替。

source: Unexpected error while running command.
zh_cn: 在运行命令时发生预期外错误。

source: %(description)s Command: %(cmd)s Exit code: %(exit_code)s Stdout: %(stdout)r Stderr: %(stderr)r
zh_cn: %(description)s 命令： %(cmd)s 退出码： %(exit_code)s Stdout: %(stdout)r Stderr: %(stderr)r

source: Command requested root, but did not specify a root helper.
zh_cn: 命令要求root，但没有指定root助手。

source: Tables "%s" have non utf8 collation, please make sure all tables are CHARSET=utf8
zh_cn: 表 "%s" 包含非utf8核对， 请确保所有表是 CHARSET=utf8

source: The database is not under version control, but has tables. Please stamp the current version of the schema manually.
zh_cn: 数据库不受版本控制，但是包含表格。请手动标记schema的当前版本。

source: %(address)s is not within %(cidr)s.
fr: %(address)s ne fait pas partie de %(cidr)s.
ko_kr: %(address)s이(가) %(cidr)s에 속하지 않습니다.
tr_tr: %(address)s %(cidr)s içinde değil.
zh_tw: %(address)s 不在 %(cidr)s 內。

source: %(desc)r command: %(cmd)r exit code: %(code)r stdout: %(stdout)r stderr: %(stderr)r
zh_tw: %(desc)r 指令：%(cmd)r 結束碼：%(code)r 標準輸出：%(stdout)r 標準錯誤：%(stderr)r

source: %(field)s should not be part of the updates.
zh_tw: %(field)s 不應是更新的一部分。

source: %(fieldname)s missing field type
zh_tw: %(fieldname)s 遺漏欄位類型

source: %(host)s:%(port)s: Target closed
fr: %(host)s:%(port)s: cible fermé
ko_kr: %(host)s:%(port)s: 대상 처리완료됨
zh_tw: %(host)s:%(port)s：目標已關閉

source: %(key)s must be an integer.
fr: %(key)s doit etre un entier.
ko_kr: %(key)s은(는) 정수여야 합니다.
tr_tr: %(key)s tam sayı olmalı.
zh_tw: %(key)s 必須是整數。

source: %(memsize)d MB of memory assigned, but expected %(memtotal)d MB
fr: %(memsize)d MB de mémoire assignée, mais %(memtotal)d MB attendus
ko_kr: %(memtotal)dMB를 예상했지만 %(memsize)dMB의 메모리가 지정됨
tr_tr: %(memsize)d MB hafıza atanmış, %(memtotal)d MB bekleniyordu
zh_tw: 已指派 %(memsize)d MB 記憶體，但預期為 %(memtotal)d MB

source: %(typename)s in %(fieldname)s is not an instance of Enum
zh_tw: %(fieldname)s 中的 %(typename)s 不是列舉的實例

source: %(worker_name)s value of %(workers)s is invalid, must be greater than 0
fr: La valeur %(worker_name)s de %(workers)s est invalide, elle doit être supérieure à 0
ko_kr: %(workers)s의 %(worker_name)s 값이 올바르지 않습니다. 해당 값은 0보다 커야 합니다.
tr_tr: %(workers)s in %(worker_name)s değeri geçersiz, 0'dan büyük olmalı
zh_tw: %(workers)s 的 %(worker_name)s 值無效，必須大於 0

source: %r failed. Not Retrying.
zh_tw: %r 失敗。將不重試。

source: %r failed. Retrying.
ko_kr: %r 실패. 재시도 중입니다.
tr_tr: %r hatalı. Yeniden deneniyor.
zh_tw: %r 失敗。正在重試。

source: %s does not support disk hotplug.
ko_kr: %s에서 디스크 hotplug를 지원하지 않습니다.
tr_tr: %s disk canlı takmayı desteklemiyor.
zh_tw: %s 不支援磁碟熱插拔。

source: %s format is not supported
fr: Le format %s n'est pas supporté
ko_kr: %s 형식이 지원되지 않음
tr_tr: %s biçimi desteklenmiyor
zh_tw: 不支援 %s 格式

source: %s is not supported.
fr: %s n'est pas supporté.
ko_kr: %s이(가) 지원되지 않습니다.
tr_tr: %s desteklenmiyor.
zh_tw: 不支援 %s。

source: '%(other)s' should be an instance of '%(cls)s'
zh_tw: '%(other)s' 應該是 '%(cls)s' 的實例

source: '%s' is either missing or empty.
fr: '%s' est soit manquant ou vide.
ko_kr: '%s'이(가) 누락되었거나 비어 있습니다.
zh_tw: '%s' 已遺漏或者是空的。

source: 'rxtx_factor' argument must be a float between 0 and %g
ko_kr: 'rxtx_factor' 인수는 0에서 %g 까지의 부동수여야 함
tr_tr: 'rxtx_factor' bağımsız değişkeni 0 ve %g arasında kesirli bir sayı olmalı
zh_tw: 'rxtx_factor' 引數必須是介於 0 和 %g 之間的浮點數

source: A NetworkModel is required in field %s
tr_tr: %s alanında bir AğModeli gerekli
zh_tw: 欄位 %s 需要 NetworkModel

source: A valid disk parameter is required
fr: Un paramètre de disque valide est demandé
ko_kr: 올바른 디스크 매개변수가 필요함
zh_tw: 需要有效的磁碟參數

source: A valid name parameter is required
fr: Un nom de paramètre valide est demandé
ko_kr: 올바른 이름 매개변수가 필요함
zh_tw: 需要有效的名稱參數

source: A valid ram parameter is required
fr: Une ram de paramètre valide est demandée
ko_kr: 올바른 ram 매개변수가 필요함
zh_tw: 需要有效的 RAM 參數

source: A valid vcpus parameter is required
fr: Un vcpus de paramètre valide est demandé
ko_kr: 올바른 vcpus 매개변수가 필요함
zh_tw: 需要有效的 vcpu 參數

source: API Version String %(version)s is of invalid format. Must be of format MajorNum.MinorNum.
ko_kr: API 버전 문자열 %(version)s 형식이 올바르지 않습니다. 형식은 MajorNum.MinorNum 이어야 합니다.
tr_tr: API Sürüm Karakter Dizisi %(version)s geçersiz bir biçimde. MajorNum.MinorNum biçiminde olmalı.
zh_tw: API 版本字串 %(version)s 格式無效。格式必須為 MajorNum.MinorNum。

source: API version %(version)s is not supported on this method.
ko_kr: API 버전 %(version)s에서는 이 메소드를 지원하지 않습니다..
tr_tr: API sürümü %(version)s bu metodda desteklenmiyor.
zh_tw: 此方法不支援 API %(version)s 版。

source: Action: '%(action)s', calling method: %(meth)s, body: %(body)s
ko_kr: 조치: '%(action)s', 호출 메소드: %(meth)s, 본문: %(body)s
tr_tr: Eylem: '%(action)s', çağıran metod: %(meth)s, gövde: %(body)s
zh_tw: 動作：'%(action)s'，呼叫方法：%(meth)s，主體：%(body)s

source: Affinity instance group policy was violated.
tr_tr: İlişki sunucu grubu ilkesi ihlal edildi.
zh_tw: 違反了親緣性實例群組原則。

source: Anti-affinity instance group policy was violated.
ko_kr: 안티 선호도 인스턴스 그룹 정책을 위반했습니다.
tr_tr: Zıt-ilişki sunucu grubu ilkesi ihlal edildi.
zh_tw: 違反了反親緣性實例群組原則。

source: Architecture name '%(arch)s' is not recognised
fr: Nom d'architecture '%(arch)s' n'est pas reconnu
ko_kr: 아키텍처 이름 '%(arch)s'이(가) 인식되지 않음
tr_tr: Mimari ismi '%(arch)s' tanınmıyor
zh_tw: 未辨識架構名稱 '%(arch)s'

source: Architecture name '%s' is not valid
tr_tr: Mimari adı '%s' geçerli değil
zh_tw: 架構名稱 '%s' 無效

source: Argument 'type' for reboot must be a string
fr: L'argument 'type' pour redémarrer doit être une chaîne
ko_kr: 재부팅에 대한 인수 'type'은 문자열이어야 함
zh_tw: 重新啟動的引數 'type' 必須是字串

source: Associate host is not implemented by the configured Network API
fr: Associer l'hôte n'est pas implémenté par l'API réseau configurée
ko_kr: 구성된 네트워크 API에서 호스트 연관이 구현되지 않음
zh_tw: 所配置的網路 API 未實作關聯主機

source: Asymmetric NUMA topologies require explicit assignment of CPUs and memory to nodes in image or flavor
ko_kr: 비대칭 NUMA 토폴로지의 경우 이미지 또는 플레이버에서 노드에 CPU 및 메모리를 명시적으로 지정해야 함
zh_tw: 非對稱 NUMA 拓蹼需要向映像檔或特性中的節點明確指派 CPU 和記憶體

source: Attempt to consume PCI device %(compute_node_id)s:%(address)s from empty pool
ko_kr: 비어 있는 풀에서 PCI 디바이스 %(compute_node_id)s:%(address)s을(를) 이용하려고시도함
tr_tr: Boş havuzdan PCI aygıtı %(compute_node_id)s:%(address)s tüketme çalışması
zh_tw: 嘗試從空儲存區耗用 PCI 裝置 %(compute_node_id)s：%(address)s

source: Attempted overwrite of an existing value.
ko_kr: 기존 값을 겹쳐쓰려 했습니다.
tr_tr: Mevcut değerin üzerine yazılması girişimi.
zh_tw: 試圖改寫現有值。

source: Bad extra_specs provided
fr: Mauvais extra_specs fourni
ko_kr: 잘못된 추가 스펙이 제공됨
zh_tw: 所提供的 extra_specs 錯誤

source: Binding failed for port %(port_id)s, please check neutron logs for more information.
zh_tw: 針對埠 %(port_id)s 的連結失敗，請檢查 Neutron 日誌，以取得相關資訊。

source: Blank components
fr: Composants vides
ko_kr: 비어 있는 구성요소
tr_tr: Boş bileşenler
zh_tw: 空白元件

source: Blank volumes (source: 'blank', dest: 'volume') need to have non-zero size
tr_tr: Boş mantıksal sürücülerin (kaynak: 'boş', hedef:'mantıksal sürücü') sıfırdan farklı boyutu olmalı
zh_tw: 空白磁區（來源：'blank'，目的地：'volume'）需要具有非零大小

source: Block Device %(id)s is not bootable.
fr: L'unité par bloc %(id)s n'est pas amorçable.
ko_kr: %(id)s 블록 디바이스로 부팅할 수 없습니다.
tr_tr: Blok Aygıtı %(id)s ön yüklenebilir değil.
zh_tw: 區塊裝置 %(id)s 不可啟動。

source: Boot index is invalid.
fr: L'index de démarrage est invalide.
ko_kr: 부트 인덱스가 올바르지 않습니다.
tr_tr: Yükleme indeksi geçersiz.
zh_tw: 啟動索引無效。

source: CPU and memory allocation must be provided for all NUMA nodes
fr: CPU et allocation mémoire doivent être fournis pour tous les nœuds NUMA
ko_kr: 모든 NUMA 노드에 CPU 및 메모리 할당을 제공해야 함
tr_tr: Tüm NUMA düğümleri için ayrılan CPU ve hafıza sağlanmalıdır
zh_tw: 必須為所有 NUMA 節點都提供 CPU 和記憶體配置

source: CPU number %(cpunum)d is assigned to two nodes
fr: Le CPU numéro %(cpunum)d est assigné à deux nodes
ko_kr: CPU 번호 %(cpunum)d이(가) 두 개의 노드에 지정됨
tr_tr: %(cpunum)d CPU sayısı iki düğüme atanmış
zh_tw: CPU 數目 %(cpunum)d 已指派給兩個節點

source: CPU number %(cpunum)d is larger than max %(cpumax)d
fr: Le nombre de CPU %(cpunum)d est plus grand que le maximum %(cpumax)d
ko_kr: CPU 번호 %(cpunum)d은(는) 최대값 %(cpumax)d 보다 큼
tr_tr: CPU sayısı %(cpunum)d azami sayı %(cpumax)d den fazla
zh_tw: CPU 數目 %(cpunum)d 大於上限 %(cpumax)d

source: CPU number %(cpuset)s is not assigned to any node
fr: Le numéro de CPU %(cpuset)s n'est assigné à aucun node
ko_kr: CPU 번호 %(cpuset)s이(가) 어느 노드에도 지정되지 않았음
tr_tr: CPU sayısı %(cpuset)s herhangi bir düğüme atanmamış
zh_tw: CPU 數目 %(cpuset)s 未指派給任何節點

source: CPU pinning is not supported by the host: %(reason)s
tr_tr: CPU iğneleme istemci tarafından desteklenmiyor: %(reason)s
zh_tw: 主機不支援 CPU 固定：%(reason)s

source: CPU set to pin/unpin %(requested)s must be a subset of known CPU set %(cpuset)s
zh_tw: 已設定固定/取消固定 %(requested)s 的 CPU，必須是下列已知 CPU 集的子集：%(cpuset)s

source: Can not add access to a public flavor.
zh_tw: 無法新增對公用特性的存取權。

source: Can't detach root device volume
fr: Vous ne pouvez pas détacher le volume du périphérique racine
ko_kr: 루트 디바이스 볼륨을 분리할 수 없음
zh_tw: 無法分離根裝置磁區

source: Can't resize a disk to 0 GB.
ko_kr: 디스크 크기를 0GB로 조정할 수 없습니다.
tr_tr: Bir disk 0 GB'ye boyutlandırılamaz.
zh_tw: 無法將磁碟的大小調整為 0 GB。

source: Can't resize down ephemeral disks.
ko_kr: ephemeral 디스크의 크기를 줄일 수 없습니다.
tr_tr: Geçici disklerin boyutu küçültülemedi.
zh_tw: 無法將暫時磁碟調小。

source: Cannot '%(action)s' instance %(server_id)s while it is in %(attr)s %(state)s
ko_kr: 다음 상태에서는 인스턴스 %(server_id)s에 '%(action)s' 조치를 수행할 수 없음: %(attr)s %(state)s
tr_tr: %(attr)s %(state)s halindeyken sunucu %(server_id)s '%(action)s' yapılamaz
zh_tw: 無法%(action)s實例 %(server_id)s，因為該實例處於 %(attr)s %(state)s

source: Cannot access "%(instances_path)s", make sure the path exists and that you have the proper permissions. In particular Nova-Compute must not be executed with the builtin SYSTEM account or other accounts unable to authenticate on a remote host.
ko_kr: "%(instances_path)s"에 액세스할 수 없습니다. 경로가 있는지 필요한 권한이 있는지 확인하십시오. 특히 Nova-Compute를 내장 SYSTEM 계정이나 원격 호스트에서 인증할 수 없는 다른 계정으로 실행하지 않아야 합니다.
tr_tr: "%(instances_path)s"e erişilemiyor, yolun var olduğuna ve gerekli izinleriniz olduğuna emin olun. Nova-Hesaplama dahili SİSTEM hesabıyla ya da uzak istemciye doğrulama yapamayan diğer hesaplarla çalıştırılmamalıdır.
zh_tw: 無法存取 "%(instances_path)s"，請確保路徑存在，以及您具有適當的權限。特別是，不得使用內建系統帳戶或其他無法在遠端主機上進行鑑別的帳戶來執行 Nova-Compute。

source: Cannot add host %(host)s in aggregate %(id)s: host exists
ko_kr: %(id)s 집합에 호스트 %(host)s을(를) 추가할 수 없습니다: 호스트가 있음
zh_tw: 無法在聚集 %(id)s 中新增主機 %(host)s：主機已存在

source: Cannot add host %(host)s in aggregate %(id)s: not found
ko_kr: %(id)s 집합에 호스트 %(host)s을(를) 추가할 수 없습니다: 찾지 못함
zh_tw: 無法在聚集 %(id)s 中新增主機 %(host)s：找不到

source: Cannot add host to aggregate %(aggregate_id)s. Reason: %(reason)s.
ko_kr: 호스트를 집합 %(aggregate_id)s에 추가할 수 없습니다. 이유: %(reason)s.
tr_tr: İstemci %(aggregate_id)s takımına eklenemiyor. Sebep: %(reason)s.
zh_tw: 無法將主機新增至聚集 %(aggregate_id)s。原因：%(reason)s。

source: Cannot block migrate instance %s with mapped volumes
ko_kr: 맵핑된 볼륨으로 마이그레이션 인스턴스 %s을(를) 차단할 수 없음
zh_tw: 無法封鎖具有已對映磁區的移轉實例 %s

source: Cannot create default bittorrent URL without xenserver.torrent_base_url configuration option set.
zh_tw: 如果沒有 xenserver.torrent_base_url 配置選項集，則無法建立預設 bittorrent URL。

source: Cannot pin/unpin cpus %(requested)s from the following pinned set %(pinned)s
ko_kr: 다음 고정 세트의 cpus %(requested)s을(를) 고정/고정 해제할 수 없음.%(pinned)s
zh_tw: 無法從下列已固定集固定/取消固定 cpu %(requested)s：%(pinned)s

source: Cannot remove host %(host)s in aggregate %(id)s: invalid
ko_kr: %(id)s 집합에서 호스트 %(host)s을(를) 제거할 수 없습니다: 올바르지 않음
zh_tw: 無法在聚集 %(id)s 中移除主機 %(host)s：無效

source: Cannot remove host %(host)s in aggregate %(id)s: not found
ko_kr: %(id)s 집합에서 호스트 %(host)s을(를) 제거할 수 없습니다: 찾지 못함
zh_tw: 無法在聚集 %(id)s 中移除主機 %(host)s：找不到

source: Cannot remove host from aggregate %(aggregate_id)s. Reason: %(reason)s.
ko_kr: %(aggregate_id)s 집합에서 호스트를 제거할 수 없습니다. 이유: %(reason)s.
tr_tr: İstemci %(aggregate_id)s takımından çıkarılamıyor. Sebep: %(reason)s.
zh_tw: 無法從聚集 %(aggregate_id)s 移除主機。原因：%(reason)s。

source: Cannot update aggregate %(aggregate_id)s. Reason: %(reason)s.
ko_kr: %(aggregate_id)s 집합을 업데이트할 수 없습니다. 이유: %(reason)s.
tr_tr: %(aggregate_id)s takımı güncellenemiyor. Sebep: %(reason)s.
zh_tw: 無法更新聚集 %(aggregate_id)s。原因：%(reason)s。

source: Cannot update metadata of aggregate %(aggregate_id)s. Reason: %(reason)s.
ko_kr: %(aggregate_id)s 집합 메타데이터를 업데이트할 수 없습니다. 이유: %(reason)s.
tr_tr: %(aggregate_id)s takımının metadata'sı güncellenemiyor. Sebep: %(reason)s.
zh_tw: 無法更新聚集 %(aggregate_id)s 的 meta 資料。原因：%(reason)s。

source: Cell %(uuid)s has no mapping.
ko_kr: 셀 %(uuid)s에 맵핑이 없습니다.
tr_tr: %(uuid)s hücresinin eşleştirmesi yok.
zh_tw: Cell %(uuid)s 沒有對映。

source: Cell name cannot contain '!', '.' or '@'
zh_tw: Cell 名稱不能包含 '!'、'.' 或 '@'

source: Claim pci failed.
ko_kr: pci 청구에 실패했습니다.
zh_tw: 要求 PCI 失敗。

source: Command Not supported. Please use Ironic command %(cmd)s to perform this action.
fr: Commande non supportée. Veuillez utiliser la commande Ironic %(cmd)s pour réaliser cette action.
ko_kr: 명령이 지원되지 않습니다. 이 조치를 수행하려면 아이로닉 명령 %(cmd)s을(를) 사용하십시오.
tr_tr: Komut desteklenmiyor. Lütfen bu eylemi gerçekleştirmek için %(cmd)s Ironic komutunu kullanın.
zh_tw: 指令不受支援。請使用 Ironic 指令 %(cmd)s 來執行此動作。

source: Compute host %(name)s needs to be created first before updating.
fr: L'hôte Compute %(name)s a besoin d'être créer avant d'être mis à jour.
ko_kr: 업데이트하기 전에 계산 호스트 %(name)s을(를) 먼저 작성해야 합니다.
zh_tw: 更新之前，需要先建立計算主機 %(name)s。

source: Compute service of %(host)s is still in use.
fr: Le service de calcul de %(host)s est encore en cours d'utilisation.
ko_kr: %(host)s Compute 서비스를 사용하고 있습니다.
tr_tr: %(host)s hesaplama servisi hala kullanımda.
zh_tw: %(host)s 的計算服務仍在使用中。

source: Conflict updating instance %(instance_uuid)s, but we were unable to determine the cause
zh_tw: 更新實例 %(instance_uuid)s 時發生衝突，但是無法判定原因

source: Conflict updating instance %(instance_uuid)s. Expected: %(expected)s. Actual: %(actual)s
zh_tw: 更新實例 %(instance_uuid)s 時發生衝突。預期：%(expected)s。實際：%(actual)s

source: Conflicting policies configured!
fr: Politiques contradictoires configurées!
ko_kr: 구성된 정책이 충돌함!
zh_tw: 所配置的原則相衝突！

source: Connection to cinder host failed: %(reason)s
fr: La connexion à l'hôte cinder a échoué : %(reason)s
ko_kr: Cinder 호스트 연결하지 못했습니다: %(reason)s
tr_tr: Cinder istemcisine bağlantı başarısız: %(reason)s
zh_tw: 連線 Cinder 主機失敗：%(reason)s

source: Connection to the hypervisor is broken on host: %(host)s
fr: La connexion à l'hyperviseur est cassée sur l'hôte : %(host)s
ko_kr: 하이퍼바이저 연결이 호스트에서 끊겼습니다: %(host)s
tr_tr: Hipervizör bağlantısı istemci üzerinde bozuk: %(host)s
zh_tw: Hypervisor 連線在主機 %(host)s 上已中斷

source: Could not load line %(line)s, got error %(error)s
ko_kr: %(line)s 행을 로드할 수 없음. %(error)s 오류가 발생했음
tr_tr: %(line)s satırı yüklenemedi, %(error)s hatası alındı
zh_tw: 無法載入行 %(line)s，取得錯誤 %(error)s

source: Creation of virtual interface with unique mac address failed
fr: La création d'une interface virtuelle avec une adresse mac unique a échoué
ko_kr: 고유 MAC 주소가 있는 가상 인터페이 생성에 실패했습니다
tr_tr: Benzersiz mac adresine sahip sanal arayüzün oluşturulması başarısız
zh_tw: 使用唯一 MAC 位址來建立虛擬介面失敗

source: Datetime is in invalid format
fr: Datetime est dans un format non valide
ko_kr: Datetime이 올바르지 않은 형식임
tr_tr: Datetime geçersiz biçimde
zh_tw: 日期時間的格式無效

source: Default PBM policy is required if PBM is enabled.
ko_kr: PBM을 사용하는 경우 기본 PBM 정책이 필요합니다.
tr_tr: PBM etkin ise varsayılan PBM ilkesi gerekir.
zh_tw: 如果已啟用 PBM，則需要預設 PBM 原則。

source: Deleted %(records)d records from table '%(table_name)s'.
ko_kr: 테이블 '%(table_name)s'에서 %(records)d개의 레코드를 삭제했습니다.
tr_tr: '%(table_name)s' tablosundan %(records)d kayıt silindi.
zh_tw: 已從表格 '%(table_name)s' 刪除 %(records)d 筆記錄。

source: Detaching SR-IOV ports with libvirt < %(ver)s is not permitted
ko_kr: SR-IOV 포트를 libvirt < %(ver)s과(와) 분리하는 것이 허용되지 않음
zh_tw: 不允許分離 SR-IOV 埠和 libVirt < %(ver)s

source: Device id %(id)s specified is not supported by hypervisor version %(version)s
ko_kr: 지정된 디바이스 ID %(id)s은(는) 하이퍼바이저 버전 %(version)s임
tr_tr: Belirtilen aygıt kimliği %(id)s hipervizör sürüm %(version)s tarafından desteklenmiyor
zh_tw: Hypervisor 版本 %(version)s 不支援所指定的裝置 ID %(id)s

source: Device name contains spaces.
fr: Le nom du périphérique contient des espaces.
ko_kr: 장치 이름에 공백이 있습니다.
tr_tr: Aygıt adı boşluk içeriyor.
zh_tw: 裝置名稱包含空格。

source: Device name empty or too long.
fr: Nom du périphérique vide ou trop long.
ko_kr: 장치 이름이 비어있거나 너무 깁니다.
tr_tr: Aygıt adı boş veya çok uzun.
zh_tw: 裝置名稱為空，或者太長。
