Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-info.po
Languages: cs, de, fr, it, ja, tr_tr, zh_tw

source: %(id)s (%(base_file)s): generating checksum
cs: %(id)s (%(base_file)s): vytváření kontrolního součtu
de: %(id)s (%(base_file)s): Prüfsumme wird erzeugt
fr: %(id)s (%(base_file)s) : génération d'un total de contrôle
it: %(id)s (%(base_file)s): generazione checksum
ja: %(id)s (%(base_file)s): チェックサムの生成中
tr_tr: %(id)s (%(base_file)s): kontrol toplamı üretiliyor
zh_tw: %(id)s (%(base_file)s)：正在產生總和檢查

source: %(name)s listening on %(host)s:%(port)s
cs: %(name)s poslouchá na %(host)s:%(port)s
de: %(name)s lauscht auf %(host)s:%(port)s
fr: %(name)s en écoute sur %(host)s : %(port)s
it: %(name)s in ascolto in %(host)s:%(port)s
ja: %(name)s は %(host)s:%(port)s 上で listen しています
tr_tr: %(name)s %(host)s:%(port)s üzerinde dinlemede
zh_tw: %(name)s 正在 %(host)s:%(port)s 上接聽

source: %(num_values)d values found, of which the maximum value will be used.
cs: %(num_values)d hodnot nalezeno, z nich bude použita maximální hodnota.

source: %(num_values)d values found, of which the minimum value will be used.
cs: %(num_values)d hodnot nalezeno, z nich bude použita minimální hodnota.
de: %(num_values)d Einträge gefunden, von denen der Minimalwert verwendet wird.
fr: %(num_values)d valeurs trouvées, et c'est la valeur minimale qui sera utilisée.
it: %(num_values)d valori trovati, sarà usato il valore minore.
tr_tr: %(num_values)d değer bulundu, bunların en küçüğü kullanılacak.

source: %(type)s limit not specified, defaulting to unlimited
cs: Omezení %(type)s nezadáno, nastavena výchozí hodnota neomezeno
de: %(type)s Limit nicht spezifiziert, voreingestellt ist unlimitiert
tr_tr: %(type)s sınırı belirtilmemiş, sınırsız olarak varsayılan ayarlanıyor

source: %(type)s limit: %(limit).02f %(unit)s, free: %(free).02f %(unit)s
cs: %(type)s limit: %(limit).02f %(unit)s, volných: %(free).02f %(unit)s
de: %(type)s Limit: %(limit).02f %(unit)s, frei: %(free).02f %(unit)s
tr_tr: %(type)s sınırı: %(limit).02f %(unit)s, boş: %(free).02f %(unit)s

source: %(url)s returned with HTTP %(status)d
cs: %(url)s vrácena s HTTP %(status)d
de: %(url)s mit HTTP %(status)d zurückgegeben
fr: %(url)s retourné avec HTTP %(status)d
it: %(url)s restituito con HTTP %(status)d
ja: HTTP %(status)d の %(url)s が返されました
tr_tr: %(url)s HTTP %(status)d ile geri döndü
zh_tw: %(url)s 傳回了 HTTP %(status)d

source: %s is not a valid LUKS device; formatting device for first use
cs: %s není platné zařízení LUKS; probíhá formátování zařízení pro první použití
de: %s ist kein gültiges LUKS Gerät; formatiere Gerät zur ersten Benutzung
tr_tr: %s geçerli bir LUKS aygıtı değil; aygıt ilk kullanım için biçimlendiriliyor

source: Active base files: %s
cs: Aktivní základní soubory: %s
de: Aktive Basisdateien: %s
fr: Fichiers de base actifs : %s
it: File di base attivi: %s
ja: アクティブな基本ファイル: %s
tr_tr: Aktif temel dosyalar: %s
zh_tw: 作用中的基本檔案：%s

source: Adding security group %(security_group_id)s to port %(port_id)s
cs: Přidávání bezpečnostní skupiny %(security_group_id)s k portu %(port_id)s
de: Füge Sicherheitsgruppe %(security_group_id)s zu Port %(port_id)s
fr: Ajout du groupe de sécurité %(security_group_id)s au port %(port_id)s
it: Aggiunta del gruppo sicurezza %(security_group_id)s alla porta %(port_id)s
ja: セキュリティー・グループ %(security_group_id)s をポート %(port_id)s に追加しています
tr_tr: %(security_group_id)s güvenlik grubu %(port_id)s bağlantı noktasına ekleniyor
zh_tw: 正在將安全群組 %(security_group_id)s 新增至埠 %(port_id)s

source: Allocated network: '%s' for instance
cs: Přidělena síť: '%s' pro instanci
de: Netwerkzuweisung: '%s' für Instanz
tr_tr: Ağ: '%s' sunucu için ayrıldı

source: Attach interface
cs: Připojit rozhraní
de: Schnittstelle hinzufügen
ja: インターフェースの接続
tr_tr: Arayüz ekle
zh_tw: 連接介面

source: Attach volume %(volume_id)s to instance %(server_id)s at %(device)s
cs: Připojit svazek %(volume_id)s k instanci %(server_id)s na %(device)s
de: Hänge Volume %(volume_id)s an Instanz %(server_id)s via %(device)s
ja: ボリューム %(volume_id)s を %(device)s でインスタンス %(server_id)s に接続します
tr_tr: %(device)s'daki %(server_id)s örneğine %(volume_id)s birimi ekleniyor
zh_tw: 將磁區 %(volume_id)s 連接至 %(device)s 處的實例 %(server_id)s

source: Attaching volume %(volume_id)s to %(mountpoint)s
cs: Připojování svazku %(volume_id)s do %(mountpoint)s
de: Anhängen Datenträger %(volume_id)s an %(mountpoint)s
ja: ボリューム %(volume_id)s を %(mountpoint)s に接続しています
tr_tr: %(mountpoint)s'e %(volume_id)s bölümü bağlanıyor
zh_tw: 正在將磁區 %(volume_id)s 連接至 %(mountpoint)s

source: Attempted to unfilter instance which is not filtered
cs: Pokus o odfiltrování instance, která není filtrována
de: Versuch den Filter von einer Instanz zu nehmen, die nicht gefiltert ist
fr: Vous avez essayé d'annuler le filtre d'une instance qui n'est pas filtrée
it: Si è tentato di rimuovere il filtro da un'istanza senza filtro
ja: フィルター処理されていないインスタンスに対してフィルター処理の取り消しが試みられました
tr_tr: Filtrelenmemiş sunucunun filtresi kaldırılmaya çalışıldı
zh_tw: 已嘗試取消過濾未過濾的實例

source: Attempting claim: memory %(memory_mb)d MB, disk %(disk_gb)d GB, vcpus %(vcpus)d CPU
cs: Pokus o získání: paměť %(memory_mb)d MB, disk %(disk_gb)d GB, virtuální procesory %(vcpus)d CPU

source: Auditing locally available compute resources for node %(node)s
cs: Kontrola místně dostupných výpočetních zdrojů pro uzel %(node)s
de: Überprüfung der örtlich verfügbaren Compute-Resourcen für Knoten %(node)s
tr_tr: Yerel olarak kullanılabilir hesap kaynakları %(node)s düğümü için inceleniyor

source: Automatically confirming migration %(migration_id)s for instance %(instance_uuid)s
cs: Automatické potvrzení přesunu %(migration_id)s pro instanci %(instance_uuid)s
de: Automatische Migrationsbestätigung %(migration_id)s für Instanz %(instance_uuid)s
fr: Confirmation automatique de la migration %(migration_id)s pour l'instance %(instance_uuid)s
it: Conferma automatica della migrazione %(migration_id)s per l'istanza %(instance_uuid)s
ja: インスタンス %(instance_uuid)s のマイグレーション %(migration_id)s の自動確認中
tr_tr: %(instance_uuid)s sunucusu için %(migration_id)s göçü otomatik olarak onaylanıyor
zh_tw: 自動確認實例 %(instance_uuid)s 的移轉 %(migration_id)s

source: Automatically hard rebooting
cs: Automatický tvrdý restart
de: Automatischer harter Neustart
fr: Réinitialisé automatiquement
it: Riavvio automatico a freddo
ja: 自動ハード・リブート中
tr_tr: Otomatik olarak katı yeniden başlatma yapılıyor
zh_tw: 自動強迫重新啟動

source: Automatically selected compute RPC version %(rpc)s from minimum service version %(service)i
cs: Automaticky vybraná verze výpočtové RPC %(rpc)s z minimální verze služby %(service)i

source: Bandwidth usage not supported by hypervisor.
cs: Využití šířky pásma není hypervizorem podporováno.

source: Base or swap file too young to remove: %s
cs: Základní nebo odkládací soubor je příliš nový k odstranění: %s
de: Basis- oder Swap-Datei zu neu zum Löschen: %s
it: File di base o di swap troppo recente per poterlo rimuovere: %s
tr_tr: Taban ya da swap dosyası kaldırılamayacak kadar küçük: %s

source: Beginning cold snapshot process
cs: Zahajování procesu snímkování vypnuté instance
de: Beginne kalte Schattenkopie zu erstellen
fr: Démarrage du processus d'instantané à froid
it: Inizio processo di istantanea a freddo
ja: コールド・スナップショット・プロセスを開始しています
tr_tr: Soğuk anlık görüntü işlemine başlanıyor
zh_tw: 正在開始冷 Snapshot 程序

source: Beginning live snapshot process
cs: Zahajování procesu snímkování za provozu
de: Beginne Live-Schattenkopie zu erstellen
fr: Démarrage du processus d'instantané en temps réel
it: Inizio processo attivo istantanea
ja: ライブ・スナップショット・プロセスを開始しています
tr_tr: Canlı anlık görüntü işlemine başlanıyor
zh_tw: 正在開始即時 Snapshot 程序

source: Booting with blank volume at %(mountpoint)s
cs: Zavádění pomocí prázdného svazku ve %(mountpoint)s

source: Booting with volume %(volume_id)s at %(mountpoint)s
cs: Zavádění pomocí svazku %(volume_id)s ve %(mountpoint)s
de: Starte mit Datenträger %(volume_id)s an EInhängepunkt %(mountpoint)s
ja: %(mountpoint)s にあるボリューム %(volume_id)s を使用してブート中
tr_tr: %(mountpoint)s'de %(volume_id)s bölümü ön yükleniyor
zh_tw: 正在使用 %(mountpoint)s 處的磁區 %(volume_id)s 來開機

source: Booting with volume snapshot %(snapshot_id)s at %(mountpoint)s
cs: Zavádění pomocí snímku svazku %(snapshot_id)s ve %(mountpoint)s

source: Booting with volume-backed-image %(image_id)s at %(mountpoint)s
cs: Zavádění pomocí obrazu %(image_id)s zálohovaném na svazku ve %(mountpoint)s

source: Called setup_basic_filtering in nwfilter
cs: Voláno základní nastavení filtrování v nwfilter
de: Rufe setup_basic_filtering in Nwfilter
fr: setup_basic_filtering appelé dans nwfilter
it: Chiamato setup_basic_filtering in nwfilter
ja: nwfilter で setup_basic_filtering を呼び出しました
tr_tr: Ağ filtresinde temel filtreleme kurulumu çağırıldı
zh_tw: 已呼叫 nwfilter 中的 setup_basic_filtering

source: Checking Token: %(token)s, %(token_valid)s
cs: Kontrola známky: %(token)s, %(token_valid)s
de: Überprüfe Token: %(token)s, %(token_valid)s
tr_tr: Jeton Kontrol Ediliyor: %(token)s, %(token_valid)s

source: Claim successful
cs: Získání bylo úspěšné
de: Reklamation erfolgreich
ja: 要求が正常に実行されました
tr_tr: Talep başarılı
zh_tw: 要求成功

source: Compute node '%s' not found in update_available_resource.
cs: Výpočetní uzel '%s' nenalezen v aktualizaci dostupných zdrojů.
de: Compute Knoten '%s' nicht gefunden in update_available_resource.
tr_tr: Hesap düğümü '%s' update_available_resource'de bulunamadı.

source: Compute_service record created for %(host)s:%(node)s
cs: Záznam služby výpočtu vytvořen pro %(host)s:%(node)s
de: Compute_service Datensatz erstellt für %(host)s:%(node)s
fr: Enregistrement Compute_service créé pour %(host)s:%(node)s
it: Record Compute_service creato per %(host)s:%(node)s
ja: %(host)s:%(node)s 用の Compute_service レコードが作成されました
tr_tr: %(host)s:%(node)s için compute_service kaydı oluşturuldu
zh_tw: 已給 %(host)s:%(node)s 建立 Compute_service 記錄

source: Compute_service record updated for %(host)s:%(node)s
cs: Záznam služby výpočtu aktualizován položkou %(host)s:%(node)s
de: Compute_service Eintrag aktualisiert für %(host)s:%(node)s
fr: Enregistrement Compute_service mis à jour pour %(host)s:%(node)s
it: Record Compute_service aggiornato per %(host)s:%(node)s
ja: %(host)s:%(node)s 用の Compute_service レコードが更新されました
tr_tr: Compute_service kaydı %(host)s:%(node)s için güncellendi
zh_tw: 已給 %(host)s:%(node)s 更新 Compute_service 記錄

source: Config drive for instance %(instance)s on baremetal node %(node)s created.
cs: Konfigurační jednotka instance %(instance)s vytvořena na uzlu bez operačního systému %(node)s
de: Konfigurationsfestplatte für Instanz %(instance)s an BareMetal-Knoten %(node)s erstellt.
tr_tr: Gerçek metal düğüm %(node)s üzerindeki sunucu %(instance)s için yapılandırma sürücüsü oluşturuldu.

source: Configured network %(network)s on host %(host)s
cs: Síť %(network)s nastavena pro hostitele %(host)s
de: Konfiguriere Netzwerk %(network)s auf Host %(host)s
tr_tr: %(network)s ağı %(host)s istemcisi üzerinde yapılandırıldı

source: Configuring timezone for windows instance to localtime
cs: Nastavování časového pásma instance windows na místní čas
de: Konfiguriere Zeitzone für Windowsinstanz auf lokale Zeit
fr: Configurer le fuseau horaire pour l'instance windows en heure locale
it: Configurazione del fuso orario per l'istanza di windows all'orario locale
tr_tr: Windows sunucunun zaman dilimi yerel saate ayarlanıyor

source: Connected volume (vdi_uuid): %s
cs: Svazek připojen (vdi_uuid): %s
de: Verbundenes Volumen (vdi_uuid): %s
it: Volume collegato (vdi_uuid): %s
ja: ボリューム (vdi_uuid): %s に接続しました
tr_tr: Mantıksal sürücü bağlandı (vdi_uuid): %s

source: Connection event '%(enabled)d' reason '%(reason)s'
cs: Událost připojení '%(enabled)d' důvod '%(reason)s'
de: Verbindungsereignis '%(enabled)d' Grund: '%(reason)s'
tr_tr: Bağlantı olayı '%(enabled)d' sebep '%(reason)s'

source: Copied %(source_file)s using %(module_str)s
cs: %(source_file)s zkopírováno pomocí %(module_str)s
de: Kopierte %(source_file)s unter Benutzung von %(module_str)s
it: %(source_file)s copiato/i usando %(module_str)s
tr_tr: %(source_file)s %(module_str)s kullanılarak kopyalandı

source: Copied virtual disk from %(src)s to %(dst)s.
cs: Virtuální disk zkopírován z %(src)s do %(dst)s.
de: Virtuelle Festplatte kopiert von %(src)s nach %(dst)s.
tr_tr: Sanal disk %(src)s den %(dst)s e kopyalandı.

source: Corrupt base files: %s
cs: Poškozené základní soubory: %s
de: Fehlerhafte Basisdateien: %s
fr: Fichiers de base endommagés : %s
it: File di base danneggiato: %s
ja: 破損した基本ファイル: %s
tr_tr: Bozuk temel dosyalar: %s
zh_tw: 已毀損的基本檔案：%s

source: Could not find domain in libvirt for instance %s. Cannot get block stats for device
cs: Nelze najít doménu v libvirt pro instanci %s. Nelze získat statistiky bloku zařízení
de: Konnte Domain nicht finden in Libvirt für Instanz %s. Bekomme keinen Blockstatus für Gerät
fr: Domaine introuvable dans libvirt pour l'instance %s. Impossible d'obtenir les stats de bloc pour l'unité
it: Impossibile trovare il dominio in libvirt per l'istanza %s. Impossibile ottenere le statistiche del blocco per l'unità
ja: インスタンス %s 用のドメインが Libvirt 内で見つかりませんでした。デバイスのブロックの統計を取得できません
tr_tr: %s sunucusu için libvirt'de alan bulunamadı. Aygıt için blok istatistikleri getirilemiyor
zh_tw: 在 libVirt 中找不到實例 %s 的網域。無法取得裝置的區塊統計資料

source: Create Security Group %s
cs: Vytvořit bezpečnostní skupinu %s
de: Sicherheitsgruppe %s erstellen
ja: Create Security Group: セキュリティグループ %s を作成します。
tr_tr: %s güvenlik grubunu oluşturunuz
zh_tw: 建立安全群組 %s

source: Create assisted snapshot from volume %s
cs: Vytvořit snímek s pomocí ze svazku %s
de: Erstelle Schattenkopievorlage vom Datenträger %s
tr_tr: %s hacminden anlık görüntü oluştur

source: Create snapshot from volume %s
cs: Vytvořit snímek ze svazku %s
de: Momentaufnahme aus Datenträger %s erstellen
ja: ボリューム %s からスナップショットを作成
tr_tr: %s biriminden sistem görüntüsü oluşturuluyor
zh_tw: 從磁區 %s 建立 Snapshot

source: Create volume of %s GB
cs: Vytvořit svazek o %s GB
de: Datenträger mit %s GB erstellen
ja: Create volume: %s GBのボリュームを作成します。
tr_tr: %s GB'lık birim oluştur
zh_tw: 建立 %s GB 的磁區

source: Created linked-clone VM from snapshot
cs: Propojený klon VM vytvořen ze snímku
de: Link-Clone VM von Schattenkopie erstellt
tr_tr: Anlık görüntüden bağlı-kopya VM oluşturuldu

source: Creating config drive at %(path)s
cs: Vytváření konfigurační jednotky na %(path)s
de: Konfigurationslaufwerk wird erstellt bei %(path)s
fr: Création de l'unité de config à %(path)s
it: Creazione unità config in %(path)s
ja: 構成ドライブを %(path)s に作成しています
tr_tr: %(path)s de yapılandırma sürücüsü oluşturuluyor
zh_tw: 正在 %(path)s 處建立配置磁碟機

source: Creating event %(name)s:%(tag)s for instance %(instance_uuid)s
cs: Vytváření události %(name)s:%(tag)s por instanci %(instance_uuid)s
de: Erstelle Ereignis %(name)s:%(tag)s für Instanz %(instance_uuid)s
tr_tr: Olay %(name)s:%(tag)s sunucu %(instance_uuid)s için oluşturuluyor

source: Creating image
cs: Vytváření obrazu
de: Abbild wird erstellt
fr: Création de l'image
it: Creazione immagine
ja: イメージの作成中
tr_tr: İmaj oluşturuluyor
zh_tw: 正在建立映像檔

source: Data remaining %(remaining)d bytes, low watermark %(watermark)d bytes %(last)d seconds ago
cs: Zbývající data %(remaining)d bajtů, nejnižší hladina %(watermark)d bajtů před %(last)d vteřinami
de: Verbleibende Daten %(remaining)d Bytes, niedrige Wassermarke %(watermark)d Bytes seit %(last)d Sekunden

source: Delete security group %s
cs: Smazat bezpečnostní skupinu %s
de: Sicherheitsgruppe %s löschen
ja: Delete security group: セキュリティグループ %s を削除します。
tr_tr: %s güvenlik grubunu siliniz
zh_tw: 刪除安全群組 %s

source: Delete snapshot with id: %s
cs: Smazat snímek s id: %s
de: Momentaufnahme mit folgender ID löschen: %s
ja: 次の ID のスナップショットを削除: %s
tr_tr: %s id'li sistem görüntüsü siliniyor
zh_tw: 刪除 ID 為 %s 的 Snapshot

source: Delete volume with id: %s
cs: Smazat svazek s id: %s
de: Datenträger mit folgender ID löschen: %s
ja: 次の ID のボリュームを削除: %s
tr_tr: %s id'li birim siliniyor
zh_tw: 刪除 ID 為 %s 的磁區

source: Deleted %s snapshots.
cs: %s snímků smazáno
de: %s Schattenkopien gelöscht.
fr: Snapshots %s supprimés.
it: Le snapshot %s sono state cancellate.
ja: スナップショット %s を削除しました
tr_tr: %s anlık görüntü silindi.

source: Deleted virtual disk %s.
cs: Virtuální disk %s smazán.
de: Virtuelle Festplatte gelöscht %s.
ja: バーチャルディスク %s を削除しました
tr_tr: Sanal disk %s silindi.

source: Deleting instance as it has been evacuated from this host
cs: Mazání instance protože byla z tohoto hostitele vyklizena
de: Gelöschte Instanz wurde von diesem Host geräumt
tr_tr: Sunucu bu sunucudan tahliye edildiğinden siliniyor

source: Deleting instance files %s
cs: Mazání souborů instance %s
de: Instanzdateien werden gelöscht %s
fr: Suppression des fichiers d'instance %s
it: Rimozione dei file di istanza %s
tr_tr: Sunucu dosyaları %s siliniyor

source: Deleting orphan compute node %s
cs: Mazání osiřelého výpočetního uzlu %s
de: Lösche verwaisten Compute Knoten %s
tr_tr: Artık hesap düğümü %s siliniyor

source: Deletion of %s complete
cs: Vymazání %s dokončeno
de: Löschung von %s abgeschlossen
fr: Suppression de %s est complète
it: Rimozione di %s completata
tr_tr: %s silinmesi tamamlandı

source: Deletion of %s failed
cs: Vymazání %s selhalo
de: Löschung von %s fehlgeschlagen
fr: La suppression de %s a échoué
it: Rimozione di %s fallita
tr_tr: %s silinmesi başarısız

source: Destroyed the VM
cs: VM zničena
de: VM wurde zerstört
fr: Machine virtuelle détruite
ja: VM を破棄しました
tr_tr: VM silindi
zh_tw: 已毀損 VM

source: Destroying VM
cs: Ničení VM
de: VM wird zerstört
fr: Destruction de la machine virtuelle
it: Distruzione della VM
ja: VM を破棄しています
tr_tr: VM Siliniyor
zh_tw: 正在毀損 VM

source: Destroying instance with name label '%s' which is marked as DELETED but still present on host.
cs: Ničení instance se jmenovkou '%s', jenž je označená jako SMAZÁNA, ale stále přítomna na hostiteli.
de: Zerstören der Instanz mit Namensschild '%s' welche markiert ist als GELÖSCHT aber weiter auf dem Host existiert.
it: Rimozione dell'istanza con nome '%s' la quale è marcata come ELIMINATA ma ancora presente sull'host.
tr_tr: İsim etiketi '%s' olan ve DELETED olarak işaretlenmesine rağmen istemcide bulunan sunucu siliniyor.

source: Detach interface %s
cs: Odpojit rozhraní %s
de: Schnittstelle %s abtrennen
ja: インターフェース %s の切り離し
tr_tr: %s arayüzünü ayır
zh_tw: 分離介面 %s

source: Detach volume %(volume_id)s from mountpoint %(mp)s
cs: Odpojování svazku %(volume_id)s z bodu připojení %(mp)s
de: Abhängen des Datenträgers %(volume_id)s vom Einhängepunkt %(mp)s
ja: ボリューム %(volume_id)s をマウント・ポイント %(mp)s から切り離します
tr_tr: %(mp)s bağlama noktasındaki %(volume_id)s bölümü ayrılıyor
zh_tw: 將磁區 %(volume_id)s 從裝載點 %(mp)s 分離

source: Detach volume %s
cs: Odpojit svazek %s
de: Datenträger %s abtrennen
ja: Detach volume: ボリューム %s をデタッチします
tr_tr: Birimi ayır %s
zh_tw: 分離磁區 %s

source: Detaching from volume api: %s
cs: Odpojování od api svazku: %s
de: Abhängen von Datenträger-API: %s
fr: Déconnexion de l'API volume : %s
it: Scollegamento dall'api del volume: %s
ja: ボリューム API からの切り離し中: %s
tr_tr: Mantıksal sürücü api'sinden ayrılıyor: %s
zh_tw: 正在從磁區 API 分離：%s

source: Dev %(dev_number)s attached to instance %(instance_name)s
cs: Dev %(dev_number)s připojen k instanci %(instance_name)s
de: Gerät %(dev_number)s angehangen an Instanz %(instance_name)s
it: Dev %(dev_number)s legato all'istanza %(instance_name)s
tr_tr: Aygıt %(dev_number)s %(instance_name)s sunucusuna eklendi

source: Device allocation failed. Will retry in 2 seconds.
cs: Přidělení zařízení selhalo. Další pokus za 2 vteřiny.
de: Gerätezuordnung fehlgeschlagen. Versuche es erneut in 2 Sekunden.
fr: L'allocation d'unité a échoué. Une nouvelle tentative aura lieu dans 2 secondes.
it: Assegnazione unità non riuscita. Nuovi tentativi tra 2 secondi.
ja: 装置割り振りに失敗しました。2 秒後に再試行します。
tr_tr: Aygıt ayırma başarısız. 2 saniye içinde tekrar denenecek.
zh_tw: 裝置配置失敗。將在 2 秒鐘後重試。

source: Disabling host %s.
cs: Zakazování hostitele %s.
de: Host %s wird deaktiviert.
ja: ホスト %s を使用不可にしています。
tr_tr: %s istemcisini kapatmak.
zh_tw: 正在停用主機 %s。

source: Disconnecting stale VDI %s from compute domU
cs: Odpojování starého VDI %s z výpočetního domU
de: Trenne schlechte VDI %s von Compute domU
fr: Déconnexion VDI périmé %s à partir de l'ordinateur domU
it: Disconnessione della VDI %s obsoleta da compute domU
ja: 失効した VDI %s を計算 domU から切断しています
tr_tr: Vadesi geçmiş VDI %s hesap domU'sundan ayrılıyor
zh_tw: 正在切斷過時 VDI %s 與計算 domU 的連線

source: Downloaded OVA image file %(image_ref)s
cs: Stažen soubor obrazu OVA %(image_ref)s
de: Heruntergeladene OVA -Abbilddatei %(image_ref)s
ja: OVA イメージファイル %(image_ref)s をダウンロードしました
tr_tr: OVA imaj dosyası %(image_ref)s indirildi

source: Downloaded image file data %(image_ref)s
cs: Stažena data souboru obrazu %(image_ref)s
de: Heruntergeladene Abbilddatei %(image_ref)s
ja: イメージファイルデータ %(image_ref)s をダウンロードしました
tr_tr: İmaj dosya verisi %(image_ref)s indirildi

source: During _sync_instance_power_state the DB power_state (%(db_power_state)s) does not match the vm_power_state from the hypervisor (%(vm_power_state)s). Updating power_state in the DB to match the hypervisor.
cs: Během synchronizace stavu napájení instance zjištěno, že stav napájení v databázi (%(db_power_state)s) neodpovídá stavu napájení vm z hypervizoru (%(vm_power_state)s). Probíhá aktualizace stavu napájení v databázi aby odpovídalo hypervizoru.
de: During _sync_instance_power_state der Datenbank power_state (%(db_power_state)s) stimmt nicht mit vm_power_state vom Hypervisor (%(vm_power_state)s) überein. Aktualisieren SIe power_state in der Datenbank, damit er mit dem Hypervisor übereinstimmt.
tr_tr: _sync_instance_power_state sırasında DB power_state (%(db_power_state)s) hipervizör (%(vm_power_state)s) den gelene vm_power_state ile eşleşmiyor. DB'deki power_state hipervizör'deki ile eşleşecek şekilde güncelleniyor.

source: During sync_power_state the instance has a pending task (%(task)s). Skip.
cs: Během synchronizace stavu napájení bylo zjištěno, že instance má nevyřízený úkol (%(task)s). Přeskočeno.
de: Bei sync_power_state hat die Instanz noch anstehende Aufgaben (%(task)s). Überspringe.
fr: Durant sync_power_state l'instance à une tâche en attente (%(task)s). Passer.
it: Durante il sync_power_state l'istanza ha un task in sospeso (%(task)s). Ignora.
tr_tr: sync_power_state sırasında sunucunun bekleyen bir görevi var (%(task)s). Atla.

source: During the sync_power process the instance has moved from host %(src)s to host %(dst)s
cs: Během procesu synchronizace napájení byl změněn hostitel instance z %(src)s na %(dst)s
de: Beim the sync_power Prozess wurde die Instanz verschoben von Host %(src)s zu Host %(dst)s
fr: Lors du processus sync_power, l'instance a été déplacée depuis l'hôte %(src)s vers l'hôte %(dst)s
it: Durante il processo sync_power l'istanza è stata spostata dall'host %(src)s nell'host %(dst)s
ja: sync_power プロセス中に、インスタンスはホスト %(src)s からホスト %(dst)s に移動しました
tr_tr: sync_power süreci sırasında sunucu %(src)s istemcisinden %(dst)s istemcisine taşındı
zh_tw: 在執行 sync_power 程序期間，實例已從主機 %(src)s 移至主機 %(dst)s

source: During wait destroy, instance disappeared.
cs: Instance zmizela během čekání na zničení.
de: Beim Warten zerstört, Instanz verschwunden.
ja: 破棄待機中にインスタンスが消失しました。
tr_tr: Silme bekleme sırasında, sunucu ortadan kayboldu.
zh_tw: 在等待毀損期間，實例消失。

source: Enabling host %s.
cs: Povolování hostitele %s.
de: Host %s wird aktiviert.
ja: ホスト %s を使用可能にしています。
tr_tr: %s istemcisi etkinleştirmek.
zh_tw: 正在啟用主機 %s。

source: Ensuring static filters
cs: Zajišťování statických filtrů
de: Sorge für statische Filter
fr: Garantie des filtres statiques
it: Controllo dei filtri statici
ja: 静的フィルターの確認中
tr_tr: Durağan filtreler koruma altına alındı
zh_tw: 正在確定靜態過濾器

source: Error %(ex)s, migration failed
cs: Chyba %(ex)s, přesunutí selhalo
de: Fehler %(ex)s, Migration fehlgeschlagen
tr_tr: Hata %(ex)s, göç başarısız
