Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-info.po
Languages: cs, de, fr, it, ja, tr_tr, zh_tw

source: Updating bandwidth usage cache
cs: Aktualizace mezipaměti využití šířky pásma
de: Aktualisiere Zwischenspeicher für Bandbreitennutzung
fr: Mise à jour du cache d'utilisation de la bande passante
it: Aggiornamento della cache di utilizzo della larghezza di banda
ja: 帯域幅使用量キャッシュの更新中
tr_tr: Bant genişliği kullanım önbelleği güncelleniyor
zh_tw: 正在更新頻寬使用快取

source: Updating from migration %s
cs: Aktualizování z přesunu %s
de: Aktualisiere von Migration %s
ja: マイグレーション %s からの更新中
tr_tr: %s göçünden güncelleniyor
zh_tw: 正在從移轉 %s 更新

source: Updating instance to original state: '%s'
cs: Aktualizování instance do původního stavu: '%s'
de: Aktualisiere Instanz in den Original-Status '%s'
it: Aggiornamento dell'istanza allo stato originale: '%s'
tr_tr: Sunucu asıl durumuna güncelleniyor: '%s'

source: Updating service version for %(binary)s on %(host)s from %(old)i to %(new)i
cs: Aktualizování verze služby pro %(binary)s na %(host)s z %(old)i na %(new)i

source: Using config drive
cs: Používání konfigurační jednotky
de: Konfigurationslaufwerk wird verwendet
fr: Utilisation de l'unité de config
it: Utilizzo unità di config
ja: 構成ドライブを使用中
tr_tr: Yapılandırma sürücüsü kullanılıyor
zh_tw: 正在使用配置磁碟機

source: Using config drive for instance
cs: Konfigurační jednotka je použita pro instnaci
de: Konfigurationslaufwerk wird für Instanz verwendet
it: Utilizzo del drive di configurazione per l'istanza
tr_tr: Sunucu için yapılandırma sürücüsü kullanılıyor

source: V2.1 API has been disabled by configuration
cs: V2.1 API bylo zakázáno v nastavení
de: V2.1 API wurde deaktiviert bei der Konfiguration

source: VBD %(vbd_ref)s uplug failed with "%(err)s", attempt %(num_attempt)d/%(max_attempts)d
cs: Odpojení VBD %(vbd_ref)s selhalo s chybou "%(err)s", pokus %(num_attempt)d/%(max_attempts)d
de: VBD %(vbd_ref)s entfernen fehlgeschlagen mit "%(err)s", versuche %(num_attempt)d/%(max_attempts)d
it: Scollegamento di VBD %(vbd_ref)s fallito con "%(err)s", tentativo %(num_attempt)d/%(max_attempts)d
tr_tr: VBD %(vbd_ref)s ayırma başarısız "%(err)s", deneme %(num_attempt)d/%(max_attempts)d

source: VBD %s already detached
cs: VBD %s již odpojeno
de: VBD %s bereits getrennt
fr: VBD %s déjà déconnecté
it: VBD %s già scollegato
ja: VBD %s は既に切り離されています
tr_tr: VBD %s zaten ayrılmış
zh_tw: 已分離 VBD %s

source: VM %(state)s (Lifecycle Event)
cs: VM %(state)s (Událost životního cyklu)
de: VM %(state)s (Ereignis im Lebenszyklus)
it: VM %(state)s (Evento Lifecycle)
tr_tr: VM %(state)s (Yaşamdöngüsü Olayı)

source: VMware vCenter version: %s
cs: Verze VMware vCenter: %s
tr_tr: VMware vCenter sürümü: %s

source: Virt driver does not support 'get_available_resource'. Compute tracking is disabled.
cs: Ovladač Virt nepodporuje získání dostupných zdrojů. Sledování výpočtu je zakázáno.
de: Virt Treiber unterstützt kein 'get_available_resource'. Compute Tracking ist deaktiviert
tr_tr: Virt sürücüsü 'get_available_resource' desteklemiyor. Hesaplama takibi kapatıldı.

source: Volume(%s) has lower stats then what is in the database. Instance must have been rebooted or crashed. Updating totals.
cs: Svazek (%s) má nižší statistiky, než ty co jsou v databázi. Instance musela být restartována, nebo spadla. Probíhá aktualizace souhrnů.
de: Volume(%s) hat einen niedrigeren Status als in der Datenbank. Instanz ist neu gestartet oder abgestürzt. Aktualisiere alles.
fr: Les statistiques du volume(%s) sont inférieures à celles de la base de données. L'instance a dûe être redémarrée (volontairement ou plantage). Synchronisation des données.
it: Il volume(%s) ha valori bassi come riportato nel database. L'istanza deve essere andata in crash oppure è stata riavviata. Valori in aggiornamento.
tr_tr: Mantıksal sürücü(%s) veri tabanında bulunandan daha düşük istatistiklere sahip. Sunucu yeniden başlatılmış ya da çökmüş olmalı. Tutarlar güncelleniyor.

source: WSGI server has stopped.
cs: Server WSGI byl zastaven.
de: WSGI-Server wurde gestoppt.
fr: Le serveur WSGI a été arrêté.
it: Il server WSGI è stato arrestato.
ja: WSGI サーバーが停止しました。
tr_tr: WSGI sunucusu durduruldu.
zh_tw: WSGI 伺服器已停止。

source: Working on deleting snapshot %s from shelved instance...
cs: Mazání snímku %s z uskladněné instance...
de: Arbeite am Löschen der Schattenkopie %s der eingestellten Instanz....
it: Eliminazione in corso dello snapshot %s dall'istanza sospesa...
tr_tr: Askıdaki sunucudan %s anlık görüntüsünün silinmesi üzerine çalışılıyor...

source: Writing stored info to %s
cs: Zapisování uložených informací do %s
de: Schreibe Speicherinformationen zu %s
fr: Ecriture d'informations stockées dans %s
it: Scrittura informazioni memorizzate in %s
ja: 保管された情報を %s に書き込んでいます
tr_tr: Depolanan bilgi %s'e yazılıyor
zh_tw: 正在將儲存的資訊寫入 %s

source: XenServer tools are not installed in this image
cs: Nástroje XenServer nejsou v tomto obrazu nainstalovány
de: XenServer-Werkzeuge sind in diesem Abbild nicht installiert
fr: Les outils XenServer ne sont pas installés dans cette image
it: Gli strumenti XenServer non sono installati in questa immagine
ja: このイメージには XenServer ツールがインストールされていません
tr_tr: XenServer araçları bu imajda kurulu değil
zh_tw: 此映像檔中未安裝 XenServer 工具

source: XenServer tools are present in this image but are not capable of network injection
cs: Nástroje XenServer jsou v tomto obrazu přítomny, ale nejsou schopny vložit síť
de: XenServer Tools sind in diesem Abbild installiert, befähigen aber nicht zur Netzwerkeinfügung.
fr: Des outils XenServer sont présents dans cette image mais ils ne peuvent pas effectuer une injection réseau
it: Gli strumenti XenServer sono presenti in questa immagine ma non hanno la capacità per l'inserimento nella rete
ja: このイメージには XenServer ツールが存在しますが、このツールはネットワーク注入を実行できません
tr_tr: XenServer araçları bu imajda mevcut ama ağ enjeksiyonu yetenekleri yok
zh_tw: XenServer 工具存在於此映像檔中，但不能進行網路注入作業

source: XenServer tools installed in this image are capable of network injection. Networking files will not bemanipulated
cs: Nástroje XenServer instalované v tomto obrazu jsou schopné vložit sítě. Síťové soubory nebudou změněny
de: XenServer Tools, die in diesem Abbild installiert sind, befähigen zur Netzwerkeinfügung. Netzwerkdatein werden nicht manipuliert
fr: Les outils XenServer installés dans cette image peuvent effectuer une injection réseau. Les fichiers réseau ne seront pas manipulés
it: Gli strumenti XenServer installati in questa immagine hanno la capacità per l'inserimento nella rete. I file di rete non verranno manipolati
ja: このイメージにインストールされている XenServer ツールではネットワーク注入が可能です。ネットワーキング・ファイルは操作されません
tr_tr: Bu imajda kurulmuş XenServer araçları ağ enjeksiyonunu destekliyor. Ağ dosyalarında oynama yapılmayacak
zh_tw: 此映像檔中安裝的 XenServer 工具可進行網路注入作業。將不會操作網路功能檔案

source: You may see the error "libvirt: QEMU error: Domain not found: no domain with matching name." This error can be safely ignored.
cs: Můžete vidět tuto chybu "libvirt: QEMU error: Domain not found: no domain with matching name." Tuto chybu můžete bezpečně ignorovat.
de: Möglicherweise sehen Sie den Fehler "libvirt: QEMU error: Domain not found: no domain with matching name." Dieser Fehler kann ignoriert werden.
fr: Vous pouvez voir l'erreur "libvirt : erreur QEMU : Domaine non trouvé : aucun domaine avec un nom correspondant." Cette erreur peut être ignorée.
it: È possibile che venga visualizzato un errore "libvirt: errore QEMU: dominio non trovato: nessun dominio con il nome corrispondente." Questo errore può essere tranquillamente ignorato.
ja: 「libvirt: QEMU エラー: ドメインが見つかりません: 名前が一致するドメインがありません。」というエラーが表示されることがあります。このエラーは無視してかまいません。
tr_tr: "libvirt: QEMU hatası: Alan bulunamadı: Bu isimle eşleşen bir alan yok." hatası görebilirsiniz. Bu hatayı göz ardı edebilirsiniz.
zh_tw: 您可能會看到錯誤「libVirt：QEMU 錯誤：找不到網域：沒有名稱相符的網域。」此錯誤可以安全地忽略。

source: _post_live_migration() is started..
cs: Přesunutí po spuštění je zahájeno.
de: _post_live_migration() ist gestartet..
fr: _post_live_migration() est démarré..
it: _post_live_migration() è stato avviato..
ja: _post_live_migration() が開始されました..
tr_tr: _post_live_migration() başlatıldı..
zh_tw: _post_live_migration() 已啟動。

source: bringing vm to original state: '%s'
cs: vm je uváděno do původního stavu: '%s'
de: Bringe VM in den Original-Status: '%s'
fr: Restauration de l'état original de la machine virtuelle : '%s'
it: ripristino dello stato originale di vm: '%s'
ja: VM を元の状態に戻しています: '%s'
tr_tr: vm asıl durumuna getiriliyor: '%s'
zh_tw: 正在使 VM 進入原始狀態：'%s'

source: deleted %s
cs: %s smazáno
de: %s gelöscht
fr: suppression de %s
it: %s eliminato
tr_tr: %s silindi

source: disk not on shared storage, rebuilding from: '%s'
cs: disk není na sdíleném úložišti, znovu sestavování z: '%s'
de: Festplatte nicht am verteilten Speicher, baue neu von: '%s'
it: Il disco non è sullo spazio condiviso, in ricostruzione da: '%s'
tr_tr: disk paylaşımlı depolamada, yeniden inşa ediliyor: '%s'

source: disk on shared storage, recreating using existing disk
cs: disk na sdíleném úložišti, znovu vytváření pomocí existujícího disku
de: Festplatte am verteilten Speicher, baue neu unter Benutzung der existierenden Platte
fr: Disque sur la mémoire partagée ; recréation à l'aide du disque existant
it: disco nella memoria condivisa, ricreazione utilizzo disco esistente
ja: 共有ストレージ上のディスク。既存のディスクを使用して再作成中
tr_tr: disk paylaşımlı depolamada, mevcut disk kullanılarak yeniden oluşturuluyor
zh_tw: 磁碟位於共用儲存體上，正在使用現有磁碟來重建

source: findmnt tool is not installed
cs: nástroj findmnt nenainstalován
de: findmnt-Werkzeug ist nicht installiert
fr: L'outil findmnt n'est pas installé
it: lo strumento findmnt non è installato
tr_tr: findmnt aracı kurulmamış

source: image %(id)s at (%(base_file)s): checking
cs: obraz %(id)s v (%(base_file)s): probíhá kontrola
de: Abbild %(id)s auf (%(base_file)s): wird überprüft
fr: image %(id)s à (%(base_file)s) : vérification
it: immagine %(id)s in (%(base_file)s): verifica
ja: (%(base_file)s) にあるイメージ %(id)s: 検査中
tr_tr: (%(base_file)s) deki %(id)s imajı: kontrol ediliyor
zh_tw: 映像檔 %(id)s (%(base_file)s)：正在檢查

source: image %(id)s at (%(base_file)s): image verification skipped, no hash stored
cs: obraz %(id)s v (%(base_file)s): ověření obrazu přeskočeno, žádný kontrolní součet uložen
de: Abbild %(id)s at (%(base_file)s): Abbildverifizierung übersprungen, kein Hash gespeichert
fr: image %(id)s à (%(base_file)s) : vérification d'image ignorée, aucun hachage stocké
it: immagine %(id)s in (%(base_file)s): verifica dell'immagine ignorata, nessun hash memorizzato
ja: (%(base_file)s) にあるイメージ %(id)s: イメージの検査がスキップされました。ハッシュは保管されていません
tr_tr: (%(base_file)s) deki %(id)s imajı: imaj doğrulama atlandı, depolanan özet yok
zh_tw: 映像檔 %(id)s (%(base_file)s)：已跳過映像檔驗證，未儲存雜湊

source: image %(id)s at (%(base_file)s): in use: on this node %(local)d local, %(remote)d on other nodes sharing this instance storage
cs: Obraz %(id)s na (%(base_file)s): používá se: na tomto místním uzlu %(local)d, %(remote)d na ostatních uzlech sdílející úložiště této instance
de: Abbild %(id)s auf (%(base_file)s): in Benutzung: auf diesem Knoten %(local)d lokal, %(remote)d auf anderem Knoten geteilt in diesem Instanzspeicher
fr: image %(id)s à (%(base_file)s) : en cours d'utilisation : sur ce noeud %(local)d local, %(remote)d sur d'autres noeuds partageant ce stockage d'instance
it: immagine %(id)s in (%(base_file)s): in uso: in questo nodo %(local)d locale, %(remote)d in altri nodi che condividono questa archiviazione dell'istanza
ja: (%(base_file)s) にあるイメージ %(id)s: 使用中: このノード上では %(local)d ローカル、このインスタンスのストレージを共有する他のノード上では %(remote)d
tr_tr: (%(base_file)s) deki %(id)s imajı: kullanımda: bu düğümde %(local)d yerel, diğer düğümlerde %(remote)d bu sunucunun depolamasını paylaşıyor
zh_tw: 映像檔 %(id)s (%(base_file)s)：使用中：%(local)d 個在此節點上（本端），%(remote)d 個在其他共用此實例儲存體的節點上

source: injecting file to %s
cs: vkládání souboru do %s
de: Datei einfügen von %s
tr_tr: Dosya %s'e ekleniyor

source: instance chain %s disappeared during refresh, skipping
cs: Řetěz instance %s zmizel během obnovení, přeskočeno
de: Instanzreihe %s bei der Aktualisierung verschwunden, wird übersprungen
fr: chaîne d'instance %s disparaît durant le rafraîchissement, à passer
it: Catena delle istanze %s sparita durante l'aggiornamento, ignoro
tr_tr: Sunucu zinciri %s tazeleme sırasında ortadan kayboldu, atlanıyor

source: instance is in SHELVED_OFFLOADED state, cleanup the instance's info from database.
cs: Instance je ve stavu Uskladněn s převedenou zátěží, vyčistěte informace o instanci z databáze.
de: Iinstanz ist in SHELVED_OFFLOADED Status, aufräumen der Instanz-Infos in der Datenbank.
tr_tr: Sunucu SHELVED_OFFLOADED durumunda, sunucu bilgisini veri tabanından temizle.

source: instance snapshotting
cs: snímkování instance
de: Schattenkopie von Instanz wird erstellt
ja: インスタンスのスナップショットを作成中
tr_tr: sunucunun anlık görüntüsü alınıyor
zh_tw: 正在給實例建立 Snapshot

source: instance termination disabled
cs: ukončení instance zakázáno
de: Beendigung der Instanz deaktiviert
fr: Arrêt de l'instance désactivé
it: terminazione dell'istanza disabilita
ja: インスタンスの終了が使用不可です
tr_tr: sunucu sonlandırma kapatıldı
zh_tw: 實例終止作業已停用

source: nova-conductor connection established successfully
cs: připojení k nova-conductor úspěšně navázáno
de: nova-conductor erfolgreich verbunden
it: connessione nova-conductor stabilita con successo
tr_tr: nova-conductor bağlantı başarıyla sağlandı

source: preserve multipath_id %s
cs: zachovat id mnohačetné cesty %s
de: Erhalte multipath_id %s
fr: conserver multipath_id %s
it: preserva il multipath_id %s
tr_tr: multipath_id %s'i koru

source: quota_usages out of sync, updating. project_id: %(project_id)s, user_id: %(user_id)s, resource: %(res)s, tracked usage: %(tracked_use)s, actual usage: %(in_use)s
cs: využití kvót není synchronizováno, aktualizace projektu s id: %(project_id)s, id uživatele %(user_id)s, zdroj: %(res)s, zaznamenané využití: %(tracked_use)s, skutečné využití: %(in_use)s
de: quota_usages ist nicht sychron, wird aktualisiert. project_id: %(project_id)s, user_id: %(user_id)s, resource: %(res)s, tracked usage: %(tracked_use)s, actual usage: %(in_use)s
fr: quota_usages de la synchronisation, la mise à jour. project_id : %(project_id)s, user_id : %(user_id)s, ressource : %(res)s, suivi d'utilisation : %(tracked_use)s, utilisation effective : %(in_use)s
it: quota_usages fuori sincronizzazione, in aggiornamento. project_id: %(project_id)s, user_id: %(user_id)s, resource: %(res)s, tracked usage: %(tracked_use)s, actual usage: %(in_use)s
tr_tr: quota_usages eşzamanlanmamış, güncelleniyor. proje_id: %(project_id)s, kullanıcı_id: %(user_id)s, kaynak: %(res)s, takip edilen kullanım: %(tracked_use)s, asıl kullanım: %(in_use)s

source: re-assign floating IP %(address)s from instance %(instance_id)s
cs: Znovu přidělit plovoucí IP adresu %(address)s z instance %(instance_id)s
de: Weise Floating IP %(address)s der Instanz %(instance_id)s wieder zu
fr: ré-affectation de l'adresse IP flottante %(address)s depuis l'instance %(instance_id)s
it: riassegna IP mobile %(address)s dall'istanza %(instance_id)s
ja: 浮動 IP %(address)s をインスタンス %(instance_id)s から再割り当て
tr_tr: %(instance_id)s sunucusundan %(address)s değişken IP'sini yeniden ata
zh_tw: 從實例 %(instance_id)s 重新指派浮動 IP %(address)s

source: tap-ctl check: %s
cs: kontrola tap-ctl: %s
de: tap-ctl überprüft %s
tr_tr: tap-ctl kontrolü: %s

source: vol=%s
cs: svazek=%s
tr_tr: birim=%s
zh_tw: 磁區 = %s

source: %(action_str)s instance
de: %(action_str)s Instanz
ja: %(action_str)s インスタンス
tr_tr: %(action_str)s örneği
zh_tw: %(action_str)s 實例

source: data: %(data)r, fpath: %(fpath)r
de: Daten: %(data)r, fpath: %(fpath)r
it: dati: %(data)r, fpath: %(fpath)r
ja: データ: %(data)r, ファイルパス: %(fpath)r
tr_tr: veri: %(data)r, fpath: %(fpath)r
zh_tw: 資料：%(data)r，fpath：%(fpath)r

source: V3 API has been disabled by configuration
fr: L'API V3 a été désactivée par configuration
it: Le API V3 sono state disabilitate dalla configurazione

source: Deleting instance as its host (%(instance_host)s) is not equal to our host (%(our_host)s).
fr: Suppression de l'instance car son hôte (%(instance_host)s) ne correspond pas notre hôte (%(our_host)s).
it: Eliminazione dell'istanza in quanto il relativo host (%(instance_host)s) non è uguale all'host corrente (%(our_host)s).
ja: ホスト (%(instance_host)s) として削除中のインスタンスは、当該ホスト (%(our_host)s) と同じではありません。
zh_tw: 正在刪除實例，因為它的主機 (%(instance_host)s) 不同於我們的主機 (%(our_host)s)。

source: Skipped removing reservations_deleted_expire_idx because index does not exist.
fr: Passé le retrait de reservations_deleted_expire_idx car l'index n'existe pas.
it: Rimozione di reservations_deleted_expire_idx ignorata perchè l'indice non esiste.

source: Unable to reset device ID for port %s
it: Impossibile resettare ID di dispositivo per la porta %s

source: Eventlet backdoor listening on %(port)s for process %(pid)d
fr: Eventlet backdoor en écoute sur le port %(port)s for process %(pid)d
it: Ascolto di eventlet backdoor su %(port)s per il processo %(pid)d
ja: Eventlet backdoorは、プロセス%(pid)dの%(port)sをリスニングしています。

source: Skipping periodic task %(task)s because its interval is negative
fr: Tâche périodique %(task)s ignorée car son intervalle est négatif
it: Abbadono dell'attività periodica %(task)s perché l'intervalo è negativo
ja: タスクの間隔が負であるため、定期タスク %(task)s をスキップしています
zh_tw: 正在跳過定期作業 %(task)s，因為其間隔為負數

source: Skipping periodic task %(task)s because it is disabled
fr: Tâche périodique %(task)s car elle est désactivée
it: Abbadono dell'attività periodica %(task)s perché è disabilitata
ja: タスクが使用不可であるため、定期タスク %(task)s をスキップしています
zh_tw: 正在跳過定期作業 %(task)s，因為它已停用

source: Caught %s, exiting
fr: %s interceptée, sortie
it: Rilevato %s, esistente
ja: %s が見つかりました。終了しています
zh_tw: 已捕捉到 %s，正在結束

source: Parent process has died unexpectedly, exiting
fr: Processus parent arrêté de manière inattendue, sortie
it: Il processo principale è stato interrotto inaspettatamente, uscire
ja: 親プロセスが予期せずに停止しました。終了しています
zh_tw: 母程序已非預期地當掉，正在結束

source: Child caught %s, exiting
fr: L'enfant a reçu %s, sortie
it: Cogliere Child %s, uscendo

source: Forking too fast, sleeping
fr: Bifurcation trop rapide, pause
it: Sblocco troppo veloce, attendere
ja: fork が早すぎます。スリープ状態にしています
zh_tw: 分岔太快，正在休眠

source: Started child %d
fr: Enfant démarré %d
it: Child avviato %d
ja: 子 %d を開始しました
zh_tw: 已開始子行程 %d

source: Starting %d workers
fr: Démarrage des travailleurs %d
it: Avvio %d operatori
ja: %d ワーカーを開始しています
zh_tw: 正在啟動 %d 個工作程式

source: Child %(pid)d killed by signal %(sig)d
fr: Enfant %(pid)d arrêté par le signal %(sig)d
it: Child %(pid)d interrotto dal segnale %(sig)d
ja: 子 %(pid)d がシグナル %(sig)d によって強制終了されました
zh_tw: 信號 %(sig)d 結束了子項 %(pid)d

source: Child %(pid)s exited with status %(code)d
fr: Processus fils %(pid)s terminé avec le status %(code)d
it: Child %(pid)s terminato con stato %(code)d
ja: 子 %(pid)s が状況 %(code)d で終了しました
zh_tw: 子項 %(pid)s 已結束，狀態為 %(code)d

source: Caught %s, stopping children
fr: %s interceptée, arrêt de l'enfant
it: Intercettato %s, arresto in corso dei children
ja: %s が見つかりました。子を停止しています
zh_tw: 已捕捉到 %s，正在停止子項

source: Wait called after thread killed. Cleaning up.
it: Attendere la chiamata dopo l'uccisione de filo. Bonifica.

source: Waiting on %d children to exit
fr: En attente %d enfants pour sortie
it: In attesa %d degli elementi secondari per uscire
ja: %d 個の子で終了を待機しています
zh_tw: 正在等待 %d 個子項結束

source: Compute_service record updated for %s
fr: Enregistrement de Compute_service mis à jour pour %s
it: Record compute_service aggiornato per %s

source: The ISCSI initiator name can't be found. Choosing the default one
fr: Le nom d'initiateur ISCSI est introuvable. Le nom par défaut est sélectionné.
it: Impossibile trovare il nome iniziatore ISCSI. Selezione di quello predefinito
ja: iSCSI イニシエーター名が見つかりません。デフォルトの名前を選択しています
zh_tw: 找不到 iSCSI 起始器名稱。正在選擇預設名稱

source: Invalid cluster or resource pool name : %s
it: Cluster o nome di pool di risorsa non valido: %s

source: Allocate address
ja: Allocate address: アドレスを割り当てます。
zh_tw: 配置位址

source: Associate address %(public_ip)s to instance %(instance_id)s
ja: インスタンス %(instance_id)s にアドレス %(public_ip)s を割り当て
zh_tw: 使位址 %(public_ip)s 與實例 %(instance_id)s 產生關聯

source: Attach volume %(volume_id)s to instance %(instance_id)s at %(device)s
ja: ボリューム %(volume_id)s をインスタンス %(instance_id)s のデバイス %(device)s に接続
zh_tw: 將磁區 %(volume_id)s 連接至 %(device)s 處的實例 %(instance_id)s

source: Create key pair %s
ja: Create key pair: キーペア %s を作成します。
zh_tw: 建立金鑰組 %s

source: Create snapshot of volume %s
ja: ボリューム %s のスナップショットの作成
zh_tw: 建立磁區 %s 的 Snapshot

source: Create volume from snapshot %s
ja: スナップショット %s からボリュームを作成
zh_tw: 從 Snapshot %s 建立磁區

source: De-registering image %s
ja: De-registering image: イメージ %s を登録解除します。
zh_tw: 正在取消登錄映像檔 %s

source: Delete key pair %s
ja: Delete key pair: キーペア %s を削除します。
zh_tw: 刪除金鑰組 %s

source: Disassociate address %s
ja: Disassociate address: アドレス %s の関連付けを解除します。
zh_tw: 解除與位址 %s 的關聯

source: Get console output for instance %s
ja: Get console output: インスタンス %s のコンソール出力を取得します。
zh_tw: 取得實例 %s 的主控台輸出

source: Import key %s
ja: 鍵 %s のインポート
zh_tw: 匯入金鑰 %s

source: Reboot instance %r
ja: Reboot instance: インスタンス %r を再起動します。
zh_tw: 重新啟動實例 %r

source: Registered image %(image_location)s with id %(image_id)s
ja: イメージ %(image_location)s が ID %(image_id)s で登録されました
zh_tw: 已登錄 ID 為 %(image_id)s 的映像檔 %(image_location)s

source: Release address %s
ja: Release address: アドレス %s を開放します。
zh_tw: 釋放位址 %s

source: Starting instance...
ja: インスタンスを開始しています...
zh_tw: 正在啟動實例...

source: Unauthorized request for controller=%(controller)s and action=%(action)s
ja: コントローラ=%(controller)s とアクション=%(action)s 用の許可されていないリクエスト
zh_tw: 對於控制器 = %(controller)s 及動作 = %(action)s 的要求未獲授權

source: Updating image %s publicity
ja: イメージ %s の公開設定を更新します。
zh_tw: 正在更新映像檔 %s 宣傳
