Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Beginning cold snapshot process
es: Empezando proceso de instantánea frío
pt_br: Iniciando processo de captura instantânea a frio
zh_cn: 正在结束冷快照流程

source: Snapshot extracted, beginning image upload
es: Se ha extraído instantánea, empezando subida de imagen
pt_br: Captura instantânea extraída, iniciando upload da imagem
zh_cn: 已抽取快照，正在开始映像上载

source: Snapshot image upload complete
es: Subida de imagen de instantánea se ha completado
pt_br: Upload da imagem de captura instantânea concluído
zh_cn: 快照映像上载完成

source: libvirt error while requesting blockjob info.
es: error de libvirt al solicitar información de blockjob.
ko_kr: 블록 작업 정보를 요청하는 중에 libvirt 오류 발생.
zh_tw: 要求 blockjob 資訊時發生 libVirt 錯誤。

source: Failed to send updated snapshot status to volume service.
es: Fallo al enviar estado de instantánea actualizada al servicio de volumen.

source: Found no disk to snapshot.
es: No se ha encontrado disco relacionado a instantánea.
ko_kr: 스냅샷할 디스크를 찾지 못함.
tr_tr: Anlık görüntüsü alınacak disk bulunamadı.
zh_tw: 找不到磁碟來取得 Snapshot。

source: snap xml: %s
es: registrado xml: %s

source: Unable to create quiesced VM snapshot, attempting again with quiescing disabled.
es: Incapaz de crear instantánea de VM inmovilizada, intentando nuevamente con la inmovilidad deshabilitada

source: Unable to create VM snapshot, failing volume_snapshot operation.
es: Incapaz de crear instantánea de VM, operación de volume_snapshot fallida.

source: Unknown type: %s
es: Tipo desconocido: %s
fr: Type inconnu: %s
ko_kr: 알 수 없는 유형: %s
tr_tr: Bilinmeyen tür: %s
zh_tw: 不明的類型：%s

source: snapshot_id required in create_info
es: snapshot_id es requerido en create_info
ko_kr: create_info에 snapshot_id가 필요함
tr_tr: create_info'da snapshot_id gerekiyor
zh_tw: create_info 中需要 snapshot_id

source: Error occurred during volume_snapshot_create, sending error status to Cinder.
es: Error ocurrido durante volume_snapshot_create, enviando estado de error a Cinder.

source: Libvirt '%s' or later is required for online deletion of volume snapshots.
es: Libvirt '%s' o mayor se requiere para remoción en línea de instantáneas de volumen.
ko_kr: 볼륨 스냅샷을 온라인으로 삭제하려면 Libvirt '%s' 이상이 필요합니다.
zh_tw: 需要 Libvirt '%s' 或更新版本，才能線上刪除磁區 Snapshot。

source: Unknown delete_info type %s
es: Tipo delete_info %s desconocido
fr: Type inconnu delete_info %s
ko_kr: 알 수 없는 delete_info 유형: %s
tr_tr: Bilinmeyen delete_info türü %s
zh_tw: 不明的 delete_info 類型 %s

source: Unable to locate disk matching id: %s
es: Incapaz de localizar identificador de disco coincidente: %s

source: disk: %(disk)s, base: %(base)s, bw: %(bw)s, flags: %(flags)s
es: disco: %(disk)s, base: %(base)s, bw: %(bw)s, banderas: %(flags)s

source: blockRebase started successfully
es: blockRebase ha iniciado exitosamente

source: waiting for blockRebase job completion
es: esperando para la compleción de la tarea blockRebase

source: blockCommit started successfully
es: blockCommit ha iniciado exitosamente

source: waiting for blockCommit job completion
es: esperando para la compleción de la tarea blockCommit

source: Error occurred during volume_snapshot_delete, sending error status to Cinder.
es: Ha ocurrido un error durante volume_snapshot_delete, envinado estado de error a Cinder.

source: Instance soft reboot failed: %s
es: El reinicio suave de la instancia ha fallado: %s

source: Instance soft rebooted successfully.
es: La instancia ha rearrancado satisfactoriamente de forma no permanente.
pt_br: Reinicialização virtual da instância bem-sucedida.
zh_cn: 已成功执行实例软重新引导。

source: Failed to soft reboot instance. Trying hard reboot.
es: Fallo al reiniciar la instancia de manera suave. Intentando reinicio duro.

source: Instance shutdown successfully.
es: La instancia ha concluido satisfactoriamente.
pt_br: A instância foi encerrada com êxito.
zh_cn: 已成功关闭实例。

source: Instance may have been rebooted during soft reboot, so return now.
es: Es posible que la instancia se haya rearrancado durante el arranque no permanente, por consiguiente volver ahora.
pt_br: A instância pode ter sido reinicializada durante a reinicialização virtual, portanto retorne agora.
zh_cn: 在软重新引导期间，可能已重新引导实例，因此会立即返回。

source: Instance rebooted successfully.
es: La instancia ha rearrancado satisfactoriamente.
pt_br: Instância reinicializada com êxito.
zh_cn: 实例成功重启。

source: Instance is running
es: La instancia se está ejecutando
pt_br: A instância está em execução
zh_cn: 实例在运行

source: Instance spawned successfully.
es: Instancia generada satisfactoriamente.
pt_br: Feito spawn da instância com êxito.
zh_cn: 实例成功生产。

source: Truncated console log returned, %d bytes ignored
es: Se ha devuelto registro de consola truncado, se han ignorado %d bytes
pt_br: Log do console truncado retornado, %d bytes ignorados
zh_cn: 已返回截断的控制台日志，忽略了 %d 个字节

source: Guest does not have a console available
es: El invitado no tiene una consola disponible
fr: Aucune console n'est disponible pour l'invité
ko_kr: 게스트에 사용 가능한 콘솔이 없음
pt_br: O convidado não possui um console disponível
zh_cn: Guest 没有控制台可用
zh_tw: 來賓沒有可用的主控台

source: This python runtime does not support direct I/O
es: Este entorno de ejecución de python no soporta E/S directa

source: Path '%(path)s' supports direct I/O
es: La vía de acceso '%(path)s' soporta E/S directa
pt_br: O caminho '%(path)s' suporta E/S direta
zh_cn: 路径“%(path)s”支持直接 I/O

source: Path '%(path)s' does not support direct I/O: '%(ex)s'
es: La vía de acceso '%(path)s' no soporta soportar: '%(ex)s'
pt_br: O caminho '%(path)s' não suporta E/S direta: '%(ex)s'
zh_cn: 路径“%(path)s”不支持直接 I/O：“%(ex)s”

source: Error on '%(path)s' while checking direct I/O: '%(ex)s'
es: Error en '%(path)s' al comprobar E/S directa: '%(ex)s'
pt_br: Erro em '%(path)s' ao verificar E/S direta: '%(ex)s'
zh_cn: 检查直接 I/O 时，在“%(path)s”上出错：“%(ex)s”

source: Error injecting data into image %(img_id)s (%(e)s)
es: Error al inyectar datos en imagen %(img_id)s (%(e)s)
pt_br: Erro ao injetar dados na imagem %(img_id)s (%(e)s)
zh_cn: 将数据插入到映像 %(img_id)s (%(e)s) 中时出错

source: Creating image
es: Creando imagen
pt_br: Criando imagem
zh_cn: 正在创建镜像

source: Using config drive
es: Utilizando unidad de configuración
pt_br: Usando unidade de configuração
zh_cn: 正在使用配置驱动器

source: Detaching PCI devices with libvirt < %(ver)s is not permitted
es: La remoción de dispositivos PCI con libvirt < %(ver)s no está permitida
ko_kr: PCI 디바이스를 libvirt < %(ver)s과(와) 분리하는 것이 허용되지 않음
zh_tw: 不允許分離 PCI 裝置和 libVirt < %(ver)s

source: Instance disappeared while detaching a PCI device from it.
es: La instancia ha desaparecido mientras se removía el dispositivo PCI de ella.

source: Attaching PCI devices %(dev)s to %(dom)s failed.
es: La asociación de dispositivos PCI %(dev)s a %(dom)s ha fallado.

source: Config requested an explicit CPU model, but the current libvirt hypervisor '%s' does not support selecting CPU models
es: La configuración ha solicitado un modelo CPU explícito, pero el hipervisor libvirt actual '%s' no soporta la selección de modelos de CPU
fr: La config a demandé un modèle d'UC explicite, mais l'hyperviseur libvirt '%s' actuel ne prend pas en charge la sélection des modèles d'UC
ko_kr: 구성이 명시적 CPU 모델을 요청했지만 현재 libvirt 하이퍼바이저 '%s'이(가) CPU 모델 선택을 지원하지 않음
pt_br: Configuração solicitou um modelo de CPU explícito, mas o hypervisor libvirt atual '%s' não suporta a seleção de modelos de CPU
tr_tr: Yapılandırma belirli bir CPU modeli istedi, ama mevcut libvirt hipervizörü '%s' CPU modeli seçme desteklemiyor
zh_cn: 配置已请求显式 CPU 模型，但是当前 libvirt 管理程序“%s”不支持选择 CPU 模型
zh_tw: 配置已要求明確的 CPU 型號，但現行 libVirt Hypervisor '%s' 不支援選取 CPU 型號

source: Config requested a custom CPU model, but no model name was provided
es: La configuración ha solicitado un modelo de CPU personalizado, pero no se ha proporcionado ningún nombre de modelo
fr: La config a demandé un modèle d'UC personnalisé, mais aucun nom de modèle n'a été fourni
ko_kr: 구성이 사용자 정의 CPU 모델을 요청했지만 모델 이름을 제공하지 않았음
pt_br: Configuração selecionou um modelo de CPU customizado, mas nenhum nome de modelo foi fornecido
tr_tr: Yapılandırma özel bir CPU modeli istedi, ama model ismi sağlanmadı
zh_cn: 配置已请求定制 CPU 模型，但是未提供任何模型名称
zh_tw: 配置已要求自訂 CPU 型號，但沒有提供型號名稱

source: A CPU model name should not be set when a host CPU model is requested
es: No se debe establecer un nombre de modelo de CPU cuando se solicita un modelo de CPU de host
fr: Aucun nom de modèle d'UC ne doit être défini lorsqu'un modèle d'UC hôte est demandé
ko_kr: 호스트 CPU 모델이 요청될 때 CPU 모델 이름이 설정되지 않아야 함
pt_br: Um nome de modelo de CPU não deve ser configurado quando um modelo de CPU do host for solicitado
tr_tr: İstemci CPU modeli istenirken CPU modeli ismi ayarlanmamalı
zh_cn: 当请求主机 CPU 模型时，不应该设置 CPU 模型名称
zh_tw: 要求主機 CPU 型號時，不應該設定 CPU 型號名稱

source: CPU mode '%(mode)s' model '%(model)s' was chosen
es: Se ha elegido la CPU modalidad '%(mode)s' modelo '%(model)s'
pt_br: Modo de CPU '%(mode)s' modelo '%(model)s' foi escolhido
zh_cn: 已选择 CPU 方式“%(mode)s”模型“%(model)s”

source: Passthrough of the host CPU was requested but this libvirt version does not support this feature
es: Se ha solicitado el paso a través de la CPU de host pero esta versión de libvirt no soporta esta función
pt_br: A passagem da CPU do host foi solicitada, mas esta versão de libvirt não suporta esse recurso
zh_cn: 已请求传递主机 CPU，但是此 libvirt 版本不支持此功能

source: Configuring timezone for windows instance to localtime
es: Configurando la zona horaria para la instancia windows a horario local

source: Qemu guest agent is enabled through image metadata
es: El agente invitado Qemu está habilitado a través de los metadatos de la imagen

source: Error from libvirt while looking up %(instance_id)s: [Error Code %(error_code)s] %(ex)s
es: Error de libvirt durante la búsqueda de %(instance_id)s: [Código de Error %(error_code)s] %(ex)s
ko_kr: %(instance_id)s 검색 중 libvirt에서 오류 발생: [오류 코드 %(error_code)s] %(ex)s
zh_tw: 查閱 %(instance_id)s 時 libVirt 傳回錯誤：[錯誤碼%(error_code)s] %(ex)s

source: Error from libvirt while looking up %(instance_name)s: [Error Code %(error_code)s] %(ex)s
es: Error de libvirt al buscar %(instance_name)s: [Código de error %(error_code)s] %(ex)s
fr: Erreur de libvirt lors de la recherche de %(instance_name)s : [Code d'erreur %(error_code)s] %(ex)s
ko_kr: %(instance_name)s 검색 중 libvirt에서 오류 발생: [오류 코드 %(error_code)s] %(ex)s
pt_br: Erro de libvirt ao consultar %(instance_name)s: [Código de Erro %(error_code)s] %(ex)s
tr_tr: %(instance_name)s aranırken libvirt hatası: [Hata Kodu %(error_code)s] %(ex)s
zh_cn: 查找 %(instance_name)s时libvirt出错：[错误代码 %(error_code)s] %(ex)s
zh_tw: 查閱 %(instance_name)s 時 libVirt 傳回錯誤：[錯誤碼 %(error_code)s] %(ex)s

source: An error occurred while trying to define a domain with xml: %s
es: Un error ha ocurrido al tratar de definir un dominio con xml: %s

source: An error occurred while trying to launch a defined domain with xml: %s
es: Un error ha ocurrido al intentar lanzar un dominio definido con xml: %s

source: An error occurred while enabling hairpin mode on domain with xml: %s
es: Un error ha ocurrido al habilitar el modo pasador en el dominio con xml: %s

source: libvirt can't find a domain with id: %s
es: libvirt no puede encontrar un dominio con id: %s

source: Cannot get the number of cpu, because this function is not implemented for this platform.
es: No se puede obtener el número de CPU porque esta función no está implementada para esta plataforma.
pt_br: Não é possível obter o número de cpu, porque essa função não está implementada para esta plataforma.
zh_cn: 无法获取 cpu 数，因为对于此平台，未实现此功能。

source: Invalid vcpu_pin_set config, out of hypervisor cpu range.
es: Configuración vcpu_pin_set inválida, fuera de rango de cpu de hipervisor.
fr: Paramètre vcpu_pin_set invalide, hors plage cpu de l'hyperviseur.
ko_kr: 올바르지 않은 vcpu_pin_set 구성, 하이퍼바이저 cpu 범위에서 벗어남.
tr_tr: Geçersiz vcpu_pin_set yapılandırması, hipervizör cpu aralığı dışında.
zh_tw: 無效的 vcpu_pin_set 配置，因為超出 Hypervisor CPU 範圍。

source: libvirt version is too old (does not support getVersion)
es: La versión libvirt es demasiado antigua (no soporta getVersion)
fr: La version de libvirt est trop ancienne (elle ne prend pas en charge getVersion)
pt_br: a versão de libvirt é muito antiga (não suporta getVersion)
zh_cn: libvirt版本过旧(不支持getVersion)

source: Hostname has changed from %(old)s to %(new)s. A restart is required to take effect.
es: El nombre del huésped ha cambiado de %(old)s a %(new)s. Se requiere un reinicio para hacer efecto.

source: Trying to get stats for the volume %s
es: Se está intentando obtener estadísticas para el volumen %s
pt_br: Tentando obter stats para o volume %s
zh_cn: 正在尝试获取卷 %s 的统计信息

source: Getting block stats failed, device might have been detached. Instance=%(instance_name)s Disk=%(disk)s Code=%(errcode)s Error=%(e)s
es: Fallo al obtener estadísticas de bloque, el dispositivo puede haber sido desasociado. Instancia=%(instance_name)s Disco=%(disk)s Código=%(errcode)s Error=%(e)s

source: Could not find domain in libvirt for instance %s. Cannot get block stats for device
es: No se ha podido encontrar el dominio en libvirt para la instancia %s. No se pueden obtener estadísticas de bloque para el dispositivo
pt_br: Não foi possível localizar o domínio em libvirt para a instância %s. Não é possível obter estatísticas do bloco para o dispositivo
zh_cn: 对于实例 %s，在 libvirt 中找不到域。无法获取设备的块统计信息

source: Creating tmpfile %s to verify with other compute node that the instance is on the same shared storage.
es: Creando archivo temporal %s para verificar con otro nódo de cómputo que la instancia está en el mismo almacenamiento compartido.

source: Block migration can not be used with shared storage.
es: No se puede utilizar la migración de bloque con almacenamiento compartido.
fr: La migration par bloc ne peut pas être utilisée avec le stockage partagé.
ko_kr: 블록 마이그레이션은 공유 스토리지에서 사용할 수 없습니다.
pt_br: Migração de bloco não pode ser usada com armazenamento compartilhado.
tr_tr: Blok göçü paylaşılan hafıza ile kullanılamaz.
zh_cn: 块存储迁移无法在共享存储使用
zh_tw: 區塊移轉不能與共用儲存體配合使用。

source: Live migration can not be used without shared storage.
es: No se puede utilizar la migración en directo con almacenamiento compartido.
fr: La migration active ne peut pas être utilisée sans le stockage partagé.
pt_br: Migração em tempo real não pode ser usado sem armazenamento compartilhado.
zh_cn: 在没有共享存储器的情况下，无法使用实时迁移。

source: Unable to migrate %(instance_uuid)s: Disk of instance is too large(available on destination host:%(available)s < need:%(necessary)s)
es: No se ha podido migrar %(instance_uuid)s: el disco de la instancia es demasiado grande (disponible en host de destino: %(available)s < necesario: %(necessary)s)
fr: Impossible de migrer %(instance_uuid)s : Le disque de l'instance est trop grand (disponible sur l'hôte de destination :%(available)s < requis :%(necessary)s)
ko_kr: %(instance_uuid)s을(를) 마이그레이션할 수 없음: 인스턴스의 디스크가 너무 큼(대상 호스트의 사용 가능량:%(available)s < 필요량:%(necessary)s)
pt_br: Não é possível migrar %(instance_uuid)s: O disco da instância é muito grande (disponível no host de destino: %(available)s < necessário: %(necessary)s)
tr_tr: %(instance_uuid)s göç ettirilemiyor: Sunucunun diski çok büyük(hedef istemcide kullanılabilir olan:%(available)s < ihtiyaç duyulan:%(necessary)s)
zh_cn: 无法迁移 %(instance_uuid)s：实例的磁盘太大（在目标主机上可用的：%(available)s < 需要：%(necessary)s）
zh_tw: 無法移轉 %(instance_uuid)s：實例的磁碟太大（目的地主機上的可用空間：%(available)s < 需要的空間：%(necessary)s）

source: Instance launched has CPU info: %s
es: La instancia iniciada tiene información de CPU: %s
pt_br: A instância ativada possui informações da CPU: %s
zh_cn: 已启动实例的CPU信息： %s

source: CPU doesn't have compatibility. %(ret)s Refer to %(u)s
es: CPU no tiene compatibilidad. %(ret)s Consulte %(u)s
fr: L'UC n'a pas de compatibilité. %(ret)s Voir %(u)s
ko_kr: CPU가 호환성을 갖지 않습니다. %(ret)s %(u)s을(를) 참조하십시오.
pt_br: A CPU não possui compatibilidade. %(ret)s Consulte %(u)s
tr_tr: CPU uyumluluğu yok. %(ret)s Bkz: %(u)s
zh_cn: CPU 不兼容. %(ret)s 参考 %(u)s
zh_tw: CPU 不相容。 %(ret)s 請參閱 %(u)s

source: Creating tmpfile %s to notify to other compute nodes that they should mount the same storage.
es: Creando archivo tmp %s para avisar a otros nodos de cálculo que deben montar el mismo almacenamiento.
pt_br: Criando tmpfile %s para notificar os outros nodos de computação que eles devem montar o mesmo armazenamento.
zh_cn: 创建tmpfile %s 来通知其他的计算节点需要挂载相同的存储。

source: The firewall filter for %s does not exist
es: El filtro de cortafuegos para %s no existe
fr: Le filtre de pare-feu de %s n'existe pas
ko_kr: %s의 방화벽 필터가 없음
pt_br: O filtro de firewall para %s não existe
tr_tr: %s için güvenlik duvarı filtresi mevcut değil
zh_cn: %s 的防火墙过滤器不存在
zh_tw: %s 的防火牆過濾器不存在

source: Live Migration failure: %s
es: Fallo en migración en vivo: %s

source: plug_vifs() failed %(cnt)d. Retry up to %(max_retry)d.
es: plug_vifs() ha fallado %(cnt)d. Intentando hasta %(max_retry)d.
pt_br: plug_vifs() falhou %(cnt)d. Tentando novamente até %(max_retry)d.

source: Error from libvirt while getting description of %(instance_name)s: [Error Code %(error_code)s] %(ex)s
es: Error de libvirt al obtener la descripción de %(instance_name)s: [Código de error %(error_code)s] %(ex)s
fr: Erreur de libvirt lors de l'obtention de la description de %(instance_name)s : [Code d'erreur %(error_code)s] %(ex)s
pt_br: Erro de libvirt ao obter descrição de %(instance_name)s: [Código de Erro %(error_code)s] %(ex)s
zh_cn: 获取 %(instance_name)s 的描述时 libvirt 中出错：[错误代码 %(error_code)s] %(ex)s

source: skipping disk for %s as it does not have a path
es: Omitiendo discos para %s ya que no tienen ruta

source: skipping %s since it looks like volume
es: Omitiendo %s debido a que parece un volumen

source: skipping disk %(path)s (%(target)s) as it is a volume
es: Omitiendo disco %(path)s (%(target)s) ya que es un volumen

source: Starting migrate_disk_and_power_off
es: Iniciando migrate_disk_and_power_off
pt_br: Iniciando migrate_disk_and_power_off
zh_cn: 正在启动 migrate_disk_and_power_off

source: Instance running successfully.
es: La instancia se está ejecutando satisfactoriamente.
pt_br: Instância executando com êxito.
zh_cn: 实例正在成功运行。

source: Starting finish_migration
es: Iniciando finish_migration
pt_br: Iniciando finish_migration
zh_cn: 正在启动 finish_migration

source: Starting finish_revert_migration
es: Iniciando finish_revert_migration
pt_br: Iniciando finish_revert_migration
zh_cn: 正在启动 finish_revert_migration

source: Deleting instance files %s
es: Eliminado los archivos de instancia %s

source: Failed to cleanup directory %(target)s: %(e)s
es: No se ha podido limpiar el directorio %(target)s: %(e)s
pt_br: Falha ao limpar diretório %(target)s: %(e)s
zh_cn: 未能清除目录 %(target)s：%(e)s

source: Deletion of %s failed
es: La remoción de %s ha fallado

source: Deletion of %s complete
es: La remoción de %s se ha completado

source: Libvirt module could not be loaded. NWFilterFirewall will not work correctly.
es: El módulo lLibvirt no se ha podido cargar. NWFilterFirewall no funcionará correctamente.
pt_br: O módulo Libvirt não pôde ser carregado. NWFilterFirewall não funcionará corretamente.
zh_cn: Libvirt模块无法加载。NWFilterFirewall 无法正常工作。

source: Called setup_basic_filtering in nwfilter
es: Se ha llamado a setup_basic_filtering en nwfilter
pt_br: Chamada setup_basic_filtering em nwfilter
zh_cn: 在 nwfilter 里调用 setup_basic_filtering

source: Ensuring static filters
es: Asegurando filtros estáticos
pt_br: Assegurando filtros estáticos
zh_cn: 正在确保静态过滤器

source: The nwfilter(%s) is not found.
es: El nwfilter(%s) no ha sido encontrado.

source: The nwfilter(%(instance_filter_name)s) for%(name)s is not found.
es: No se encuentra nwfilter(%(instance_filter_name)s) para %(name)s.
pt_br: O nwfilter(%(instance_filter_name)s) para %(name)s não foi localizado.
zh_cn: 名称为 %(name)s 的nwfilter(%(instance_filter_name)s) 未找到。

source: iptables firewall: Setup Basic Filtering
es: Cortafuegos iptables: Filtrado básico configurado
pt_br: Firewall iptables: Filtragem Básica da Configuração
zh_cn: iptables 防火墙：设置基本的过滤规则

source: rbd python libraries not found
es: Las librerías rbd python no han sido encontradas
fr: Librairies python rbd non trouvé
ko_kr: rbd python 라이브러리를 찾을 수 없음
tr_tr: rbd python kitaplıkları bulunamadı
zh_tw: 找不到 rbd Python 程式庫

source: Unknown image_type=%s
es: image_type=%s desconocido
fr: image_type=%s inconnu
ko_kr: 알 수 없는 image_type=%s
pt_br: image_type desconhecido=%s
tr_tr: Bilinmeyen image_type=%s
zh_cn: image_type=%s 未知
zh_tw: 不明的 image_type = %s

source: Error reading image info file %(filename)s: %(error)s
es: Error al leer imagen en archivo %(filename)s: %(error)s
pt_br: Erro ao ler arquivo de informações de imagem %(filename)s: %(error)s
zh_cn: 读取映像信息文件 %(filename)s 时出错：%(error)s

source: Reading image info file: %s
es: Leyendo archivo de información de imagen: %s
pt_br: Lendo arquivo de informações da imagem: %s
zh_cn: 正在读取映像信息文件：%s

source: Writing stored info to %s
es: Grabando información almacenada en %s
pt_br: Gravando informações armazenadas em %s
zh_cn: 正在将已存储的信息写入 %s

source: %s is a valid instance name
es: %s es un nombre de instancia válido
pt_br: %s é um nome de instância válido
zh_cn: %s 是一个正确的实例名称

source: %s has a disk file
es: %s tiene un archivo de disco
pt_br: %s possui um arquivo de disco
zh_cn: %s 有一个磁盘文件

source: Instance %(instance)s is backed by %(backing)s
es: La instancia %(instance)s está respaldada por %(backing)s
pt_br: A instância %(instance)s foi retornada por %(backing)s
zh_cn: 实例 %(instance)s 由文件 %(backing)s 来备份

source: Instance %(instance)s is using a backing file %(backing)s which does not appear in the image service
es: La instancia %(instance)s utiliza un archivo de respaldo %(backing)s que no aparece en el servicio de la imagen
pt_br: A instância %(instance)s está usando um arquivo de retorno %(backing)s que não aparece no serviço de imagem
zh_cn: 实例 %(instance)s 正在使用的备份文件 %(backing)s 没有出现在镜像服务里。

source: image %(id)s at (%(base_file)s): image verification failed
es: imagen %(id)s en (%(base_file)s): ha fallado la verificación de imagen
pt_br: imagem %(id)s em (%(base_file)s): falha na verificação da imagem
zh_cn: (%(base_file)s) 处的映像 %(id)s：映像验证失败

source: image %(id)s at (%(base_file)s): image verification skipped, no hash stored
es: imagen %(id)s en (%(base_file)s): se ha saltado la verificación de imagen, no hay ningún hash almacenado
pt_br: imagem %(id)s em (%(base_file)s): verificação de imagem ignorada, nenhum hash armazenado
zh_cn: (%(base_file)s) 处的映像 %(id)s：已跳过映像验证，未存储任何散列

source: %(id)s (%(base_file)s): generating checksum
es: %(id)s (%(base_file)s): generando suma de comprobación
pt_br: %(id)s (%(base_file)s): gerando soma de verificação
zh_cn: %(id)s (%(base_file)s)：正在生成校验和

source: Base file too young to remove: %s
es: El archivo de base es demasiado nuevo para eliminarse: %s
pt_br: O arquivo base é muito jovem para ser removido: %s
zh_cn: 基文件太新不需要删除：%s

source: Removing base file: %s
es: Eliminando archivo de base: %s
pt_br: Removendo arquivo base: %s
zh_cn: 正在删除基文件：%s

source: Failed to remove %(base_file)s, error was %(error)s
es: No se ha podido eliminar %(base_file)s, el error era %(error)s
pt_br: Falha ao remover %(base_file)s; o erro foi %(error)s
zh_cn: 删除 %(base_file)s 失败，错误是 %(error)s

source: image %(id)s at (%(base_file)s): checking
es: imagen %(id)s en (%(base_file)s): comprobando
pt_br: imagem %(id)s em (%(base_file)s): verificando
zh_cn: (%(base_file)s) 处的映像 %(id)s：正在检查
