Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Shutting down VM (hard)
es: Cerrando VM (de forma permanente)
pt_br: Encerrando a VM (a frio)
zh_cn: 正在关闭 VM（硬）

source: VBD not found in instance %s
es: VBD no encontrado en la instancia %s
pt_br: O VBD não foi encontrado na instância %s
zh_cn: 没有在实例 %s 找到VBD

source: VBD %s already detached
es: VBD %s ya se ha desconectado
pt_br: VBD %s já removido
zh_cn: 已断开与 VBD %s 的连接

source: Unable to unplug VBD %s
es: Imposible desconectar VBD %s
fr: Impossible de deconnecter le VBD %s
ko_kr: VBD %s을(를) 언플러그할 수 없음
pt_br: Não é possível desconectar o VBD %s
tr_tr: VBD %s çıkarılamıyor
zh_cn: 无法移除 VBD %s
zh_tw: 無法拔除 VBD %s

source: Reached maximum number of retries trying to unplug VBD %s
es: Se ha alcanzado el número máximo de reintentos de desconectar VBD %s
fr: Nombre maximal de nouvelles tentatives atteint pour le débranchement de VBD %s
ko_kr: VBD %s을(를) 언플러그하려는 최대 재시도 횟수에 도달했음
pt_br: Número máximo de novas tentativas atingido ao tentar desconectar o VBD %s
tr_tr: VBD %s çıkarılmaya çalışılırken azami deneme sayısına ulaşıldı
zh_cn: 已达到尝试拔出 VBD %s 的最大重试次数
zh_tw: 嘗試拔除 VBD %s 時達到了重試次數上限

source: Unable to destroy VBD %s
es: Imposible destruir VBD %s
fr: Impossible de supprimer le VBD %s
ko_kr: VBD %s을(를) 영구 삭제할 수 없음
pt_br: Não é possível destruir o VBD %s
tr_tr: VBD %s silinemedi
zh_cn: 无法销毁 VBD %s
zh_tw: 無法毀損 VBD %s

source: Creating %(vbd_type)s-type VBD for VM %(vm_ref)s, VDI %(vdi_ref)s ...
es: Creando VBD de tipo %(vbd_type)s para VM %(vm_ref)s, VDI %(vdi_ref)s ...
pt_br: Criando %(vbd_type)s-type VBD para VM %(vm_ref)s, VDI %(vdi_ref)s ...
zh_cn: 正在为 VM %(vm_ref)s 和 VDI %(vdi_ref)s 创建 %(vbd_type)s 类型的 VBD...

source: Created VBD %(vbd_ref)s for VM %(vm_ref)s, VDI %(vdi_ref)s.
es: Creado el VBD %(vbd_ref)s para VM %(vm_ref)s, VDI %(vdi_ref)s
pt_br: VBD %(vbd_ref)s criado para VM %(vm_ref)s, VDI %(vdi_ref)s.
zh_cn: 创建了VBD %(vbd_ref)s 目的是为了虚拟机 %(vm_ref)s，VDI %(vdi_ref)s

source: Unable to destroy VDI %s
es: No se puede destruir VDI %s
fr: Impossible de détruire VDI %s
ko_kr: VDI %s을(를) 영구 삭제할 수 없음
pt_br: Não foi possível destruir o VDI %s
tr_tr: VDI %s silinemedi
zh_cn: 无法销毁 VDI %s
zh_tw: 無法毀損 VDI %s

source: Created VDI %(vdi_ref)s (%(name_label)s, %(virtual_size)s, %(read_only)s) on %(sr_ref)s.
es: VDI creado %(vdi_ref)s (%(name_label)s, %(virtual_size)s, %(read_only)s) sobre %(sr_ref)s.
pt_br: VDI %(vdi_ref)s (%(name_label)s, %(virtual_size)s, %(read_only)s) no SR %(sr_ref)s criada com sucesso.
zh_cn: 创建了 VDI %(vdi_ref)s (%(name_label)s, %(virtual_size)s, %(read_only)s) 位置在 %(sr_ref)s。

source: SR not present and could not be introduced
es: SR no está presente y no se ha podido introducir
pt_br: SR não presente e não pôde ser introduzido
zh_cn: SR 不存在，未能引入

source: block device info: %s
es: información de dispositivo de bloque: %s
pt_br: informações do dispositivo de bloco: %s
zh_cn: 块设备信息如下：%s

source: Cloned VDI %(vdi_ref)s from VDI %(vdi_to_clone_ref)s
es: Se ha clonado VDI %(vdi_ref)s a partir de VDI %(vdi_to_clone_ref)s
pt_br: Clonado VDI %(vdi_ref)s de VDI %(vdi_to_clone_ref)s
zh_cn: 克隆了 VDI %(vdi_ref)s 对象来自VDI %(vdi_to_clone_ref)s

source: No primary VDI found for %s
es: No se ha encontrado VDI primario para %s
ko_kr: %s에 대한 1차 VDI를 찾을 수 없음
tr_tr: %s için birincil VDI bulunamadı
zh_tw: 找不到 %s 的主要 VDI

source: Starting snapshot for VM
es: Iniciando instantánea para VM
pt_br: Iniciando captura instantânea para VM
zh_cn: 正在为 VM 启动快照

source: Destroying cached VDI '%(vdi_uuid)s'
es: Destruyendo VDI almacenado en memoria caché '%(vdi_uuid)s'
pt_br: Destruindo VDI em cache '%(vdi_uuid)s'
zh_cn: 正在销毁已高速缓存的 VDI“%(vdi_uuid)s”

source: Disk must have only one partition.
es: el disco debe tener una sola partición.
ko_kr: 디스크에는 하나의 파티션만 있어야 합니다.
tr_tr: Diskin tek bir bölümü olmalı.
zh_tw: 磁碟只能具有一個分割區。

source: Disk contains a filesystem we are unable to resize: %s
es: El disco contiene un sistema de archivos incapaz de modificar su tamaño: %s
ko_kr: 디스크에 사용자가 크기를 조정할 수 없는 파일 시스템이 포함됨: %s
tr_tr: Disk, yeniden boyutlandıramadığımız bir dosya sistemi içeriyor: %s
zh_tw: 磁碟包含一個無法調整大小的檔案系統：%s

source: Attempted auto_configure_disk failed because: %s
es: El intento de auto_configure_disk ha fallado por: %s

source: Error when generating ephemeral disk. Device: %(userdevice)s Size GB: %(size_gb)s Error: %(exc)s
es: Error mientras se generaba el disco efímero. Dispositivo: %(userdevice)s Tamaño en GB: %(size_gb)s Error: %(exc)s

source: Removing kernel/ramdisk files from dom0
es: Eliminando archivos de kernel/disco RAM de dom0
pt_br: Removendo arquivos kernel/ramdisk de dom0
zh_cn: 从 dom0 中移除内核/内存盘文件

source: Fast cloning is only supported on default local SR of type ext. SR on this system was found to be of type %s. Ignoring the cow flag.
es: Clonado rápido solo está soportado en SR local predeterminado de tipo ext. Se ha encontrado que los SR de este sistema son de tipo %s. Ignorando el identificador cow.

source: Unrecognized cache_images value '%s', defaulting to True
es: Valor cache_images no reconocido '%s', se toma True como valor predeterminado
pt_br: Valor cache_images não reconhecido '%s'; padronizando para True
zh_cn: 无法识别 cache_images 值“%s”，缺省为 True

source: Fetched VDIs of type '%(vdi_type)s' with UUID '%(vdi_uuid)s'
es: Se han captado VDI del tipo '%(vdi_type)s' con el UUID '%(vdi_uuid)s'
pt_br: VDIs buscados do tipo '%(vdi_type)s' com UUID '%(vdi_uuid)s'
zh_cn: 已访存类型为“%(vdi_type)s”的 VDI（具有 UUID“%(vdi_uuid)s”）

source: Asking xapi to fetch vhd image %s
es: Solicitando xapi para traer la imagen vhd %s

source: Download handler '%(handler)s' raised an exception, falling back to default handler '%(default_handler)s'
es: La descarga del manejador '%(handler)s' ha arrojado una excepción, restaurando hacia el manejador predeterminado '%(default_handler)s

source: Fetching image %(image_id)s, type %(image_type_str)s
es: Captando imagen %(image_id)s, tipo %(image_type_str)s
pt_br: Buscando imagem %(image_id)s, tipo %(image_type_str)s
zh_cn: 正在访存映像 %(image_id)s（类型为 %(image_type_str)s）

source: Size for image %(image_id)s: %(virtual_size)d
es: Tamaño de imagen %(image_id)s: %(virtual_size)d
pt_br: Tamanho para a imagem %(image_id)s: %(virtual_size)d
zh_cn: 映像 %(image_id)s 的大小：%(virtual_size)d

source: Kernel/Ramdisk image is too large: %(vdi_size)d bytes, max %(max_size)d bytes
es: La imagen de kernel/disco RAM es demasiado grande: %(vdi_size)d bytes, máx. %(max_size)d bytes
fr: L'image Kernel/Ramdisk est trop volumineuse : %(vdi_size)d octets, max %(max_size)d octets
ko_kr: 커널/램디스크 이미지가 너무 큼: %(vdi_size)d 바이트, 최대 %(max_size)d 바이트
pt_br: A imagem de Kernel/Ramdisk é muito grande: %(vdi_size)d bytes, máx. %(max_size)d bytes
tr_tr: Çekirdek/Ramdisk imajı çok büyük: %(vdi_size)d bayt, azami %(max_size)d bayt
zh_cn: 内核/内存盘镜像太大：%(vdi_size)d 字节，最大 %(max_size)d 字节
zh_tw: 核心/Ramdisk 映像檔太大：%(vdi_size)d 個位元組，上限為 %(max_size)d 個位元組

source: Copying VDI %s to /boot/guest on dom0
es: Copiando VDI %s a /boot/guest on dom0
pt_br: Copiando o VDI %s de /boot/guest no dom0
zh_cn: 将VDI %s 复制到dom0的/boot/guest下

source: Kernel/Ramdisk VDI %s destroyed
es: Kernel/Ramdisk VDI %s destruído
pt_br: Kernel/Ramdisk %s destruidos
zh_cn: 内核/内存盘 VDI %s 已销毁

source: Failed to fetch glance image
es: No se ha podido captar la imagen glance
pt_br: Falha ao buscar imagem de visão rápida
zh_cn: 未能访存 Glance 映像

source: Detected %(image_type_str)s format for image %(image_ref)s
es: Se ha detectado el formato %(image_type_str)s para la imagen %(image_ref)s
pt_br: Detectado %(image_type_str)s formato para a imagem %(image_ref)s
zh_cn: 检测到 %(image_type_str)s 格式，目标是镜像 %(image_ref)s

source: VDI %s is still available
es: VDI %s está todavía disponible
pt_br: O VDI %s continua disponível
zh_cn: VDI %s 依然可用

source: Unable to parse rrd of %s
es: Incapaz de analizar rrd de %s

source: Flag sr_matching_filter '%s' does not respect formatting convention
es: El distintivo sr_matching_filter '%s' no respeta el convenio de formato
pt_br: O sinalizador sr_matching_filter '%s' não respeita convenção de formatação
zh_cn: 标记sr_matching_filter '%s' 没有遵循格式要求

source: XenAPI is unable to find a Storage Repository to install guest instances on. Please check your configuration (e.g. set a default SR for the pool) and/or configure the flag 'sr_matching_filter'.
es: XenAPI es incapaz de encontrar un Storage Repository en dónde instalar las instancias invitadas. Por favor verifica tu configuración (p.ej. establece un SR predeterminado en el conjunto) y/o ocnfigura el identificador 'sr_matching_filter'.

source: Cannot find SR of content-type ISO
es: No se puede encontrar SR de content-type ISO
fr: Impossible de trouver le référentiel de stockage ISO content-type
ko_kr: 컨텐츠 유형 ISO의 SR을 찾을 수 없음
pt_br: Não é possível localizar SR do tipo de conteúdo ISO
tr_tr: ISO içerik türünün SR'si bulunamıyor
zh_cn: 无法找到content-type ISO的存储库
zh_tw: 找不到內容類型為 ISO 的「儲存體儲存庫 (SR)」

source: ISO: looking at SR %s
es: ISO: buscando en SR %s

source: ISO: not iso content
es: ISO: no es contenido iso
pt_br: ISO: sem conteúdo iso
zh_cn: ISO：非iso内容

source: ISO: iso content_type, no 'i18n-key' key
es: ISO: tipo de contenido iso, no clave 'i18n-key'
pt_br: ISO: iso content_type, sem chave 'i18n-key'
zh_cn: ISO：iso content_type，没有 'i18n-key' 键

source: ISO: iso content_type, i18n-key value not 'local-storage-iso'
es: ISO: tipo de contenido iso, valor de clave i18n no 'local-storage-iso'
pt_br: ISO: iso content_type, valor i18n-key não 'local-storage-iso'
zh_cn: ISO：iso content_type，i18n-key的值不是 'local-storage-iso'

source: ISO: SR MATCHing our criteria
es: ISO: SR coincide con nuestros criterios
pt_br: ISO: SR MATCHing nossos critérios
zh_cn: ISO: 存储库符合标准

source: ISO: ISO, looking to see if it is host local
es: ISO: ISO, buscando para ver si es host local
pt_br: ISO: ISO, consultando para ver se ele é o local do host
zh_cn: ISO: ISO, 正在查看是否是本地的主机

source: ISO: PBD %s disappeared
es: ISO: PBD %s ha desaparecido

source: ISO: PBD matching, want %(pbd_rec)s, have %(host)s
es: ISO: PBD coincidente, desea %(pbd_rec)s, tiene %(host)s
pt_br: ISO: correspondência de PBD, deseja %(pbd_rec)s, possui %(host)s
zh_cn: ISO: PBD匹配, 想要 %(pbd_rec)s, 目前有 %(host)s

source: ISO: SR with local PBD
es: ISO: SR con PBD local
pt_br: ISO: SR com PBD local
zh_cn: ISO：含有本地PBD的存储库

source: Unable to obtain RRD XML for VM %(vm_uuid)s with server details: %(server)s.
es: No se ha podido obtener XML RRD para la máquina virtual %(vm_uuid)s con los detalles de servidor: %(server)s.
pt_br: Não é possível obter o RRD XML para a VM %(vm_uuid)s com detalhes do servidor: %(server)s.
zh_cn: 无法为含服务器详细信息的虚拟机 %(vm_uuid)s 获取RRD XML：%(server)s。

source: VHD %(vdi_uuid)s has parent %(parent_uuid)s
es: VHD %(vdi_uuid)s tiene el padre %(parent_uuid)s
pt_br: VHD %(vdi_uuid)s possui pai %(parent_uuid)s
zh_cn: VHD %(vdi_uuid)s 具有父代 %(parent_uuid)s

source: Parent %(parent_uuid)s doesn't match original parent %(original_parent_uuid)s, waiting for coalesce...
es: El padre %(parent_uuid)s no coincide con el padre original %(original_parent_uuid)s, esperando para fusionar...
pt_br: O pai %(parent_uuid)s não corresponde ao pai original %(original_parent_uuid)s, aguardando por união...
zh_cn: 父标识 %(parent_uuid)s 和原先的父标识 %(original_parent_uuid)s 不匹配，正在等待合并...

source: VHD coalesce attempts exceeded (%d), giving up...
es: Intentos de incorporación de VHD excedidos (%d), dejando de intentar...
ko_kr: VHD 합병 시도가 (%d)을(를) 초과했음, 포기하는 중...
tr_tr: VHD ergitme girişimi aşıldı (%d), vaz geçiliyor...
zh_tw: VHD 聯合嘗試次數已超出 (%d) 次，正在放棄...

source: Timeout waiting for device %s to be created
es: Se ha excedido el tiempo esperando a que se creara el dispositivo %s
fr: Dépassement du délai d'attente pour l'unité %s à créer
ko_kr: %s 디바이스가 작성되기를 기다리다가 제한시간 초과함
pt_br: Tempo limite de espera para que o dispositivo %s seja criado
tr_tr: %s aygıtının oluşturulması beklenirken zaman aşımı
zh_cn: 等待设备 %s 创建超时
zh_tw: 等待建立裝置 %s 時發生逾時

source: Disconnecting stale VDI %s from compute domU
es: Desconectando VDI obsoleto %s de domU de cálculo
pt_br: Desconectando VDI antigo %s do domU de cálculo
zh_cn: 正在将过时 VDI %s 从计算 domU 断开连接

source: Plugging VBD %s ...
es: Conectando VBD %s ...
pt_br: Conectando VBD %s ...
zh_cn: 插入VBD %s...

source: Plugging VBD %s done.
es: Conexión de VBD %s realizada.
pt_br: O VDB %s foi conectado.
zh_cn: 插入VBD %s 完成。

source: VBD %(vbd_ref)s plugged as %(orig_dev)s
es: VBD %(vbd_ref)s conectada como %(orig_dev)s
pt_br: VBD %(vbd_ref)s conectado como %(orig_dev)s
zh_cn: VBD %(vbd_ref)s 作为 %(orig_dev)s 插入

source: VBD %(vbd_ref)s plugged into wrong dev, remapping to %(dev)s
es: VBD %(vbd_ref)s conectada en dispositivo erróneo, volviendo a correlacionar con %(dev)s
pt_br: VBD %(vbd_ref)s conectado no dispositivo errado; remapeando para %(dev)s
zh_cn: VBD %(vbd_ref)s 插入错误的设备，重新映射为 %(dev)s

source: Destroying VBD for VDI %s ...
es: Destruyendo VBD para VDI %s ...
pt_br: Destruindo VBD para o VDI %s ...
zh_cn: 正在销毁VDI为 %s 的 VBD

source: Destroying VBD for VDI %s done.
es: La destrucción de VBD para VDI %s se ha realizado.
pt_br: O VBD para o VDI %s foi destruído.
zh_cn: 已经销毁VDI为 %s 的 VBD

source: Partitions:
es: Particiones:
pt_br: Partições:
zh_cn: 分区：

source: %(num)s: %(ptype)s %(size)d sectors
es: %(num)s: %(ptype)s %(size)d sectores
pt_br: %(num)s: %(ptype)s %(size)d setores

source: Writing partition table %(primary_first)d %(primary_last)d to %(dev_path)s...
es: Grabando tabla de partición %(primary_first)d %(primary_last)d en %(dev_path)s...
pt_br: Gravando a tabela de partição %(primary_first)d %(primary_last)d em %(dev_path)s...
zh_cn: 将分区表 %(primary_first)d %(primary_last)d 写入到 %(dev_path)s...

source: Writing partition table %s done.
es: La grabación de la tabla de partición %s se ha realizado.
pt_br: Gravação de tabela de partição %s concluída.
zh_cn: 完成写入分区表 %s 。

source: Starting sparse_copy src=%(src_path)s dst=%(dst_path)s virtual_size=%(virtual_size)d block_size=%(block_size)d
es: Iniciando sparse_copy src=%(src_path)s dst=%(dst_path)s virtual_size=%(virtual_size)d block_size=%(block_size)d
pt_br: Iniciando sparse_copy src=%(src_path)s dst=%(dst_path)s virtual_size=%(virtual_size)d block_size=%(block_size)d
zh_cn: 正在启动 sparse_copy src=%(src_path)s dst=%(dst_path)s virtual_size=%(virtual_size)d block_size=%(block_size)d

source: Finished sparse_copy in %(duration).2f secs, %(compression_pct).2f%% reduction in size
es: Se ha finalizado sparse_copy in %(duration).2f s, %(compression_pct).2f%% de reducción de tamaño
pt_br: sparse_copy concluído em %(duration).2f segundos, redução de %(compression_pct).2f%% no tamanho
zh_cn: 已在 %(duration).2f 秒内完成 sparse_copy，大小减少了 %(compression_pct).2f%%

source: Manipulating interface files directly
es: Manipulando archivos de interfaz directamente
pt_br: Manipulando arquivos de interface diretamente
zh_cn: 直接操作接口文件

source: Failed to mount filesystem (expected for non-linux instances): %s
es: No se ha podido montar sistema de archivos (se espera para instancias no Linux): %s
pt_br: Falha ao montar sistema de arquivos (esperado para instâncias não linux): %s
zh_cn: 挂载文件系统失败(期望的是非Linux实例)：%s

source: Migrating VHD '%(vdi_uuid)s' with seq_num %(seq_num)d
es: Migrando VHD '%(vdi_uuid)s' con seq_num %(seq_num)d
pt_br: Migrando VHD '%(vdi_uuid)s' com seq_num %(seq_num)d
zh_cn: 正在迁移具有 seq_num %(seq_num)d 的 VHD“%(vdi_uuid)s”

source: Failed to transfer vhd to new host
es: No se ha podido transferir vhd al nuevo host
pt_br: Falha para transferir vhd para o novo host
zh_cn: 将 vhd 转移到新主机失败

source: Unable to find network matching '%(network_name)s', user will have to enter IP manually...
es: Incapaz de encontrar red coincidente '%(network_name)s', el usuario deberá introducir una dirección IP manualmente...

source: ISO creation tool '%s' does not exist.
es: La herramienta de creación de ISO '%s' no esiste.

source: Importing image upload handler: %s
es: Importando manejador de subida de imagen: %s
pt_br: Importando manipulador de upload de imagem: %s
zh_cn: 正在导入映像上载处理程序：%s

source: Error: Agent is disabled
es: Error: El agente está inhabilitado
fr: Erreur : agent désactivé
ko_kr: 오류: 에이전트가 사용 안됨
pt_br: Erro: O agente está desativado
tr_tr: Hata: Ajan kapalı
zh_cn: 错误：代理已禁用
zh_tw: 錯誤：代理程式已停用

source: Starting instance
es: Iniciando instancia
pt_br: Iniciando instância
zh_cn: 正在启动实例

source: ipxe_boot is True but no ISO image found
es: ipxe_boot establecido en True pero no se ha encontrado imagen ISO

source: Failed to spawn, rolling back
es: No se ha podido generar, retrotrayendo
fr: Echec de la génération, annulation
ko_kr: 파생 실패. 롤백 중
pt_br: Falha ao fazer spawn; recuperando
tr_tr: Oluşturma başarısız, geri alınıyor
zh_cn: 未能衍生，正在回滚
zh_tw: 無法大量產生，正在回復

source: Waiting for instance state to become running
es: Esperando a que el estado de instancia se convierta en ejecución
pt_br: Aguardando estado da instância se tornar em execução
zh_cn: 正在等待实例状态变为“正在运行”

source: Finished snapshot and upload for VM
es: Han finalizado la instantánea y la subida para VM
pt_br: Captura instantânea concluída e transferida por upload para VM
zh_cn: 已完成 VM 的快照和上载

source: Updating progress to %d
es: Actualizando progreso a %d

source: VM was already shutdown.
es: La VM ya ha sido apagada.

source: Clean shutdown did not complete successfully, trying hard shutdown.
es: La conclusión limpia no se ha completado satisfactoriamente, intentando conclusión permanente.
pt_br: Limpar encerramento não foi concluído com êxito; tentando encerramento a frio.
zh_cn: 彻底关闭未成功完成，正在尝试执行硬关闭。

source: Unable to terminate instance.
es: Incapaz de terminar instancia.
fr: Impossibilité de mettre fin à l'instance.
ko_kr: 인스턴스를 종료할 수 없음
tr_tr: Sunucu sonlandırılamadı.
zh_tw: 無法終止實例。

source: _migrate_disk_resizing_down failed. Restoring orig vm due_to: %s.
es: _migrate_disk_resizing_down ha fallado. Restaurando vm original due_to: %s

source: Starting halted instance found during reboot
es: Iniciando instancia detenida encontrada durante rearranque
pt_br: Iniciar instância parada localizado durante a reinicialização
zh_cn: 正在启动在重新引导期间找到的已停止实例

source: Reboot failed due to bad volumes, detaching bad volumes and starting halted instance
es: Se ha encontrado un error en el rearranque debido a volúmenes erróneos; se van a desconectar los volúmenes erróneos e iniciar la instancia parada
pt_br: A reinicialização falhou devido a volumes inválidos, removendo volumes inválidos e iniciando a instância parada
zh_cn: 由于以下原因，重新引导失败：卷不正确，正在与不正确的卷断开连接，以及正在启动已停止的实例

source: Unable to find root VBD/VDI for VM
es: No se puede encontrar VBD/VDI de raíz para VM
fr: Impossible de trouver le VBD/VDI racine pour la machine virtuelle
ko_kr: VM에 대한 루트 VBD/VDI를 찾을 수 없음
pt_br: Não é possível localizar VBD/VDI raiz para VM
tr_tr: VM için kök VBD/VDI bulunamadı
zh_cn: 找不到 VM 的根 VBD/VDI
zh_tw: 找不到 VM 的根 VBD/VDI

source: Destroying VDIs
es: Destruyendo VDIs
pt_br: Destruindo VDIs
zh_cn: 正在销毁 VDI

source: Using RAW or VHD, skipping kernel and ramdisk deletion
es: Utilizando RAW o VHD, omitiendo supresión de kernel y disco RAM
pt_br: Usando RAW ou VHD; ignorando exclusão de kernel e ramdisk
zh_cn: 通过使用 RAW 或 VHD，正在跳过内核删除和 ramdisk 删除

source: instance has a kernel or ramdisk but not both
es: la instancia tiene un kernel o un disco RAM, pero no ambos
fr: l'instance a un noyau ou un disque mais pas les deux
ko_kr: 인스턴스가 커널 또는 램디스크를 갖지만 둘 다 갖지는 않음
pt_br: a instância possui um kernel ou ramdisk, mas não ambos
tr_tr: sunucu bir çekirdek veya ramdisk'e sahip ama her ikisine birden değil
zh_cn: 实例拥有内核或者内存盘，但不是二者均有
zh_tw: 實例具有核心或 Ramdisk，而不是兩者兼有

source: kernel/ramdisk files removed
es: archivos kernel/disco ram eliminados
pt_br: arquivos kernel/ramdisk removidos
zh_cn: 内核/内存盘文件移除了

source: Destroying VM
es: Destruyendo VM
pt_br: Destruindo VM
zh_cn: 正在销毁 VM

source: VM is not present, skipping destroy...
es: VM no está presente, omitiendo destrucción...
pt_br: VM não está presente; ignorando destruir...
zh_cn: 虚拟机不存在，跳过销毁...

source: Instance is already in Rescue Mode: %s
es: La instancia ya está en modalidad de rescate: %s
fr: Instance déjà en mode secours : %s
ko_kr: 인스턴스가 이미 복구 모드에 있음: %s
pt_br: A instância já está em Modo de Resgate: %s
tr_tr: Sunucu zaten Kurtarma Kipinde: %s
zh_cn: 实例已处于救援模式：%s
zh_tw: 實例已處於救援模式：%s

source: VM is not present, skipping soft delete...
es: VM no está presente, omitiendo supresión no permanente...
pt_br: VM não está presente; ignorando excluir virtualmente...
zh_cn: VM 不存在，正在跳过软删除...

source: Injecting network info to xenstore
es: Inyectando información de red a xenstore
pt_br: Injetando informações da rede em xenstore
zh_cn: 正在将网络信息插入到 xenstore

source: Creating vifs
es: Creando vifs
pt_br: Criando vifs
zh_cn: 正在创建 VIF

source: Creating VIF for network %s
es: Creando VIF para la red %s

source: Created VIF %(vif_ref)s, network %(network_ref)s
es: Se ha creado VIF %(vif_ref)s, red %(network_ref)s
pt_br: Criado VIF %(vif_ref)s, rede %(network_ref)s
zh_cn: 已为网络 %(network_ref)s 创建 VIF %(vif_ref)s

source: Removing hostname from xenstore
es: Removiendo hostname de xenstore

source: Destination host:%s must be in the same aggregate as the source server
es: El host destino: %s debe estar en el mismo agregado que el servidor fuente
ko_kr: 대상 호스트:%s은(는) 소스 서버와 동일한 집합에 있어야 합니다
zh_tw: 目的地主機：%s 必須位於來源伺服器所在的聚集中

source: No suitable network for migrate
es: No hay red adecuada para migrar
fr: Aucun réseau adéquat pour migrer
ko_kr: 마이그레이션을 위한 지속 가능한 네트워크 없음
tr_tr: Göç için uygun bir ağ yok
zh_tw: 沒有適合於移轉的網路

source: Migrate Receive failed
es: Ha fallado la recepción de migración
fr: Echec de réception de la migration
ko_kr: 마이그레이션 수신 실패
pt_br: Falha em Migrar Recebimento
tr_tr: Göç Alma başarısız
zh_cn: Migrate Receive 失败
zh_tw: 移轉接收失敗

source: Migrate Send failed
es: Ha fallado el envío de migración
fr: Echec d'envoi de la migration
ko_kr: 마이그레이션 전송 실패
pt_br: Falha em Migrar Envio
tr_tr: Göç Gönderme başarısız
zh_cn: Migrate Send 失败
zh_tw: 移轉傳送失敗

source: Creating SR %s
es: Creando SR %s

source: Introducing SR %s
es: Presentando SR %s

source: Creating PBD for SR
es: Creando PBD para SR
pt_br: Criando PBD para SR
zh_cn: 正在为 SR 创建 PBD

source: Plugging SR
es: Conectando SR
pt_br: Conectando SR
zh_cn: 插入存储库

source: Forgetting SR...
es: Olvidando SR...
pt_br: Esquecendo SR...
zh_cn: 正在忘记 SR...

source: Unable to find SR from VBD %s
es: Imposible encontrar SR en VBD %s
fr: Impossible de trouver SR du VDB %s
ko_kr: VBD %s에서 SR을 찾을 수 없음
pt_br: Não foi possível localizar SR a partir de VBD %s
tr_tr: VBD %s'den SR bulunamadı
zh_cn: 无法在VBD %s找到存储库
zh_tw: 在 VBD %s 中找不到「儲存體儲存庫 (SR)」

source: Ignoring exception %(exc)s when getting PBDs for %(sr_ref)s
es: Ignorando la excepción %(exc)s al obtener las PBD de %(sr_ref)s
pt_br: Ignorando exceção %(exc)s ao obter PBDs para %(sr_ref)s
zh_cn: 异常 %(exc)s 在为 %(sr_ref)s 得到PBDs时被忽略

source: Ignoring exception %(exc)s when unplugging PBD %(pbd)s
es: Ignorar la excepción %(exc)s al desconectar PBD %(pbd)s
pt_br: Ignorando exceção %(exc)s ao desconectar PBD %(pbd)s
zh_cn: 异常 %(exc)s 在拔开PBD %(pbd)s 时被忽略

source: Unable to introduce VDI on SR %s
es: Incapaz de insertar VDI en SR %s
fr: Impossible d'introduire VDI sur SR %s
ko_kr: SR %s에서 VDI를 도입할 수 없음
pt_br: Não foi possível introduzir VDI em SR %s
tr_tr: SR %s üzerine VDI getirilemiyor
zh_cn: 无法在存储库 %s 上引入VDI
zh_tw: 無法在「儲存體儲存庫 (SR)」%s 上建立 VDI

source: Unable to get record of VDI %s on
es: Imposible obtener copia del VDI %s en
fr: Impossible de récuppérer l'enregistrement du VDI %s sur
ko_kr: VDI %s의 레코드를 가져올 수 없음
pt_br: Não foi possível obter registro de VDI %s em
tr_tr: VDI %s kaydı alınamadı
zh_cn: 无法使得VDI %s 的记录运行
zh_tw: 無法取得下列位置上 VDI %s 的記錄：
