Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: subclasses must implement construct()!
es: las subclases deben implementar construct()!
fr: les sous-classes doivent implémenter construct()!
pt_br: as subclasses devem implementar a construção()!
zh_cn: subclasses必须执行construct()!

source: Initializing extension manager.
es: Inicializando gestor de ampliación.
fr: Initialisation du gestionnaire d'extension.
pt_br: Inicializando o Extension Manager.
zh_cn: 正在初始化扩展管理员。

source: Invalid is_public filter [%s]
es: Filtro is_public no válido [%s]
fr: Filtre is_public non valide [%s]
ko_kr: 올바르지 않은 is_public 필터 [%s]
pt_br: Filtro is_public inválido [%s]
tr_tr: Geçersiz is_public filtresi [%s]
zh_cn: is_public 过滤器 [%s] 无效
zh_tw: 無效的 is_public 過濾器 [%s]

source: Invalid minRam filter [%s]
es: Filtro minRam no válido [%s]
fr: Filtre minRam non valide [%s]
ko_kr: 올바르지 않은 minRam 필터 [%s]
pt_br: Filtro minRam inválido [%s]
tr_tr: geçersiz minRam filtresi [%s]
zh_cn: minRam 过滤器 [%s] 无效
zh_tw: 無效的 minRam 過濾器 [%s]

source: Invalid minDisk filter [%s]
es: Filtro minDisk no válido [%s]
fr: Filtre minDisk non valide [%s]
ko_kr: 올바르지 않은 minDisk 필터 [%s]
pt_br: Filtro minDisk inválido [%s]
tr_tr: Geçersiz minDisk filtresi [%s]
zh_cn: minDisk 过滤器 [%s] 无效
zh_tw: 無效的 minDisk 過濾器 [%s]

source: Image not found.
es: Imagen no encontrada.
fr: Image introuvable.
ko_kr: 이미지를 찾을 수 없습니다.
pt_br: Imagem não encontrada.
tr_tr: İmaj bulunamadı
zh_cn: 镜像没有找到。
zh_tw: 找不到映像檔。

source: Incorrect request body format
es: Formato de cuerpo de solicitud incorrecto
fr: Format de corps de demande incorrect
ko_kr: 올바르지 않은 요청 본문 형식
pt_br: Formato do corpo da solicitação incorreta
zh_cn: 不正确的请求主体格式
zh_tw: 要求內文的格式不正確

source: Request body and URI mismatch
es: Discrepancia de URI y cuerpo de solicitud
fr: Corps et URI de demande discordants
ko_kr: 요청 본문 및 URI 불일치
pt_br: Corpo do pedido e incompatibilidade URI
tr_tr: URI ve gövde isteği uyumsuz
zh_cn: 请求主体和URI不匹配
zh_tw: 要求內文與 URI 不符

source: Request body contains too many items
es: El cuerpo de solicitud contiene demasiados elementos
fr: Le corps de la demande contient un trop grand nombre d'éléments
ko_kr: 요청 본문에 너무 많은 항목이 들어있음
pt_br: Corpo da solicitação contém muitos intens
zh_cn: 请求主体包含太多items
zh_tw: 要求內文包含太多項目

source: Invalid metadata key
es: Clave de metadatos no válida
fr: Clé de métadonnées non valide
ko_kr: 올바르지 않은 메타데이터 키
pt_br: Chave de metadados inválida
tr_tr: Geçersiz özellik anahtarı
zh_cn: 无效的元数据键
zh_tw: 無效的 meta 資料索引鍵

source: You are not allowed to delete the image.
es: No le está permitido suprimir la imagen.
fr: Vous n'êtes pas autorisé à supprimer l'image.
ko_kr: 이미지를 삭제할 수 없습니다.
pt_br: Você não tem permissão para excluir a imagem.
tr_tr: İmajı silmeye yetkili değilsiniz.
zh_cn: 不允许删除该映像。
zh_tw: 不容許您刪除該映像檔。

source: Instance does not exist
es: La instancia no existe
pt_br: Instância não existe
zh_cn: 实例不存在

source: Instance is not a member of specified network
es: La instancia no es miembro de la red especificada
fr: L'instance n'est pas un membre du réseau spécifié
ko_kr: 인스턴스가 지정된 네트워크의 멤버가 아님
pt_br: A instância não é um membro de rede especificado
tr_tr: Örnek belirlenmiş ağın bir üyesi değil
zh_cn: 实例并不是指定网络的成员
zh_tw: 實例不是所指定網路的成員

source: Only %(value)s %(verb)s request(s) can be made to %(uri)s every %(unit_string)s.
es: Solo se pueden realizar %(value)s solicitud(es) de %(verb)s para %(uri)s cada %(unit_string)s.
fr: Seules les demandes %(value)s %(verb)s peuvent être envoyées à %(uri)s toutes les %(unit_string)s.
ko_kr: 모든 %(unit_string)s의 %(uri)s에는 %(value)s %(verb)s 요청만 작성할 수 있습니다.
pt_br: Apenas %(value)s %(verb)s solicitação(ões) pode(m) ser feita(s) para %(uri)s a cada %(unit_string)s.
zh_cn: 只能有 %(value)s 个 %(verb)s 请求发送给 %(uri)s 限定是每一个 %(unit_string)s。
zh_tw: 只能每隔 %(unit_string)s 向 %(uri)s 提出 %(value)s 個 %(verb)s 要求。

source: This request was rate-limited.
es: Esta solicitud estaba limitada por tipo.
fr: Cette demande était limitée par la fréquence.
ko_kr: 이 요청이 비율 제한되었습니다.
pt_br: Este pedido estava com taxa limitada.
zh_cn: 这个请求受到频率限制。
zh_tw: 此要求存在頻率限制。

source: Server does not exist
es: El servidor no existe
fr: Le serveur n'existe pas
ko_kr: 서버가 없음
pt_br: O servidor não existe
tr_tr: Sunucu mevcut değil
zh_cn: 服务器不存在
zh_tw: 伺服器不存在

source: Metadata item was not found
es: No se ha encontrado el elemento metadatos
fr: Elément de métadonnées introuvable
ko_kr: 메타데이터 항목이 없음
pt_br: O item de metadados não foi localizado
tr_tr: İçerik özelliği bilgisi bulunamadı
zh_cn: 元数据项目未找到
zh_tw: 找不到 meta 資料項目

source: Invalid changes-since value
es: Valor de changes-since no válido
fr: Valeur changes-since non valide
ko_kr: 올바르지 않은 changes-since 값
pt_br: Valor desde as alterações inválido
zh_cn: 无效的changes-since值
zh_tw: 無效的 changes-since 值

source: Only administrators may list deleted instances
es: Sólo los administradores pueden listar instancias suprimidas
fr: Seul l'administrateur peut afficher la liste des instances supprimées
ko_kr: 관리자만 삭제된 인스턴스를 나열할 수 있음
pt_br: Apenas administradores podem listar instância excluídas
tr_tr: Yalnızca yöneticiler silinen sunucuları listeleyebilir
zh_cn: 仅管理员可列示已删除的实例
zh_tw: 只有管理者才能列出已刪除的實例

source: Flavor '%s' could not be found
es: El sabor '%s' no se ha podido encontrar
pt_br: O método '%s' não pode ser localizado
zh_cn: 找不到特色系统“%s”

source: Instance could not be found
es: No se ha podido encontrar la instancia
fr: Instance introuvable.
ko_kr: 인스턴스를 찾을 수 없음
pt_br: A instância não pôde ser localizada
tr_tr: Örnek bulunamadı.
zh_cn: 无法找到实例
zh_tw: 找不到實例

source: Bad personality format: missing %s
es: Formato de personalidad incorrecto : faltan %s
fr: Format de personnalité incorrect : %s manquant
ko_kr: 잘못된 특성 형식: %s 누락
pt_br: Formato de personalidade inválido: %s ausente
zh_cn: 错误的个性化格式：丢失 %s
zh_tw: 錯誤的特質格式：遺漏了 %s

source: Bad personality format
es: Formato de personalidad incorrecto
fr: Format de personnalité incorrect
ko_kr: 잘못된 특성 형식
pt_br: Formato de personalizada inválido
zh_cn: 损坏的个性化格式
zh_tw: 錯誤的特質格式

source: Personality content for %s cannot be decoded
es: No se puede decodificar el contenido de personalidad para %s
fr: Le contenu de personnalité de %s ne peut pas être décodé
ko_kr: %s의 특성 컨텐츠를 디코드할 수 없음
pt_br: O conteúdo do personalidade para %s não pode ser decodificado
zh_cn: 个性化 %s 的内容无法解码
zh_tw: 無法解碼 %s 的特質內容

source: Bad port format: port uuid is not in proper format (%s)
es: Formato de puerto incorrecto: uuid de puerto no tiene el formato correcto (%s)
fr: Format de port incorrect : l'UUID du port n'est pas au format approprié (%s)
ko_kr: 잘못된 포트 형식: 포트 uuid의 적절한 형식(%s)이 아님
pt_br: Formato de porta inválido: uuid da porta não está no formato adequado (%s)
zh_cn: 端口格式不正确：端口 uuid 没有采用正确格式 (%s)
zh_tw: 錯誤的埠格式：埠 UUID 不是適當的格式 (%s)

source: Bad networks format: network uuid is not in proper format (%s)
es: Formato incorrecto de redes: el uuid de red no está en el formato correcto (%s)
fr: Format de réseaux incorrect : l'UUID du réseau n'est pas au format approprié (%s)
ko_kr: 잘못된 네트워크 형식: 네트워크 uuid의 적절한 형식(%s)이 아님
pt_br: Formato de redes inválido: o uuid da rede não está em formato adequado (%s)
tr_tr: Yanlış ağ biçimi: ağ UUID'si uygun formatta değil(%s)
zh_cn: 损坏的网络格式：网络 uuid 格式不正确 (%s)
zh_tw: 錯誤的網路格式：網路 UUID 不是適當的格式 (%s)

source: Invalid fixed IP address (%s)
es: Dirección IP fija no válida (%s)
fr: Adresse IP fixe non valide (%s)
ko_kr: 올바르지 않은 고정 IP 주소(%s)
pt_br: Endereço IP fixo inválido (%s)
zh_cn: 不正确的固定 IP 地址(%s)
zh_tw: 無效的固定 IP 位址 (%s)

source: Duplicate networks (%s) are not allowed
es: Las redes duplicadas (%s) no están permitidas
fr: Les réseaux en double (%s) ne sont pas autorisés
ko_kr: 중복 네트워크(%s)는 허용되지 않음
pt_br: Redes duplicadas (%s) não são permitidas
tr_tr: Tekrarlanan ağlara (%s) izin verilmiyor
zh_cn: 不允许重复的网络(%s)
zh_tw: 不接受重複的網路 (%s)

source: Bad network format: missing %s
es: Formato de red erróneo: falta %s
fr: Format de réseau incorrect : %s manquant
ko_kr: 잘못된 네트워크 형식: %s 누락
pt_br: Formato de rede inválido: %s ausente
tr_tr: Yanlış ağ biçimi: %s bulunamadı
zh_cn: 错误的网络格式：丢失%s
zh_tw: 錯誤的網路格式：遺漏了 %s

source: Bad networks format
es: Formato de redes erróneo
fr: Format de réseaux incorrect
ko_kr: 잘못된 네트워크 형식
pt_br: Formato de redes inválido
tr_tr: Hatalı ağ biçimi
zh_cn: 错误的网络格式
zh_tw: 錯誤的網路格式

source: Userdata content cannot be decoded
es: No se puede decodificar el contenido de datos de usuario
fr: Le contenu des données utilisateur ne peut pas être décodé
ko_kr: 사용자 데이터 컨텐츠를 디코드할 수 없음
pt_br: O conteúdo de dados do usuário não pode ser decodificado
zh_cn: Userdata 内容无法解码
zh_tw: 無法解碼使用者資料內容

source: accessIPv4 is not proper IPv4 format
es: accessIPv4 no está en formato IPv4 correcto
fr: accessIPv4 n'est pas au format IPv4 approprié
ko_kr: accessIPv4가 적절한 IPv4 형식이 아님
pt_br: accessIPv4 não está no formato IPv4 adequado
zh_cn: accessIPv4 不是正确的IPv4格式
zh_tw: accessIPv4 不是適當的 IPv4 格式

source: accessIPv6 is not proper IPv6 format
es: accessIPv6 no está en formato IPv6 correcto
fr: accessIPv6 n'est pas au format IPv6 approprié
ko_kr: accessIPv6이 적절한 IPv6 형식이 아님
pt_br: accessIPv6 não está no formato IPv6 adequado
zh_cn: accessIPv6 不是正确的 IPv6 格式
zh_tw: accessIPv6 不是適當的 IPv6 格式

source: Server name is not defined
es: El nombre de servidor no está definido
fr: Nom de serveur non défini
ko_kr: 서버 이름이 정의되지 않음
pt_br: O nome do servidor não está definido
zh_cn: 服务器名称未定义
zh_tw: 未定義伺服器名稱

source: Invalid flavorRef provided.
es: Se ha proporcionado flavorRef no válido.
fr: flavorRef fourni non valide.
ko_kr: 올바르지 않은 flavorRef가 제공되었습니다.
pt_br: flavorRef inválido fornecido.
zh_cn: 提供了无效的flavorRef。
zh_tw: 提供的 flavorRef 無效。

source: Using different block_device_mapping syntaxes is not allowed in the same request.
es: El uso de sintáxis diferentes de block_device_mapping en la misma petición no está permitido.
fr: Utiliser différentes syntaxes de block_device_mapping n'est pas autorisé dans la même requête.
ko_kr: 동일한 요청에서 다른 block_device_mapping 구문 사용은 요청을 건너뛰는 중입니다.
tr_tr: Aynı istekte değişik blok_aygıt_eşleştirmesi söz dizimi kullanımına izin verilmiyor.
zh_tw: 同一個要求中不容許使用其他 block_device_mapping語法。

source: Can not find requested image
es: No se puede encontrar la imagen solicitada
fr: Impossible de trouver l'image demandée
ko_kr: 요청된 이미지를 찾을 수 없음
pt_br: Não é possível localizar a imagem solicitada
tr_tr: İstenilen imaj dosyası bulunamadı
zh_cn: 无法找到请求的镜像
zh_tw: 找不到所要求的映像檔

source: Invalid key_name provided.
es: Se ha proporcionado un nombre de clave no válido.
fr: key_name fourni non valide.
ko_kr: 올바르지 않은 key_name이 제공되었습니다.
pt_br: key_name inválido fornecido.
tr_tr: Geçersiz anahtar adı verildi.
zh_cn: 提供了无效的key_name。
zh_tw: 提供的 key_name 無效。

source: Invalid config_drive provided.
es: La config_drive proporcionada es inválida.
fr: Le config_drive fourni est invalide.
ko_kr: 올바르지 않은 config_drive가 제공되었습니다.
tr_tr: Sağlanan yapılandırma_sürücüsü geçersiz.
zh_cn: 提供了无效的config_drive
zh_tw: 提供的 config_drive 無效。

source: HostId cannot be updated.
es: El ID de host no se puede actualizar.
fr: HostId ne peut pas être mis à jour.
ko_kr: HostId는 업데이트할 수 없습니다.
pt_br: HostId não pode ser atualizado.
zh_cn: 无法更新 HostId。
zh_tw: 無法更新 HostId。

source: Personality cannot be updated.
es: No se puede actualizar la personalidad.
fr: Impossible de mettre à jour la personnalité.
ko_kr: 특성은 업데이트할 수 없습니다.
pt_br: Personalidade não pode ser atualizada.
zh_cn: 无法更新 Personality。
zh_tw: 無法更新特質。

source: Instance has not been resized.
es: La instancia no se ha redimensionado.
fr: L'instance n'a pas été redimensionnée.
ko_kr: 인스턴스 크기가 조정되지 않았습니다.
pt_br: A instância não foi redimensionada.
tr_tr: Örnek tekrar boyutlandırılacak şekilde ayarlanmadı.
zh_cn: 实例还没有调整大小。
zh_tw: 尚未調整實例大小。

source: Flavor used by the instance could not be found.
es: No se ha podido encontrar el sabor utilizado por la instancia.
fr: La version utilisée par l'instance est introuvable.
ko_kr: 인스턴스가 사용한 플레이버를 찾을 수 없습니다.
pt_br: O método usado pela instância não pôde ser localizado.
tr_tr: Sunucu tarafından kullanılan nitelik bulunamadı.
zh_cn: 找不到实例使用的特色系统。
zh_tw: 找不到實例所使用的特性。

source: Argument 'type' for reboot is not HARD or SOFT
es: El argumento 'type' para el rearranque no es HARD o SOFT
fr: L'argument 'type' pour le redémarrage n'est pas HARD ou SOFT
ko_kr: 다시 부팅에 대한 인수 'type'이 HARD 또는 SOFT가 아님
pt_br: O 'tipo' de argumento para reinicializar não é HARD ou SOFT
zh_cn: 重启的参数'type'既不是HARD也不是SOFT
zh_tw: 重新啟動的引數 'type' 不是 HARD 或 SOFT

source: Missing argument 'type' for reboot
es: Falta el argumento 'type' para el rearranque
fr: Argument manquant 'type' pour le redémarrage
ko_kr: 다시 부팅에 대한 인수 'type' 누락
pt_br: 'Tipo' de argumento ausente para reinicialização
zh_cn: 缺少重启的参数'type'
zh_tw: 重新啟動遺漏了引數 'type'

source: Unable to locate requested flavor.
es: No se puede ubicar el tipo solicitado.
fr: Impossible de localiser la version demandée.
ko_kr: 요청된 플레이버를 찾을 수 없습니다.
pt_br: Não foi possível localizar o método solicitado.
zh_cn: 无法找到请求的类型。
zh_tw: 找不到所要求的特性。

source: Resize requires a flavor change.
es: Redimensionar necesita un cambio de modelo.
fr: Le redimensionnement nécessite un changement de version.
ko_kr: 크기 조정은 플레이버 변경이 필요합니다.
pt_br: O redimensionamento requer uma mudança no método.
zh_cn: 调整大小需要对特色系统进行更改。
zh_tw: 調整大小需要變更特性。

source: You are not authorized to access the image the instance was started with.
es: No está autorizado a acceder a la imagen con la que se ha lanzado la instancia.
ko_kr: 인스턴스가 시작되는 해당 이미지에 액세스할 권한이 없습니다.
tr_tr: Sunucunun başlatıldığı imaja erişme yetkiniz yok.
zh_tw: 您未獲授權來存取已用來啟動實例的映像檔。

source: Image that the instance was started with could not be found.
es: No se ha podido encontrar la imagen con la que se lanzó la instancia.
ko_kr: 인스턴스가 시작되었던 해당 이미지를 찾을 수 없음.
pt_br: A imagem que foi iniciada pela instância não pode ser localizada.
tr_tr: Sunucunun başlatıldığı imaj bulunamadı.
zh_tw: 找不到已用來啟動實例的映像檔。

source: Invalid instance image.
es: Imagen de instancia no válida.
fr: Instance image non valide.
ko_kr: 올바르지 않은 인스턴스 이미지
pt_br: Imagem de instância inválida.
tr_tr: Geçersiz sunucu imajı.
zh_tw: 無效的實例映像檔。

source: Missing imageRef attribute
es: Falta el atributo imageRef
fr: Attribut imageRef manquant
ko_kr: imageRef 속성 누락
pt_br: Atributo imageRef ausente
tr_tr: İmaj referans özelliği eksik
zh_cn: 缺少属性imageRef
zh_tw: 遺漏了 imageRef 屬性

source: Invalid imageRef provided.
es: Se ha proporcionado una referencia de imagen no válida.
fr: imageRef fournie non valide.
ko_kr: 올바르지 않은 imageRef가 제공되었습니다.
pt_br: imageRef inválida fornecida.
zh_cn: 提供了无效的imageRef。
zh_tw: 提供的 imageRef 無效。

source: Missing flavorRef attribute
es: Falta el atributo flavorRef
fr: Attribut flavorRef manquant
ko_kr: flavorRef 속성 누락
pt_br: Atributo flavorRef ausente
zh_cn: 缺少属性flavorRef
zh_tw: 遺漏了 flavorRef 屬性

source: No adminPass was specified
es: No se ha especificado adminPass
fr: adminPass non spécifié
ko_kr: adminPass가 지정되지 않았음
pt_br: Nenhum adminPass foi especificado
zh_cn: 没有确定adminPass
zh_tw: 未指定 adminPass

source: Unable to set password on instance
es: No se puede establecer contraseña en la instancia
fr: Impossible de définir le mot de passe sur l'instance
ko_kr: 인스턴스에 대한 비밀번호를 설정할 수 없음
pt_br: Não é possível configurar senha na instância
tr_tr: Sunucuya parola ayarlanamadı
zh_cn: 无法对实例设置密码
zh_tw: 無法在實例上設定密碼

source: Unable to parse metadata key/value pairs.
es: No se han podido analizar pares de clave/valor de metadatos.
fr: Impossible d'analyser les paires clé de métadonnées/valeur.
ko_kr: 메타데이터 키/값 쌍을 구문 분석할 수 없습니다.
pt_br: Não foi possível analisar os pares chave/valor de metadados.
zh_cn: 无法解析元数据键/值对
zh_tw: 無法剖析 meta 資料鍵值組。

source: Resize request has invalid 'flavorRef' attribute.
es: La solicitud de redimensionamiento tiene un atributo 'flavorRef' no válido.
fr: La demande de redimensionnement comporte un attribut 'flavorRef' non valide.
ko_kr: 크기 조정 요청에 올바르지 않은 'flavorRef' 속성이 있습니다.
pt_br: A solicitação de redimensionamento possui um atributo 'flavorRef' inválido.
zh_cn: 调整大小请求中的属性'flavorRef'无效。
zh_tw: 調整大小要求具有無效的 'flavorRef' 屬性。

source: Resize requests require 'flavorRef' attribute.
es: Las solicitudes de redimensionamiento necesitan el atributo 'flavorRef'.
fr: Les demandes de redimensionnement nécessitent un attribut 'flavorRef'.
ko_kr: 크기 조정 요청은 'flavorRef' 속성이 필요합니다.
pt_br: As solicitações de redimensionamento requerem o atributo 'flavorRef'.
zh_cn: 调整大小请求要求有属性'flavorRef'。
zh_tw: 調整大小要求需要 'flavorRef' 屬性。

source: Could not parse imageRef from request.
es: No se ha podido analizar imageRef de la solicitud.
fr: Impossible d'analyser imageRef à partir de la demande.
ko_kr: 요청의 imageRef를 구문 분석할 수 없습니다.
pt_br: Não foi possível analisar imageRef a partir da solicitação.
zh_cn: 无法解析请求中的imageRef。
zh_tw: 無法剖析要求中的 imageRef。

source: Cannot find image for rebuild
es: No se puede encontrar la imagen para reconstrucción
fr: Image introuvable pour la régénération
ko_kr: 다시 빌드할 이미지를 찾을 수 없음
pt_br: Não foi possível localizar a imagem para reconstrução
tr_tr: Yeniden kurulum için imaj dosyası bulunamadı.
zh_cn: 无法找到用来重新创建的镜像
zh_tw: 找不到要重建的映像檔

source: createImage entity requires name attribute
es: La entidad createImage necesita el atributo de nombre
fr: L'entité createImage nécessite un attribut de nom
ko_kr: createImage 엔티티는 이름 속성이 필요함
pt_br: A entidade createImage requer atributo de nome
zh_cn: 实体createImage需要属性name
zh_tw: createImage 實體需要名稱屬性

source: Invalid metadata
es: Metadatos no válidos
fr: Métadonnées non valides
ko_kr: 올바르지 않은 메타데이터
pt_br: Metadados inválidos
zh_cn: 无效的元数据
zh_tw: 無效的 meta 資料

source: Invalid adminPass
es: adminPass no válido
fr: adminPass non valide
ko_kr: 올바르지 않은 adminPass
pt_br: adminPass inválido
zh_cn: 无效的adminPass
zh_tw: 無效的 adminPass

source: Removing options '%s' from query
es: Eliminando opciones '%s' de la consulta
pt_br: Removendo opções '%s' da consulta

source: Server not found
es: Servidor no encontrado
fr: Serveur introuvable
ko_kr: 서버를 찾을 수 없음
pt_br: Servidor não localizado
zh_cn: 没有找到服务器
zh_tw: 找不到伺服器

source: Error in migrate %s
es: Error al migrar %s
pt_br: Erro ao migrar %s
zh_cn: 迁移错误 %s

source: createBackup entity requires %s attribute
es: La entidad createBackup necesita el atributo %s
fr: L'entité createBackup nécessite l'attribut %s
ko_kr: createBackup 엔티티는 %s 속성이 필요함
pt_br: A entidade createBackup requer o atributo %s
zh_cn: 实体createBackup需要有属性 %s
zh_tw: createBackup 實體需要 %s 屬性

source: Malformed createBackup entity
es: Entidad createBackup formada incorrectamente
fr: Format incorrect de l'entité createBackup
ko_kr: 형식이 틀린 createBackup 엔티티
pt_br: Entidade createBackup malformada
zh_cn: 错误格式的实体createBackup
zh_tw: createBackup 實體的格式不正確

source: createBackup attribute 'rotation' must be an integer
es: La 'rotación' del atributo createBackup debe ser un entero
fr: L'attribut createBackup 'rotation' doit être un entier
pt_br: A rotação' do atributo createBackup deve ser um número inteiro
zh_cn: createBackup的属性 'rotation'必须是整数

source: createBackup attribute 'rotation' must be greater than or equal to zero
es: El atributo de createBackup 'rotation' debe ser mayor que o igual a cero
fr: L'attribut createBackup 'rotation' doit être supérieur ou égal à zéro
pt_br: A 'rotação' do atributo createBackup deve ser maior ou igual a zero
zh_cn: createBackup 属性“rotation”必须大于或等于零

source: Instance not found
es: No se ha encontrado la instancia
fr: Instance introuvable
ko_kr: 인스턴스를 찾을 수 없음
pt_br: Instância não encontrada
zh_cn: 没有找到实例
zh_tw: 找不到實例

source: host, block_migration and disk_over_commit must be specified for live migration.
es: host, block_migration y disk_over_commit deben especificarse para migración en vivo.
ko_kr: 호스트, block_migration, disk_over_commit를 활성 마이그레이션에 대해 지정해야 합니다.
zh_tw: 必須指定主機、block_migration 及 disk_over_commit，才能進行即時移轉。

source: Live migration of instance %s to another host failed
es: Ha fallado la migración en vivo de la instancia %s a otro host
fr: Echec lors de la migration à chaud de l'instance %s vers un autre hôte
ko_kr: 다른 호스트로 %s 인스턴스의 라이브 마이그레이션에 실패함
zh_tw: 將實例 %s 即時移轉至另一個主機失敗

source: Live migration of instance %(id)s to host %(host)s failed
es: La migración en directo de la instancia %(id)s al host %(host)s ha fallado
fr: Echec de la migration en temps réel de l'instance %(id)s vers l'hôte %(host)s
ko_kr: %(host)s 호스트로 %(id)s 인스턴스의 라이브 마이그레이션 실패
pt_br: Falha na migração em tempo real da instância %(id)s para o host %(host)s
zh_cn: 实例 %(id)s 到主机 %(host)s 的动态迁移失败
zh_tw: 將實例 %(id)s 即時移轉至主機 %(host)s 時失敗

source: Desired state must be specified. Valid states are: %s
es: Se debe especificar el estado deseado. Los estados válidos son: %s
fr: L'état à appliquer doit être spécifié. Les états valides sont : %s
ko_kr: 원하는 상태가 지정되어야 합니다. 유효한 상태: %s
pt_br: O estado desejado deve ser especificado. Os estados válidos são: %s
zh_cn: 必须指定所需状态。有效状态如下：%s
zh_tw: 必須指定需要的狀態。有效狀態為：%s

source: Cannot show aggregate: %s
es: No se puede mostrar el agregado: %s
zh_cn: 不能显示合计：%s

source: Cannot update aggregate: %s
es: No se puede actualizar el agregado: %s
zh_cn: 不能更新合计：%s

source: Cannot delete aggregate: %s
es: No se puede eliminar el agregado: %s
zh_cn: 不能删除合计: %s

source: Aggregates does not have %s action
es: Los agregados no tienen la acción %s
fr: Les agrégats n'ont pas d'action %s
ko_kr: 집합에서 %s 작업을 할 수 없습니다
pt_br: O agregado não possui a ação %s
zh_cn: 聚合没有动作 %s
zh_tw: 聚集沒有 %s 動作

source: Invalid request body
es: Cuerpo de solicitud no válido
fr: Corps de demande non valide
ko_kr: 올바르지 않은 요청 본문
pt_br: Corpo da solicitação inválido
zh_cn: 无效的请求主体
zh_tw: 無效的要求內文

source: Cannot add host %(host)s in aggregate %(id)s
es: No se puede añadir el host %(host)s en el agregado %(id)s
pt_br: Não é possível incluir o host %(host)s no agregado %(id)s
zh_cn: 无法在聚集 %(id)s 中添加主机 %(host)s

source: Cannot remove host %(host)s in aggregate %(id)s
es: No se puede eliminar el host %(host)s en el agregado %(id)s
fr: Impossible de supprimer l'hôte %(host)s dans l'agrégat %(id)s
ko_kr: %(id)s 집합에서 %(host)s 호스트를 제거할 수 없습니다
pt_br: Não é possível remover o host %(host)s do agregado %(id)s
tr_tr: %(id)s takımındaki %(host)s istemcisi çıkarılamıyor
zh_cn: 无法在聚集 %(id)s 中除去主机 %(host)s
zh_tw: 無法移除聚集 %(id)s 中的主機 %(host)s

source: Cannot set metadata %(metadata)s in aggregate %(id)s
es: No se pueden establecer metadatos %(metadata)s en el agregado %(id)s
fr: Impossible de définir les métadonnées %(metadata)s dans l'agrégat %(id)s
ko_kr: %(id)s 집합에 %(metadata)s 메타데이터를 설정할 수 없습니다
pt_br: Não é possível configurar metadados %(metadata)s no agregado %(id)s
zh_cn: 无法在聚集 %(id)s 中设置元数据 %(metadata)s
zh_tw: 無法在聚集 %(id)s 中設定 meta 資料 %(metadata)s

source: Create assisted snapshot from volume %s
es: Se ha creado instantánea asistida del volúmen %s
fr: Créer un instantané assisté du volume %s

source: Delete snapshot with id: %s
es: Suprimir instantánea con el ID: %s
fr: Supprimer l'instantané avec l'ID : %s
pt_br: Excluir captura instantânea com o id: %s
zh_cn: 删除id为 %s 的快照

source: Attach interface
es: Conectar interfaz
fr: Connexion à l'interface
pt_br: Anexar interface
zh_cn: 请连接接口

source: Network driver does not support this function.
es: El controlador de red no soporta esta función.
fr: Le pilote de réseau ne prend pas en charge cette fonction.
ko_kr: 네트워크 드라이버가 이 기능을 지원하지 않습니다.
pt_br: O driver de rede não suporta essa função.
tr_tr: Ağ sürücüsü bu fonksiyonu desteklemiyor.
zh_cn: 网络驱动程序不支持此功能。
zh_tw: 網路驅動程式不支援此函數。

source: Failed to attach interface
es: Se ha encontrado un error al conectar la interfaz.
fr: Echec de connexion à l'interface
ko_kr: 인터페이스에 첨부하지 못했음
pt_br: Falha ao anexar a interface
zh_cn: 未能连接接口
zh_tw: 無法連接介面

source: Attachments update is not supported
es: La actualización de dispositivos conectados no está soportada
pt_br: A atualização de anexos não é suportada
zh_cn: 附件更新不受支持

source: Detach interface %s
es: Desconectar interfaz %s
fr: Déconnexion de l'interface %s
pt_br: Remover interface %s
zh_cn: 请与接口 %s 断开连接
