Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Invalid start time. The start time cannot occur after the end time.
es: Hora de inicio no válida. La hora de inicio no pude tener lugar después de la hora de finalización.
fr: Heure de début non valide. L'heure de début ne peut pas être définie après l'heure de fin.
ko_kr: 시작 시간이 올바르지 않습니다. 종료 시간 후에는 시작 시간이 올 수 없습니다.
pt_br: Horário de início inválido. O horário de início não pode ocorrer após o horário de encerramento.
tr_tr: Geçersiz başlangıç zamanı. Başlangıç zamanı bitiş zamanından sonra olamaz.
zh_cn: 开始时间无效。开始时间不能出现在结束时间之后。
zh_tw: 無效的開始時間。開始時間不能在結束時間之後。

source: Delete volume with id: %s
es: Suprimir volumen con el id: %s
fr: Supprimer le volume avec l'ID : %s
pt_br: Remover volume com id: %s
zh_cn: 删除id为 %s 的卷

source: Instance %s is not attached.
es: La instancia %s no está conectada.
fr: L'instance %s n'est pas connectée.
ko_kr: %s 인스턴스가 첨부되지 않았습니다.
pt_br: A instância %s não está conectada.
zh_tw: 未連接實例 %s。

source: Bad volumeId format: volumeId is not in proper format (%s)
es: Formato de id de volumen erróneo: el ID de volumen no está en el formato correcto (%s)
fr: Format d'ID volume incorrect : ID volume n'est pas au format approprié (%s)
ko_kr: 잘못된 volumeId 형식: volumeId가 적절한 형식(%s)이 아님
pt_br: Formato de volumeId inválido: volumeId não está no formato adequado (%s)
zh_cn: volumeId 格式不正确：volumeId 没有采用正确格式 (%s)
zh_tw: 錯誤的 volumeId 格式：volumeId 不是適當的格式 (%s)

source: Attach volume %(volume_id)s to instance %(server_id)s at %(device)s
es: Conectar el volumen %(volume_id)s a la instancia %(server_id)s en %(device)s
fr: Connexion du volume %(volume_id)s à l'instance %(server_id)s à %(device)s
pt_br: Conectar volume %(volume_id)s à instância %(server_id)s em %(device)s
zh_cn: 把卷 %(volume_id)s 附加到实例 %(server_id)s 的 %(device)s 设备上

source: Create snapshot from volume %s
es: Crear instantánea desde el volumen %s
fr: Créer un instantané depuis le volume %s
pt_br: Criar captura instantânea a partir do volume %s
zh_cn: 为卷 %s 创建快照

source: Invalid value '%s' for force.
es: Valor inválido '%s' para forzar.
fr: Valeur invalide '%s' pour le 'forçage'.
ko_kr: 강제 실행에 대한 올바르지 않은 값 '%s'입니다.
zh_cn: 值“%s”对于 force 无效。
zh_tw: 強制值 '%s' 無效。

source: Loaded extension %s
es: Se ha cargado la extensión %s
fr: Chargement de l'extension %s
pt_br: Extensão carregada: %s
zh_cn: 已装入扩展：%s

source: access_ip_v4 is not proper IPv4 format
es: access_ip_v4 no tiene el formato IPv4 apropiado

source: access_ip_v6 is not proper IPv6 format
es: access_ip_v6 no tiene el formato IPv6 apropiado

source: Could not find host to be set in request body
es: No se puede anfitrión para establecerse en el cuerpo de la solicitud

source: The value of host must be a string
es: El valor de anfitrión debe ser una cadena

source: Could not find %s parameter in the request
es: No se ha podido encontrar el parámetro %s en la solicitud
zh_cn: 无法在请求中找到 %s 参数

source: Request body is empty
es: El cuerpo de la solicitud está vacío

source: Invalid key %s in request body.
es: Clave %s no válida en el cuerpo de la solicitud.
zh_cn: 请求主体中的键 %s 无效。

source: Invalid request format for metadata
es: Formato de solicitud inválido para metadatos

source: Attach interface to %s
es: Asociar interfaz a %s
pt_br: Anexar interface para %s

source: Cell %s doesn't exist.
es: No existe Cell %s.
fr: La cellule %s n'existe pas.
ko_kr: %s 셀이 없습니다.
tr_tr: Hücre %s mevcut değil.
zh_tw: Cell %s 不存在。

source: create_backup entity requires %s attribute
es: La entidad create_backup necesita el atributo %s
zh_cn: create_backup实体需要 %s 属性

source: Malformed create_backup entity
es: Entidad create_backup mal formada
pt_br: Entidade createBackup malformada
zh_cn: create_backup 实体的格式不正确

source: create_backup attribute 'rotation' must be an integer
es: El atributo 'rotation' de create_backup debe ser un entero
zh_cn: create_backup 的属性“rotation”必须为整数

source: create_backup attribute 'rotation' must be greater than or equal to zero
es: El atributo 'rotation' en create_backup debe ser mayor qué o igual a cero
zh_cn: create_backup 的属性“rotation”必须大于或等于零

source: Detach volume %(volume_id)s from instance %(server_id)s
es: Desasociar volumen %(volume_id)s de la instancia %(server_id)s

source: Volume %(volume_id)s is not attached to the instance %(server_id)s
es: El volumen %(volume_id)s no se encuentra asociado a la instancia %(server_id)s
fr: Le volume %(volume_id)s n'est pas attaché à une instance %(server_id)s

source: Filter out extension %s from discover list
es: Filtrar extensión %s de la lista de descubrimiento

source: Invalid min_ram filter [%s]
es: Filtro min_ram [%s] no válido
fr: Filtre min_ram [%s] est invalide
ko_kr: 올바르지 않은 min_ram 필터 [%s]
zh_tw: 無效的 min_ram 過濾器 [%s]

source: Invalid min_disk filter [%s]
es: Filtro min_disk inválido [%s]

source: No or bad extra_specs provided
es: extra_specs erróneas o no proporcionadas

source: The request body invalid
es: El contenido de la solicitud es inválido.

source: Need parameter 'query' to specify which hypervisor to filter on
es: Se necesita el parámetro 'query' para especificar en qué hipervisor se aplicará el filtro

source: Action %s not found
es: Acción %s no encontrada
fr: Action %s non trouvé
ko_kr: 조치 %s을(를) 찾을 수 없음
tr_tr: Eylem %s bulunamadı
zh_cn: 行为 %s 未定义
zh_tw: 找不到動作 %s

source: Force update quotas: %s
es: Forzar actualización de cuotas: %s

source: extension %(ext_alias)s detected by servers extension for function %(func)s
es: extensión %(ext_alias)s detectada por la extensión del servidor para la función %(func)s

source: extension %(ext_alias)s is missing %(func)s
es: La extensión %(ext_alias)s carece de %(func)s

source: Did not find any server create extensions
es: No se encontró ninguna extensión server create

source: Did not find any server rebuild extensions
es: No se encontró ninguna extensión server rebuild

source: Did not find any server update extensions
es: No se encontró ninguna extensión server update

source: Invalid changes_since value
es: Valor changes_since inválido
zh_cn: 不可用的changes_since 值

source: Unknown argument: port
es: Argumento desconocido: puerto
fr: Argument inconnu: port
ko_kr: 알 수 없는 인수: 포트
tr_tr: Bilinmeyen bağımsız değişken: port
zh_tw: 不明引數：埠

source: Specified Fixed IP '%(addr)s' cannot be used with port '%(port)s': port already has a Fixed IP allocated.
es: Dirección IP fija especificada '%(addr)s' no puede ser usada con el puerto '%(port)s': el puerto ya cuenta con una dirección IP física asignada.
fr: IP fixe demandée '%(addr)s' ne peut être utilisée avec le port '%(port)s' : port a déjà une IP fixe d'allouée.
ko_kr: 지정된 고정 IP '%(addr)s'을(를) '%(port)s' 포트와 함께 사용할 수 없음: 포트에 이미 고정 IP가 할당되어 있습니다.
zh_tw: 指定的固定 IP '%(addr)s' 不能與埠 '%(port)s' 一起使用：埠已配置了固定 IP。

source: Invalid flavor_ref provided.
es: Se ha proporcionado un flavor_ref inválido.

source: Running _create_extension_point for %s
es: Ejecutando _create_extension_point para %s

source: Running _rebuild_extension_point for %s
es: Ejecutando _rebuild_extension_point para %s

source: Running _resize_extension_point for %s
es: Ejecutando _resize_extension_point para %s

source: Running _update_extension_point for %s
es: Ejecutando _update_extension_point para %s

source: host_id cannot be updated.
es: No se puede actualizar host_id.
fr: host_id ne peut pas etre mis à jour.

source: Invalid image_ref provided.
es: La image_ref proporcionada es inválida.

source: Missing image_ref attribute
es: Atributo image_ref ausente

source: Missing flavor_ref attribute
es: Atributo flavor_ref ausente.

source: Resize request has invalid 'flavor_ref' attribute.
es: La solicitud de modifiación de tamaño tiene el atributo 'flavor_ref' inválido.

source: Resize requests require 'flavor_ref' attribute.
es: La solicitud de modificación de tamaño requiere el atributo 'flavor_ref'.

source: Could not parse image_ref from request.
es: No se puede validar image_ref en la solicitud.

source: create_image entity requires name attribute
es: La entidad create_image requiere el atributo nombre.

source: Disabled reason contains invalid characters or is too long
es: Disabled reason contiene caracteres inválidos o es demasiado larga.

source: Instance has had its instance_type removed from the DB
es: En la instancia se ha eliminado el tipo de instancia de la base de datos
pt_br: A instância teve o seu instance_type removido do BD
zh_cn: 实例已从数据库中除去其 instance_type

source: Error processing message locally: %(exc)s
es: Error al procesar el mensaje localmente: %(exc)s
pt_br: Erro ao processar mensagem localmente: %(exc)s
zh_cn: 本地处理消息时出错：%(exc)s

source: destination is %(target_cell)s but routing_path is %(routing_path)s
es: el destino es %(target_cell)s pero la vía de acceso de direccionamiento es %(routing_path)s
fr: La destination est %(target_cell)s mais le chemin de routage routing_path est %(routing_path)s
ko_kr: 대상은 %(target_cell)s이지만 라우팅 경로는 %(routing_path)s임
pt_br: o destino é %(target_cell)s, mas routing_path é %(routing_path)s
tr_tr: hedef %(target_cell)s ama routing_path %(routing_path)s
zh_cn: 目标为 %(target_cell)s，但是 routing_path 为 %(routing_path)s
zh_tw: 目的地是 %(target_cell)s，但 routing_path 是 %(routing_path)s

source: Unknown %(cell_type)s when routing to %(target_cell)s
es: %(cell_type)s desconocido al direccionar a %(target_cell)s
fr: %(cell_type)s inconnu lors du routage vers %(target_cell)s
ko_kr: %(target_cell)s(으)로 라우팅할 때 알 수 없는 %(cell_type)s
pt_br: %(cell_type)s desconhecido quando roteando para %(target_cell)s
tr_tr: %(target_cell)s e yönlendirirken bilinmeyen %(cell_type)s
zh_cn: 路由至 %(target_cell)s 时，%(cell_type)s 未知
zh_tw: 遞送至 %(target_cell)s 時 %(cell_type)s 不明

source: Error locating next hop for message: %(exc)s
es: Error al localizar el siguiente salto para el mensaje: %(exc)s
pt_br: Erro ao localizar o próximo hop para a mensagem: %(exc)s
zh_cn: 为消息查找下一中继段时出错：%(exc)s

source: Failed to send message to cell: %(next_hop)s: %(exc)s
es: No se ha podido enviar el mensaje a la célula: %(next_hop)s: %(exc)s
fr: Echec de l'envoi du message à la cellule : %(next_hop)s : %(exc)s
pt_br: Falha ao enviar mensagem para a célula: %(next_hop)s: %(exc)s
zh_cn: 未能将消息发送至单元：%(next_hop)s：%(exc)s

source: Error locating next hops for message: %(exc)s
es: Error al localizar los saltos siguientes para el mensaje: %(exc)s
pt_br: Erro ao localizar próximos hops para a mensagem: %(exc)s
zh_cn: 为以下消息查找后续中继段时出错：%(exc)s

source: Error sending message to next hops: %(exc)s
es: Error al enviar el mensaje a los saltos siguientes: %(exc)s
pt_br: Erro ao enviar mensagem para os próximos hops: %(exc)s
zh_cn: 将消息发送至后续中继段时出错：%(exc)s

source: Error waiting for responses from neighbor cells: %(exc)s
es: Error al esperar respuestas de células vecinas: %(exc)s
fr: Erreur lors de l'attente de réponses des cellules voisines : %(exc)s
pt_br: Erro ao aguardar por respostas das células vizinhas: %(exc)s
zh_cn: 等待来自相邻单元的响应时出错：%(exc)s

source: Unknown method '%(method)s' in compute API
es: Método desconocido '%(method)s' en API de cálculo
fr: Méthode inconnue '%(method)s' dans l'API de calcul
ko_kr: 계산 API의 알 수 없는 메소드 '%(method)s'
pt_br: Método '%(method)s' desconhecido na API de cálculo
tr_tr: Hesap API'sinde bilinmeyen metod '%(method)s'
zh_cn: “计算 API”中的方法“%(method)s”未知
zh_tw: 計算 API 中的方法 '%(method)s' 不明

source: Received capabilities from child cell %(cell_name)s: %(capabilities)s
es: Se han recibido prestaciones de la célula hija %(cell_name)s: %(capabilities)s
pt_br: Recursos recebidos da célula filho %(cell_name)s: %(capabilities)s

source: Received capacities from child cell %(cell_name)s: %(capacities)s
es: Se han recibido capacidades de la célula hija %(cell_name)s: %(capacities)s
pt_br: Recursos recebidos da célula filho %(cell_name)s: %(capacities)s

source: Got update for instance: %(instance)s
es: Se ha obtenido una actualización para la instancia: %(instance)s

source: Got update to delete instance
es: Se ha obtenido una actualización para eliminar la instancia
pt_br: Recebeu atualização para excluir instância

source: Got broadcast to %(delete_type)s delete instance
es: Se ha obtenido difusión a instancia de supresión %(delete_type)s
pt_br: Obteve transmissão para %(delete_type)s excluir instância

source: Got message to create instance fault: %(instance_fault)s
es: Se ha obtenido mensaje para crear error de instancia: %(instance_fault)s
pt_br: Obteve mensagem para criar falha da instância: %(instance_fault)s
zh_cn: 已获取针对创建实例故障的消息：%(instance_fault)s

source: Forcing a sync of instances, project_id=%(projid_str)s, updated_since=%(since_str)s
es: Forzando una sincronización de instancias, project_id=%(projid_str)s, updated_since=%(since_str)s
pt_br: Forçando uma sincronização de instâncias, project_id=%(projid_str)s, updated_since=%(since_str)s
zh_cn: 正在强制执行实例的同步，project_id=%(projid_str)s，updated_since=%(since_str)s

source: No match when trying to update BDM: %(bdm)s
es: No se encontró resultado al intentar actualizar BDM: %(bdm)s

source: Updating parents with our capabilities: %(capabs)s
es: Actualizando padres con nuestras prestaciones: %(capabs)s
pt_br: Atualizando pais com nossos recursos: %(capabs)s

source: Updating parents with our capacities: %(capacities)s
es: Actualizando padres con nuestras capacidades: %(capacities)s
pt_br: Atualizando pais com nossos recursos: %(capacities)s

source: No cell_name for %(method)s() from API
es: No hay cell_name para %(method)s() desde la API

source: No cell_name for instance update from API
es: No hay cell_name para actualización de instancia desde la API

source: Returning exception %s to caller
es: Devolviendo excepción %s al interlocutor
pt_br: Retornando exceção %s ao método de origem
zh_cn: 返回 %s 异常给调用者

source: Failed to notify cells of BDM update/create.
es: Fallo al notificar las celdas de actualización/creación de BDM.

source: Failed to notify cells of BDM destroy.
es: Fallo al notiifcar las celdas de destrucción de BDM

source: Weighted cells: %(weighted_cells)s
es: Celdas pesadas: %(weighted_cells)s

source: Scheduling with routing_path=%(routing_path)s
es: Planificación con routing_path=%(routing_path)s
pt_br: Planejando com routing_path=%(routing_path)s

source: Couldn't communicate with cell '%s'
es: No se puede comunicar con la celda '%s'

source: Couldn't communicate with any cells
es: No se puede establecer comunicación con alguna celda

source: Building instances with routing_path=%(routing_path)s
es: Construyendo instancias con routing_path=%(routing_path)s

source: No cells available when scheduling. Will retry in %(sleep_time)s second(s)
es: No hay celdas disponibles al planificar. Se reintentará dentro de %(sleep_time)s segundo(s)
pt_br: Nenhuma célula disponível ao planejar. Nova tentativa em %(sleep_time)s segundo(s)
zh_cn: 进行调度时，没有任何单元可用。将在 %(sleep_time)s 秒后重试

source: Error scheduling instances %(instance_uuids)s
es: Error al planificar instancias %(instance_uuids)s
pt_br: Erro ao planejar instâncias %(instance_uuids)s
zh_cn: 调度实例 %(instance_uuids)s 时出错

source: Unknown cell '%(cell_name)s' when trying to update capabilities
es: Célula '%(cell_name)s' desconocida al intentar actualizar prestaciones
pt_br: Célula desconhecida '%(cell_name)s' ao tentar atualizar recursos
zh_cn: 尝试更新功能时，遇到未知单元“%(cell_name)s”

source: Unknown cell '%(cell_name)s' when trying to update capacities
es: Célula '%(cell_name)s' desconocida al intentar actualizar capacidades
pt_br: Célula desconhecida '%(cell_name)s' ao tentar atualizar recursos
zh_cn: 尝试更新容量时，遇到未知单元“%(cell_name)s”

source: Updating cell cache from db.
es: Actualizando memoria caché de célula de base de datos.
pt_br: Atualizando cache da célula a partir do bd.

source: Updating cell cache from config file.
es: Actualizando el caché de celda desde el archivo de configuración.

source: Forcing direct route to %(cell_name)s because of 'target_cell' scheduler hint
es: Forzando la ruta directa hacia %(cell_name)s debido al consejo del planificador 'target_cell'

source: %(cell)s has not been seen since %(last_seen)s and is being treated as mute.
es: %(cell)s no se ha observador desde %(last_seen)s y se está tratando como en estado apagado.

source: Flavor for vpn instances
es: Sabor para instancias vpn
fr: Type d'instance pour les instances vpn
ko_kr: vpn 인스턴스에 대한 플레이버
zh_tw: VPN 實例的特性

source: Template for cloudpipe instance boot script
es: Plantilla para script de arranque de instancia de cloudpipe
fr: Modèle pour le script d'amorçage de l'instance cloudpipe
ko_kr: cloudpipe 인스턴스 부트 스크립트를 위한 템플리트
pt_br: Modelo para o script de inicialização da instância cloudpipe
zh_cn: cloudpipe实例的启动脚本模板
zh_tw: cloudpipe 實例啟動 Script 的範本

source: Network to push into openvpn config
es: Red a insertar en la configuración de openvpn
fr: Réseau à passer à la configuration d'openvpn
ko_kr: openvpn 구성에 푸시할 네트워크
pt_br: Rede para enviar por push na configuração de openvpn
zh_cn: 网络地址已存入openvpn配置
zh_tw: 要推送至 openvpn 配置的網路

source: Netmask to push into openvpn config
es: Mascara de red a insertar en la configuración de openvpn
fr: Masque réseau à passer à la configuration d'openvpn
ko_kr: openvpn 구성에 푸시할 넷마스크
pt_br: Máscara de rede para enviar por push na configuração de openvpn
zh_cn: 子网掩码已存入openvpn配置
zh_tw: 要推送至 openvpn 配置的網路遮罩

source: Launching VPN for %s
es: Lanzando VPN para %s
pt_br: Executando VPN para %s

source: Failed to load %s
es: Ha fallado la carga de %s
pt_br: Falha ao carregar %s
zh_cn: 加载 %s 失败

source: parent device '%s' not found
es: El dispositivo principal '%s' no se ha encontrado

source: root device '%s' not found
es: No se ha encontrado el dispositivo raíz '%s'

source: swap device '%s' not found
es: No se ha encontrado el dispositivo de swap '%s'

source: Failed to detect root device UUID.
es: Ha fallado la detección del dispositivo raíz UUID.

source: start deployment for node %(node_id)s, params %(params)s
es: Se ha iniciado el despliegue del nodo %(node_id)s con parámetros %(params)s

source: deployment to node %s failed
es: El despligue hacia el nodo %s ha fallado

source: deployment to node %s done
es: despliegue hacia el nodo %s completo
pt_br: Implantação para o nodo %s concluída

source: post: environ=%s
es: enviar: environ=%s

source: Deploy agent error message: %s
es: Mensaje de error del agente de despliegue: %s

source: request is queued: node %(node_id)s, params %(params)s
es: solicitud encolada: nodo %(node_id)s, parámetros %(params)s

source: Could not read %s. Re-running with sudo
es: No se puede leer %s. Re-ejecutando con sudo
fr: Impossible de lire %s. Réessayer avec sudo
ko_kr: %s을(를) 읽을 수 없음. sudo로 다시 실행합니다.
pt_br: Não foi possível ler %s. Rodando novamente com sudo
zh_tw: 無法讀取 %s。正在使用 sudo 來重新執行

source: sudo failed, continuing as if nothing happened
es: sudo fallido, continuando como si nada hubiera pasado
fr: échec sudo, poursuite comme si de rien n'était
ko_kr: sudo에 실패, 무시하고 계속합니다.
pt_br: sudo falhou, continuando como se nada tivesse acontecido
zh_tw: sudo 失敗，正在繼續作業，就好像什麼都沒發生過

source: Please re-run nova-manage as root.
es: Vuelva a ejecutar nova-manage como root por favor.
fr: Relancez nova-manage avec un compte root.
ko_kr: 루트로 nova-manage를 다시 실행하십시오.
pt_br: Por favor rode novamente o nova-manage como root.
zh_tw: 請以 root 使用者身分重新執行 nova-manage。

source: Command failed, please check log for more info
es: Ha fallado la instrucción, por favor compruebe el log para más información
fr: Échec de la commande, vérifiez les logs pour plus d'information.
ko_kr: 명령에 실패, 자세한 정보는 로그를 확인하십시오.
pt_br: Comando falhou, por favor verifique o log para mais informações
zh_tw: 指令失敗，請檢查日誌，以取得相關資訊

source: Called '%(action)s' for mac '%(mac)s' with ip '%(ip)s'
es: Se han llamado '%(action)s' para la mac '%(mac)s' con dirección IP '%(ip)s'
pt_br: Chamado '%(action)s' para MAC '%(mac)s' com IP '%(ip)s'

source: Environment variable 'NETWORK_ID' must be set.
es: La variable de entorno 'NETWORK_ID' debe ser establecida.
pt_br: A variável de ambiente 'NETWORK_ID' deve ser definida.

source: The above error may show that the database has not been created. Please create a database using 'nova-manage db sync' before running this command.
es: El error anterior puede muestrar que la base de datos no ha sido creada. Por favor crea una base de datos usando 'nova-manage db sync' antes de ejecutar este comando.
fr: L'erreur ci-dessus indique peut-être que la base de données n'a pas été créée. Assurez-vous que la base de données est créée à l'aide de la commande 'nova-manage db sync' avant d'exécuter cette commande.
ko_kr: 위의 오류는 데이터베이스가 작성되지 않았음을 표시할 수 있습니다. 이 명령을 실행하기 전에 'nova-manage db sync'를 사용하여 데이터베이스를작성하십시오.
pt_br: O erro acima pode mostrar que a base de dados não foi criada ainda. Por favor crie uma base de dados utilizando 'nova-manage db sync' antes de executar este comando.
tr_tr: Yukardaki hata veri tabanının oluşturulmadığını gösteriyor olabilir. Lütfen bu komutu çalıştırmadan önce 'nova-manage db sync' kullanarak veri tabanı oluşturun.
zh_tw: 上述錯誤可能會顯示尚未建立資料庫。 請使用 'nova-manage db sync' 來建立資料庫，然後再執行此指令。

source: %(key)s is not a valid quota key. Valid options are: %(options)s.
es: %(key)s no es una clave válida de cuota. Las opciones válidas son: %(options)s.
fr: %(key)s n'est pas un quota valide. Les options valides sont: %(options)s.
ko_kr: %(key)s이(가) 올바른 할당량 키가 아닙니다. 올바른 옵션: %(options)s.
zh_tw: %(key)s 不是有效的配額索引鍵。有效選項為：%(options)s。

source: Quota
es: Cuota
zh_cn: 配额
zh_tw: 配額

source: Limit
es: Límite
fr: Limite
ko_kr: 제한
pt_br: Limite
zh_cn: 限制
zh_tw: 限制

source: In Use
es: En uso
fr: En cours d'utilisation
ko_kr: 사용중
pt_br: Em uso
zh_cn: 正在使用
zh_tw: 使用中

source: Reserved
es: Reservada
fr: Réservé
ko_kr: 예약됨
pt_br: Reservado
zh_cn: 保留的
zh_tw: 已保留

source: network
es: red
ko_kr: 네트워크
pt_br: rede
zh_cn: 网络
zh_tw: 網路

source: IP address
es: Dirección IP
fr: Adresse IP
ko_kr: IP 주소
pt_br: Endereço IP
zh_cn: IP地址:
zh_tw: IP 位址

source: No fixed IP found.
es: Dirección IP fija no encontrada.
fr: Pas d'IP fixe trouvé.
ko_kr: 고정 IP를 찾을 수 없음.
pt_br: IP fixo não localizado.
zh_cn: 没有发现固定IP
zh_tw: 找不到固定 IP。

source: WARNING: fixed ip %s allocated to missing instance
es: ADVERTENCIA: la direción IP fija %s ha sido asociada a una instancia inexistente.
fr: AVERTISSEMENT : ip fixe %s est allouée à une instance manquante

source: Too many IP addresses will be generated. Please increase /%s to reduce the number generated.
es: Se generarán demasiadas direcciones IP. Por favor incremente /%s para disminuir el número generado.
fr: Trop adresses IPs vont être générés. Augmentez /%s pour réduire le nombre généré.
ko_kr: 너무 많은 IP 주소가 생성됩니다. 생성된 숫자를 줄이려면 /%s을(를)늘리십시오.
tr_tr: Çok fazla IP adresi üretilecek. Lütfen üretilen sayıyı azaltmak için /%s'i artırın.
zh_tw: 將產生太多的 IP 位址。請增大 /%s 以減少所產生的數目。

source: No floating IP addresses have been defined.
es: No se han definido direcciones IP flotantes.
fr: Aucune adresses IP flottantes n'ont été définies.
ko_kr: 정의된 부동 IP 주소가 없습니다.
tr_tr: Hiçbir değişken IP adresi tanımlanmamış.
zh_tw: 尚未定義浮動 IP 位址。

source: start address
es: dirección de inicio
fr: adresse de départ
ko_kr: 시작 주소
pt_br: endereço inicial
tr_tr: Başlangıç adresi
zh_cn: 起始地址
zh_tw: 起始位址

source: VlanID
es: ID de Vlan
fr: ID réseau local virtuel

source: project
es: proyecto
fr: projet
ko_kr: 프로젝트
pt_br: projeto
tr_tr: proje
zh_cn: 项目
zh_tw: 專案

source: No networks found
es: No se han encontrado redes
fr: Pas de résaux trouvés
ko_kr: 네트워크를 찾을 수 없음
tr_tr: Ağ bulunamadı
zh_tw: 找不到網路

source: Please specify either fixed_range or uuid
es: Por favor especifique fixed_range o uuid
fr: Veuillez spécifier fixed_range ou uuid
ko_kr: 고정 범위 또는 UUID를 지정하십시오.
tr_tr: Lütfen fixed_range veya uuid belirtin
zh_tw: 請指定 fixed_range 或 UUID

source: UUID is required to delete Neutron Networks
es: UUID es obligatorio para borrar redes en Neutron
fr: UUID est demandée pour supprimer les réseaux Neutron
ko_kr: Neutron 네트워크를 삭제하기 위해 UUID가 필요합니다.
zh_tw: 需要 UUID 才能刪除「Neutron 網路」
