Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-error.po
Languages: cs, de, es, fr, it, pt_br, tr_tr

source: Something wrong happened when trying to delete snapshot from shelved instance.
cs: Při mazání snímku z uskladněné instance se něco zvrtlo.
de: Beim Löschen der Schattenkopie der eingestellten Instanz hat etwas nicht geklappt.
es: Algo malo ha pasado al intentar eliminar la instantánea de la imagen almacenada.
fr: Un problème est survenu en tentant de supprimer l'instantané d'un instance en attente.
it: Qualcosa non è andato a buon fine durante l'eliminazione dello snapshot dall'istanza sospesa.
pt_br: Algo de errado ocorreu ao tentar excluir captura instantânea de uma instância arquivada.
tr_tr: Askıdaki sunucudan anlık görüntüler silinmeye çalışılırken bir şeyler ters gitti.

source: TIMEOUT: The call to %(method)s timed out. args=%(args)r
cs: ČASOVÝ LIMIT: Vypršel čas volání %(method)s. argumenty=%(args)r
de: ZEITÜBERSCHREITUNG: Der Aufruf nach %(method)s hat die Zeit überschritten. args=%(args)r
es: TIEMPO DE ESPERA EXCEDIDO: La llamada a %(method)s ha excedido el tiempo de espera. args=%(args)r
fr: TIMEOUT : L'appel à %(method)s a dépassé le délai d'attente. args=%(args)r
it: TIMEOUT: timeout della chiamata a %(method)s. args=%(args)r
pt_br: TIMEOUT: A chamada para %(method)s atingiu o tempo limite. args=%(args)r
tr_tr: ZAMAN AŞIMI: %(method)s çağrısı zaman aşımına uğradı. args=%(args)r

source: Temporary directory is invalid: %s
cs: Dočasný adresář je neplatný: %s
de: Temporäres Verzeichnis ist ungültig: %s
es: El directorio temporal no es válido: %s
fr: Le répertoire temporaire n'est pas valide : %s
it: La directory temporanea non è valida: %s
pt_br: O diretório temporário é inválido: %s
tr_tr: Geçici dizin geçersiz: %s

source: The Quobyte volume at %s is still in use.
cs: Svazek Quobyte na %s se stále používá.
de: Das Quobyte Abbild auf %s ist weiter in Benutzung.
es: El volumen Quobyte en %s todavía esta en uso.
pt_br: O volume Quobyte no %s ainda está em uso.
tr_tr: %s deki Quobyte mantıksal sürücüsü hala kullanımda.

source: The agent call to %(method)s returned an error: %(ret)r. args=%(args)r
cs: Volání agenta %(method)s vrátilo chybu: %(ret)r. argumenty=%(args)r
pt_br: A chamada do agente de %(method)s retornou um erro: %(ret)r. args=%(args)r

source: The agent call to %(method)s returned an invalid response: %(ret)r. args=%(args)r
cs: Volání agenta %(method)s vrátilo neplatnou odpověď: %(ret)r. argumenty=%(args)r
de: Der Agentenaufruf %(method)s gab eine ungültige Antwort zurück: %(ret)r. args=%(args)r
es: La llamada del agente para %(method)s ha arrojado una respuesta inválida: %(ret)r. args=%(args)r
fr: L'agent appelant %(method)s a retourné une réponse invalide : %(ret)r.args=%(args)r
it: La chiamata dell'agente verso %(method)s ha restituito una risposta non valida: %(ret)r. args=%(args)r
pt_br: A chamada do agente de %(method)s retornou uma resposta inválida: %(ret)r. args=%(args)r
tr_tr: %(method)s ajan çağrısı geçersiz bir yanıt döndürdü: %(ret)r. args=%(args)r

source: The call to %(method)s returned an error: %(e)s.
cs: Volání %(method)s vrátilo chybu: %(e)s.
de: Der Aufruf zu %(method)s gab einen Fehler zurück: %(e)s.
es: La llamada a %(method)s ha devuelto un error: %(e)s.
fr: L'appel à %(method)s a renvoyé une erreur : %(e)s.
it: La chiamata a %(method)s restituito un errore: %(e)s.
pt_br: A chamada para %(method)s retornou um erro: %(e)s.
tr_tr: %(method)s çağrısı hata döndürdü: %(e)s.

source: The call to %(method)s returned an error: %(e)s. args=%(args)r
cs: Volání %(method)s vrátilo chybu: %(e)s. argumenty=%(args)r
de: Der Aufruf zu %(method)s gab einen Fehler zurück: %(e)s. args=%(args)r
es: La llamada a %(method)s ha devuelto un error: %(e)s. args=%(args)r
fr: L'appel à %(method)s a renvoyé une erreur : %(e)s. args=%(args)r
it: La chiamata a %(method)s ha restituito un errore: %(e)s. args=%(args)r
pt_br: A chamada para %(method)s retornou um erro: %(e)s. args=%(args)r
tr_tr: %(method)s çağrısı bir hata döndürdü: %(e)s. args=%(args)r

source: Transfer data failed
cs: Přenos dat selhal
de: Datenübertragung fehlgeschlagen
es: Ha fallado la transferencia de datos
tr_tr: Veri aktarımı başarısız

source: Unable to access floating IP %s
cs: Nelze získat přístup k plovoucím IP %s
de: Zugriff nicht möglich auf Floating-IP %s
es: Incapaz de acceder a la Ip flotante %s
fr: Incapable d'accéder à l'IP flottante %s
it: Impossibile accedere all'IP mobile %s
pt_br: Não é possível acessar o IP flutuante %s
tr_tr: %s değişken IP'sine erişilemiyor

source: Unable to access floating IP for %s
cs: Nelze získat přístup k plovoucím IP pro %s
pt_br: Não é possível acessar o IP flutuante para %s

source: Unable to access the rescue disk
cs: Nelze získat přístup k záchrannému disku
de: Kein Zugriff auf die Rettungsplatte
es: No es posible acceder al disco de recuperación
pt_br: Não é possível acessar o disco de resgate
tr_tr: Kurtarma diskine erişilemiyor

source: Unable to attach volume to instance %s
cs: Nelze připojit svazek k instanci %s
de: Nicht möglich Volumen zur Instanze %s hinzuzufügen
es: Imposible adjuntar volumen a la instancia %s
fr: Impossible d'attacher le volume à l'instance %s
it: Impossibile legare il volume all'istanza %s
pt_br: Não é possível anexar o volume na instância %s
tr_tr: Mantıksal sürücü %s sunucusuna eklenemiyor

source: Unable to clear device ID for port '%s'
cs: Nelze vyčistit ID zařízení pro port '%s'
de: Aufräumen nicht möglich der Geräte-ID für Port '%s'
es: No es posible limpiar el ID del dispositivo para puerto '%s'
pt_br: Não é possível limpar o ID de dispositivo para a porta '%s'
tr_tr: '%s' bağlantı noktası için aygıt kimliği temizlenemedi

source: Unable to create VM snapshot, failing volume_snapshot operation.
cs: Nelze vytvořit snímek VM, přechází se zpět na operaci se snímkem svazku
de: Erstellen der VM Schattenkopie nicht möglich, volume_snapshot Operation fehlgeschlagen.
es: Incapaz de crear instantánea de VM, operación de volume_snapshot fallida.
fr: Incapable de créer un instantané VM, échec durant l'opération volume_snapshot.
it: Impossibile creare lo snapshot della VM, fallimento dell'operazione volume_snapshot.
pt_br: Não é possível criar uma captura instantânea de MV, falha da operação volume_snapshot.
tr_tr: VM anlık görüntüsü oluşturulamıyor, volume_snapshot işlemi başarısız.

source: Unable to create quiesced VM snapshot, attempting again with quiescing disabled.
cs: Nelze vytvořit ztišený snímek VM, bude uskutečně další pokus, kde ztišení bude zakázáno.
de: Erstellen der stillgelegten VM Schattenkopie nicht möglich, versuche stattdessen mit deaktivierter Stillegung.
es: Incapaz de crear instantánea de VM inmovilizada, intentando nuevamente con la inmovilidad deshabilitada
fr: Incapable de créer un instantané d'une VM mise au repos, essayer encore avec la mise au repos désactivée.
it: Impossibile creare lo snapshot di VM inattiva, nuovo tentativo in corso con impostazione di inattivtà disabilitata.
pt_br: Não é possível criar uma captura instantânea de MV em quiesce, tentando novamente com quiesce desativado.
tr_tr: Susturulmuş VM anlık görüntüsü oluşturulamadı, susturma kapatılmış olarak tekrar deneniyor.

source: Unable to destroy VBD
cs: Nelze zničit VBD
de: Zerstören VBD fehlgeschlagen
es: No ha sido posible destruir VBD
pt_br: Não é possível destruir o VBD
tr_tr: VBD silinemedi

source: Unable to determine the glance API version
cs: Nelze zjistit API verzi glance
pt_br: Não é possível determinar a versão da API glance

source: Unable to execute %(cmd)s. Exception: %(exception)s
cs: Nelze spustit %(cmd)s. Výjimka: %(exception)s
de: Ausführen von %(cmd)s nicht möglich. Ausnahme: %(exception)s
es: No se puede ejecutar %(cmd)s. Excepción: %(exception)s
fr: Impossible d'exécuter %(cmd)s. Exception : %(exception)s
it: Impossibile eseguire %(cmd)s. Eccezione: %(exception)s
pt_br: Não foi possível executar %(cmd)s. Exceção: %(exception)s
tr_tr: %(cmd)s çalıştırılamadı. Hata: %(exception)s

source: Unable to find SR from VBD
cs: Nelze najít SR z VBD
de: Konnte kein SR finden für VBD
es: No es posible encontrar SR a partir de VBD
pt_br: Não é possível localizar SR a partir do VBD
tr_tr: VBD'den SR bulunamadı

source: Unable to find SR from VDI
cs: Nelze najít SR z VDI
de: Konnte kein SR finden für VDI
es: No es posible encontrar SR a partir de VDI
pt_br: Não é possível localizar SR a partir do VDI
tr_tr: VDI'den SR bulunamadı

source: Unable to find a service record to update for %(binary)s on %(host)s
cs: Nelze najít záznam služby k aktualizaci pro %(binary)s na %(host)s

source: Unable to find address %r
cs: Nelze najít adresu %r
de: Konnte Adresse nicht finden %r
es: No se puede encontrar la dirección %r
fr: Adresse %r introuvable
it: Impossibile trovare l'indirizzo %r
pt_br: Não foi possível localizar o endereço %r
tr_tr: %r adresini bulmak olanaksız

source: Unable to get record of VDI
cs: Nelze získat záznam VDI
de: Konnte keinen EIntrag für VDI beziehen
es: No es posible obtener registro de VDI
pt_br: Não é possível obter registro do VDI
tr_tr: VDI kaydı alınamadı

source: Unable to get updated status
cs: Nelze získat aktualizovaný stav
de: Aktualisierter Status konnte nicht abgeholt werden
es: No se puede obtener el estado actualizado
fr: Impossible d'obtenir le statut mis à jour
it: Impossibile ottenere lo stato aggiornato
pt_br: Não foi possível obter o status atualizado
tr_tr: Güncellenen durum alınamıyor

source: Unable to introduce VDI for SR
cs: Nelze zavést VDI pro SR
de: Bekanntmachung VDI an SR nicht möglich
es: Inposible insertar VDI para SR
pt_br: Não é possível introduzir VDI para SR
tr_tr: VDI SR için tanıtılamadı

source: Unable to introduce VDI on SR
cs: Nelze zavést VDI na SR
de: Bekanntmachung VDI an SR nicht möglich
es: No es posible insertar VDI o SR
pt_br: Não é possível introduzir VDI no SR
tr_tr: VDI SR üzerinde tanıtılamadı

source: Unable to join. It is possible that either another node exists with the same name, or this node just restarted. We will try again in a short while to make sure.
cs: Nelze se připojit. Pravděpodobně existuje jiný uzel se stejným názvem,, nebo byl tento uzel právě restartován. Pro ujištění bude za chvíli proveden další pokus.
de: Beitritt nicht möglich. Wahrscheinlich existiert ein Knoten mit gleichem Namen, oder der Knoten wurde gerade neu gestartet. Um sicher zu gehen, versuchen wir es gleich nochmal.
es: No se ha podido unir. Es posible que exista otro nodo con el mismo nombre, o que este nodo se acabe de reiniciar. Volverá a intentarse en poco tiempo para asegurarse.
fr: Impossible de joindre. Il se peut qu'un autre noeud existe avec le même nom ou que ce noeud vienne de redémarrer. Nouvelle tentative dans quelques instants pour vérifier.
it: Impossibile unire. È possibile che sia presente un altro nodo con lo stesso nome o questo nodo è stato appena riavviato. Si tenterà di nuovo a breve per accertarsene.
tr_tr: Katılınamıyor. Aynı isimde başka bir düğümün olması, veya bu düğümün henüz yeniden başlatılmış olması olası. Emin olmak için birazdan tekrar deneyeceğiz.

source: Unable to load the virtualization driver
cs: Nelze načíst ovladač virtualiazce
de: Virtualisierungstreiber konnte nicht geladen werden
es: Incapaz de cargar el controlador de virtualización
fr: Incapable de charger le pilote de virtualisation
it: Impossibile caricare il driver di virtualizzazione
pt_br: Não é possível carregar o driver de virtualização
tr_tr: Sanallaştırma sürücüsü yüklenemiyor

source: Unable to migrate VM %(vm_ref)s from %(host)s
cs: Nelze přesunout VM %(vm_ref)s z %(host)s
de: Migration der VM %(vm_ref)s von %(host)s nicht möglich
es: Incapaz de migrar VM %(vm_ref)s desde %(host)s
fr: Impossible de migrer la VM %(vm_ref)s depuis %(host)s
it: Impossibile migrare la VM %(vm_ref)s da %(host)s
pt_br: Não é possível migrar a MV %(vm_ref)s a partir do %(host)s
tr_tr: VM %(vm_ref)s %(host)s istemcisinden göç ettirilemiyor

source: Unable to obtain RRD XML for VM %(vm_uuid)s with server details: %(server)s.
cs: Nelze získat RRD XML pro VM %(vm_uuid)s mající podrobnosti serveru: %(server)s.
de: Konnte kein RRD XML erhalten für VM %(vm_uuid)s mit Serverdetails: %(server)s.
es: No se ha podido obtener XML RRD para la máquina virtual %(vm_uuid)s con los detalles de servidor: %(server)s.
fr: Impossible d'obtenir l'élément RRD XML pour la machine virtuelle %(vm_uuid)s avec les détails de serveur : %(server)s.
it: Impossibile ottenere RRD XML per VM %(vm_uuid)s con i dettagli del server: %(server)s.
pt_br: Não é possível obter o RRD XML para a VM %(vm_uuid)s com detalhes do servidor: %(server)s.
tr_tr: %(server)s sunucu detaylarına sahip VM %(vm_uuid)s için RRD XML elde edilemiyor.

source: Unable to parse rrd of %s
cs: Nelze zpracovat rrd z %s
de: Zerlegen des RRD von %s fehlgeschlagen
es: Incapaz de analizar rrd de %s
fr: Impossible d’analyser %s de rrd
it: Impossibile analizzare rrd di %s
pt_br: Não é possível analisar rrd de %s
tr_tr: %s rrd'si ayrıştırılamadı

source: Unable to retrieve certificate with ID %(id)s: %(e)s
cs: Nelze získat certifikát s ID %(id)s: %(e)s
pt_br: Não é possível recuperar o certificado com ID: %(id)s: %(e)s

source: Unable to retrieve storage policy with name %s
cs: Nelze získat zásady úložiště s názvem %s
de: Konnte Speicherregeln mit Namen %s nicht beziehen
es: No ha sido posible recuperar la política de almacenamiento de nombre %s
it: Impossibile recuperare le policy di storage con nome: %s
pt_br: Não é possível recuperar a política de armazenamento com o nome %s
tr_tr: %s isimli depolama ilkesi alınamadı

source: Unable to set up pool: %s.
cs: Nelze vytvořit zásobu: %s
de: Pool-Einrichtung nicht möglich: %s.
es: Incapaz de establecer conjunto: %s
fr: Incapable de positionner le pool : %s.
it: Impossibile configurare il pool: %s.
pt_br: Não é possível configurar o conjunto: %s
tr_tr: Havuz ayarlanamıyor: %s.

source: Unable to unplug VBD
cs: Nelze odpojit VBD
de: Entfernen VBD fehlgeschlagen
es: No ha sido posible desconectar VBD
pt_br: Não é possível desconectar o VBD
tr_tr: VBD sökülemedi

source: Unable to update host of port %s
cs: Nelze aktualizovat hostitele na portu %s
de: Hostaktualisierung nicht möglich für Port %s
es: Incapaz de actualizar el anfitrión del puerto %s
fr: Incapable de mettre à jour l'hôte du port %s
it: Impossibile aggiornare l'host con porta %s
pt_br: Não é possível atualizar o host da porta %s
tr_tr: %s bağlantı noktasının istemcisi güncellenemiyor

source: Unable to update instance VNIC index for port %s.
cs: Nelze aktualizovat index VNIC instance pro port %s.
de: Instanzaktualisierung VNIC Index nicht möglich für Port %s.
es: No pudo actualizar el índice VNIC de la instancia para el puerto %s.
pt_br: Não é possível atualizar o índice VNIC da instância para a porta %s.

source: Unexpected build failure, not rescheduling build.
cs: Neočekávané selhání sestavení, nebude znovu naplánováno.
de: Unerwarteter Fehler beim Aufbau, wird nicht neu geplant.
es: Fallo de compilación inesperado, no se reprogramará la compilación.
fr: Échec inexpliqué de la génération, pas de construction re-planifiée.
it: Errore di generazione non previsto, la generazione non sarà riproposta.
pt_br: Falha de construção inesperada, não replanejando a construção.
tr_tr: Beklenmeyen inşa başarısızlığı, inşa tekrar zamanlanmıyor.

source: Unexpected error while checking process %(pid)s.
cs: Neočekávaná chyba při kontrole procesu %(pid)s.
de: Unerwarteter Fehler bei der Überprüfung des Prozesses %(pid)s.
es: Un error inesperado al revisar el proceso %(pid)s.
pt_br: Erro inesperado ao verificar o processo %(pid)s.

source: Unexpected error while reporting service status
cs: Při hlášení stavu služby se objevila nečekaná chyba.
pt_br: Erro inesperado ao relatar o status de serviço

source: Unexpected exception in API method
cs: Neočekávaná výjimka v metodě API
de: Unerwartete Ausnahme in API-Methode
es: Excepción inesperada en método API.
fr: Exception inattendue dans la méthode API
it: Eccezione imprevista nel metodo API
pt_br: Exceção inesperada no método da API
tr_tr: API metodunda beklenmeyen istisna

source: Unknown cell '%(cell_name)s' when trying to update capabilities
cs: Neznámá buňka '%(cell_name)s' při pokusu o aktualizaci schopností
de: Unbekannte Zelle '%(cell_name)s' beim Versuch die Resourcen zu aktualisieren
es: Celda '%(cell_name)s' desconocida al intentar actualizar prestaciones
fr: Cellule inconnue '%(cell_name)s' lors de la tentative de mise à jour des capacités
it: Cella sconosciuta '%(cell_name)s' durante il tentativo di aggiornare le funzionalità
pt_br: Célula desconhecida '%(cell_name)s' ao tentar atualizar recursos
tr_tr: Yetenekler güncellenmeye çalışılırken bilinmeye hücre '%(cell_name)s'

source: Unknown cell '%(cell_name)s' when trying to update capacities
cs: Neznámá buňka '%(cell_name)s' při pokusu o aktualizaci kapacit
de: Unbekannte Zelle '%(cell_name)s' beim Versuch die Resourcen zu aktualisieren
es: Celda '%(cell_name)s' desconocida al intentar actualizar capacidades
fr: Cellule inconnue '%(cell_name)s' lors de la tentative de mise à jour des capacités
it: Cella sconosciuta '%(cell_name)s' durante il tentativo di aggiornare le capacità
pt_br: Célula desconhecida '%(cell_name)s' ao tentar atualizar recursos
tr_tr: Kapasiteler güncellenmeye çalışılırken bilinmeyen hücre '%(cell_name)s'

source: Unknown content in connection_info/access_mode: %s
cs: Neznámý obsah v informacích o připojení/režimu přístupu: %s
de: Unbekannter Inhalt in connection_info/access_mode: %s
es: Contenido desconocido en connection_info/access_mode: %s
fr: Contenu inconnu dans connection_info/access_mode : %s
it: Contenuto sconosciuto in Connection_info/access_mode: %s
pt_br: Conteúdo incerto em connection_info/access_mode: %s
tr_tr: connection_info/access_mode içinde bilinmeyen içerik: %s

source: Unshelve attempted but an error has occurred
cs: Pokus o vyskladnění skončil objevem chyby
de: Versuch zurückgestellt, aber ein Fehler ist aufgetreten
es: Se ha intentado la extracción pero ha ocurrido un error
pt_br: Houve uma tentativa de desarquivar, mas ocoreu um erro
tr_tr: Askıdan alma denendi ama bir hata oluştu

source: Unshelve attempted but vm_state not SHELVED or SHELVED_OFFLOADED
cs: Pokus o vyskladnění ale stav vm není USKLADNĚN nebo USKLADNĚN S PŘEVEDENOU ZÁTĚŽÍ
de: Versuch zurückgestellt aber vm_state ist nicht SHELVED oder SHELVED_OFFLOADED
es: Se ha intentado desarchivar pero vm_state no se encuentra como SHELVED o SHELVED_OFFLOADED
fr: Tentative d'arrêt de suspension mais vm_state non SHELVED ou SHELVED_OFFLOADED
it: Tentativo di ripresa della VM ma il vm_state risulta essere SHELVED o SHELVED_OFFLOADED
pt_br: Houve uma tentativa de desarquivar, mas vm_state não era SHELVED ou SHELVED_OFFLOADED
tr_tr: Askıdan almaya çalışıldı ama vm_state SHELVED veya SHELVED_OFFLOADED değil

source: Vifs plug failed
cs: Zapojení virtuálního rozhraní selhalo
de: Vifs plug fehlgeschlagen
es: Error de conexión Vifs
pt_br: O plug Vifs falhou
tr_tr: Vifs takma başarısız

source: Volume %s is associated with the instance but no SR was found for it
cs: Svazek %s je přidružen k instanci, ale nebylo pro něj nalezeno žádné SR
de: Datenträger %s ist verbunden mit der Instanz aber kein SR wurde dafür gefunden.
es: El volumen %s está asociado con la instancia pero no se ha encontrado SR alguna para éste
fr: Volume %s est associé avec une instance mais pas de SR trouvé
it: Il volume %s è associato all'istanza ma per esso non è stato trovato alcun repositorio di storage
pt_br: O volume %s está associado à instância, mas nenhum SR foi localizado para ele.
tr_tr: Mantıksal sürücü %s sunucu ile ilişkilendirilmiş ama kendisi için bir SR bulunamadı

source: Volume is not writable. Please broaden the file permissions. Mount: %s
cs: Nelze zapisovat na svazek. Prosím rozšiřte oprávnění souboru. Připojení: %s
de: Datenträger nicht schreibbar. Bitte Dateirechte erweitern. Einhängepunkt: %s
es: No se puede escribir el volumen. Por favor amplíe los permisos del fichero. Montaje: %s
pt_br: O volume não é gravável. Aumente as permissões do arquivo. Montagem: %s
tr_tr: Mantıksal sürücü yazılabilir değil. Lütfen dosya izinlerinin kapsamını artırın. Bağlama yeri: %s

source: When loading the module %(module_str)s the following error occurred: %(ex)s
cs: Při načítání modulu %(module_str)s se objevila následující chyba: %(ex)s
de: Beim Laden des Moduls %(module_str)s ist folgender Fehler aufgetreten: %(ex)s
es: Al cargar el módulo %(module_str)s se ha presentado el siguiente error: %(ex)s
fr: En chargeant le module %(module_str)s l'erreur suivante est survenue : %(ex)s
it: Al caricamento del modulo %(module_str)s si verifica il seguente errore: %(ex)s
pt_br: Ao carregar o módulo %(module_str)s, o erro a seguir ocorreu: %(ex)s
tr_tr: %(module_str)s modülü yüklenirken şu hata oluştu: %(ex)s

source: XenAPI is unable to find a Storage Repository to install guest instances on. Please check your configuration (e.g. set a default SR for the pool) and/or configure the flag 'sr_matching_filter'.
cs: XenAPI nemohlo najít repozitář úložišť na které instalovat hosty. Prosím zkontrolujte své nastavení (např. nastavte výchozí SR pro zásobu) a/nebo nastavte příznak 'sr_matching_filter'.
de: XenAPI konnte kein Speicherverzeichnis zur Installation der Gastinstanz finden. Bitte überprüfen Sie die Konfiguration (z.B. Standard SR für den Pool) und/oder konfigurieren Sie das Flag 'sr_matching_filter'.
es: XenAPI es incapaz de encontrar un Storage Repository en dónde instalar las instancias invitadas. Por favor verifica tu configuración (p.ej. establece un SR predeterminado en el conjunto) y/o ocnfigura el identificador 'sr_matching_filter'.
fr: XenAPI est incapable de trouver un Répertoire de Stockage pour installer dessus des instances invités. Veuillez s'il vous plaît vérifier votre configuration (e.g positionner un SR par défaut pour le pool) et/ou configurer l'indicateur 'sr_matching_filter'.
it: XenAPI non riesce a trovare un repositorio di storage su cui installare le instanze guest. Si prega di controllare la propria configurazione (e.g. impostare un repositorio di storage per il pool) e/o configurare il flag 'sr_matching_filter'.
pt_br: O XenAPI não pode localizar um Repositório de Armazenamento no qual instalar instâncias convidadas. Verifique sua configuração (por exemplo, configure um SR padrão para o conjunto) e/ou configure o sinalizador 'sr_matching_filter'.
tr_tr: XenAPI konuk sunucuların yükleneceği Depolama Havuzunu bulamıyor. Lütfen yapılandırmanızı kontrol edin (örn. havuz için varsayılan SR ayarlayın) ve/veya 'sr_matching_filter' bayrağını yapılandırın.

source: You are running nova-compute on an unsupported version of Windows (older than Windows / Hyper-V Server 2012). The support for this version of Windows has been removed in Mitaka.
cs: nova-compute spouštíte na nepodporované verzi Windows (starší než Windows / Hyper-V Server 2012). Podpora pro tuto verzi byla odstraněna v Mitaka.
pt_br: Você está executando nova-compute em uma versão não suportada do Windows (mais antiga que Windows / Hyper-V Server 2012). O suporte para essa versão do Windows foi removido do Mitaka.

source: _migrate_disk_resizing_down failed. Restoring orig vm
cs: Přesunutí a zmenšení disku selhalo. Obnovování původní vm
de: _migrate_disk_resizing_down fehlgeschlagen. Stelle Original VM wieder her
es: Falló _migrate_disk_resizing_down. Restaurando vm original
pt_br: O _migrate_disk_resizing_down falhou. Restaurando MV de origem
tr_tr: _migrate_disk_resizing_down başarısız. Asıl vm geri yükleniyor
