Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-error.po
Languages: cs, de, es, fr, it, pt_br, tr_tr

source: Error injecting data into image %(img_id)s (%(e)s)
cs: Chyba při vkládání dat do obrazu %(img_id)s (%(e)s)
de: Fehler beim Einfügen von Daten in das Abbild %(img_id)s (%(e)s)
es: Error al inyectar datos en imagen %(img_id)s (%(e)s)
fr: Erreur lors de l'injection des données dans l'image %(img_id)s (%(e)s)
it: Errore durante l'inserimento di dati nell'immagine %(img_id)s (%(e)s)
pt_br: Erro ao injetar dados na imagem %(img_id)s (%(e)s)
tr_tr: Verinin %(img_id)s imajına eklenmesinde hata (%(e)s)

source: Error instantiating %(provider)s: %(exception)s
cs: Chyba vytváření instance %(provider)s: %(exception)s
de: Fehler beim instanziieren %(provider)s: %(exception)s
es: Error al instanciar %(provider)s: %(exception)s
fr: Erreur en instanciant %(provider)s : %(exception)s
it: Impossibile istanziare %(provider)s: %(exception)s
pt_br: Erro ao instanciar %(provider)s: %(exception)s
tr_tr: %(provider)s ilklendirmede hata: %(exception)s

source: Error launching a defined domain with XML: %s
cs: Chyba při spouštění určené domény pomocí XML: %s
de: Fehler beim Starten einer definierten Domain mit XML: %s
es: Error al lanzar el dominio definido con XML: %s
fr: Erreur en lancant un domaine défini avec XML : %s
it: Errore nell'avvio di un dominio definito tramite XML: %s
pt_br: Erro ao ativar um domínio definido com XML: %s
tr_tr: Tanımlanmış bir alanın XML ile başlatılmasında hata: %s

source: Error locating next hop for message
cs: Chyba při nalezení dalšího skoku zprávy
de: Fehler beim Lokalisieren der nächsten Adresse für die Nachricht
es: Error al localizar el siguiente salto para el mensaje
pt_br: Erro ao localizar próximo hop para mensagem
tr_tr: İleti için sonraki atlayış noktası tespit edilirken hata

source: Error locating next hops for message
cs: Chyba při hledání dalších skoků pro zprávu
de: Fehler beim Lokalisieren der nächsten Adressen für die Nachricht
es: Error al localizar el siguiente salto para el mensaje
pt_br: Erro ao localizar próximos hops para mensagem
tr_tr: İleti için sonraki noktalar tespit edilirken hata

source: Error occurred during volume_snapshot_create, sending error status to Cinder.
cs: Během vytváření snímku svazku došlo k chybě, stav chyby odeslán na Cinder.
de: Ein Fehler ist aufgetreten bei volume_snapshot_create, sende Fehlerstatus zu Cinder.
es: Error ocurrido durante volume_snapshot_create, enviando estado de error a Cinder.
fr: Une erreur s'est produite lors de volume_snapshot_create, envoi d'un statut d'erreur à Cinder.
it: Si è verificato un errore durante l'operazione volume_snapshot_create, invio dello stato di errore a Cinder.
pt_br: Ocorreu um erro durante volume_snapshot_create, enviando status de erro para o Cinder.
tr_tr: volume_snapshot_create sırasında hata oluştu, hata durumu Cinder'e gönderiliyor.

source: Error occurred during volume_snapshot_delete, sending error status to Cinder.
cs: Během mazání snímku svazku došlo k chybě, stav chyby odeslán na Cinder.
de: Ein Fehler ist aufgetreten bei volume_snapshot_delete, sende Fehlerstatus zu Cinder.
es: Ha ocurrido un error durante volume_snapshot_delete, envinado estado de error a Cinder.
fr: Une erreur s'est produite lors de volume_snapshot_delete, envoi d'un statut d'erreur à Cinder.
it: Si è verificato un errore durante l'operazione di volume_snapshot_delete, invio dello stato di errore a Cinder.
pt_br: Ocorreu um erro durante volume_snapshot_delete, enviando status de erro para o Cinder.
tr_tr: volume_snapshot_delete sırasında hata oluştu, hata durumu Cinder'e gönderiliyor.

source: Error on '%(path)s' while checking direct I/O: '%(ex)s'
cs: Chyba v '%(path)s' při kontrole přímého vstupu/výstupu: '%(ex)s'
de: Fehler an '%(path)s' bei der Überprüfung direct I/O: '%(ex)s'
es: Error en '%(path)s' al comprobar E/S directa: '%(ex)s'
fr: Erreur sur '%(path)s' lors de la vérification des E-S en accès direct : '%(ex)s'
it: Errore in '%(path)s' durante il controllo di I/O diretto: '%(ex)s'
pt_br: Erro em '%(path)s' ao verificar E/S direta: '%(ex)s'
tr_tr: Direk I/O kontrol edilirken '%(path)s' üzerinde hata: '%(ex)s'

source: Error preparing deploy for instance %(instance)s on baremetal node %(node)s.
cs: Chyba při přípravě na nasazení instance %(instance)s na uzlu bez operačního systému %(node)s.
de: Fehler bei der Vorbereitung zur Erstellung der Instanz %(instance)s auf dem BareMetal-Knoten %(node)s.
es: Error al preparar la implementacion para instancia %(instance)s en nodo nativo %(node)s.
fr: Erreur en préparant le déploiement de l'instance %(instance)s sur un nœud baremetal %(node)s.
it: Errore durante la preparazione dell'istanza %(instance)s sul nodo baremetal %(node)s.
pt_br: Erro ao preparar implementação para a instância %(instance)s no nó básico %(node)s.
tr_tr: %(instance)s sunucusunun %(node)s çıplak metal düğümü üzerinde açılmasında hata.

source: Error processing message locally
cs: Chyba při místním zpracování zpráv
de: Fehler bei der lokalen Nachrichtenverarbeitung
es: Error al procesar el mensaje localmente
pt_br: Erro ao processar a mensagem localmente
tr_tr: İleti yerel olarak işlenirken hata

source: Error reading image info file %(filename)s: %(error)s
cs: Chyba při čtení souboru informací obrazu %(filename)s: %(error)s
de: Fehler beim Lesen des Abbildes in die Datei %(filename)s: %(error)s
es: Error al leer imagen en archivo %(filename)s: %(error)s
fr: Erreur lors de la lecture du fichier d'infos d'image %(filename)s : %(error)s
it: Errore durante la lettura del file di informazioni dell'immagine %(filename)s: %(error)s
pt_br: Erro ao ler arquivo de informações de imagem %(filename)s: %(error)s
tr_tr: İmaj bilgi dosyası %(filename)s okumada hata: %(error)s

source: Error releasing DHCP for IP %(address)s with MAC %(mac_address)s
cs: Chyba při uvolňování DHCP pro IP adresu %(address)s s MAC %(mac_address)s
de: Fehler bei der DHCP-Freigabe der IP %(address)s mit MAC %(mac_address)s
es: Error al liberar DHCP para la IP %(address)s con MAC %(mac_address)s
fr: Erreur lors de la libération DHCP pour l'IP %(address)s avec MAC %(mac_address)s
it: Errore durante il rilascio del DHCP per gli IP %(address)s con MAC %(mac_address)s
pt_br: Erro ao liberar DHCP para o IP %(address)s com MAC %(mac_address)s
tr_tr: %(mac_address)s MAC'ine sahip %(address)s IP'si için DHCP serbest bırakılamadı

source: Error scheduling instances %(instance_uuids)s
cs: Chyba při plánování instancí %(instance_uuids)s
de: Fehler bei der Planung der Instanzen %(instance_uuids)s
es: Error al planificar instancias %(instance_uuids)s
fr: Erreur lors de la planification des instances %(instance_uuids)s
it: Errore di pianificazione istanze %(instance_uuids)s
pt_br: Erro ao planejar instâncias %(instance_uuids)s
tr_tr: Sunucular %(instance_uuids)s eşzamanlanırken hata

source: Error sending message to next hops.
cs: Chyba při odesílání zprávy do dalších skoků
de: Fehler beim Senden der Nachricht zur nächsten Adresse.
es: Error al enviar el mensaje a los siguientes saltos
pt_br: Erro ao enviar mensagem para os próximos hops.
tr_tr: İleti sonraki noktalara gönderilirken hata.

source: Error starting xvp: %s
cs: Chyba při spouštění xvp: %s
de: Fehler beim Starten von xvp: %s
es: Error al iniciar xvp: %s
fr: Erreur au démarrage xvp : %s
it: Errore durante l'avvio di xvp: %s
pt_br: Erro ao iniciar xvp: %s
tr_tr: XVP başlatılırken hata oluştu: %s

source: Error storing key: %s
cs: Chyba při ukládání klíče: %s
de: Fehler beim Abspeichern des Schlüssels: %s
es: Error al almacenar la llave: %s
pt_br: Erro ao armazenar chave: %s.
tr_tr: Anahtar depolanırken hata: %s

source: Error trying to Rescue Instance
cs: Chyba při pokusu o záchranu instance
de: Fehler beim Versuch des Wiederherstellens der Instanz
es: Error al intentar Rescatar Instancia
fr: Erreur en essayant de Sauver l'Instance
it: Errore nel tentativo di recupero dell'istanza
pt_br: Erro ao tentar Resgatar Instância
tr_tr: Sunucu Kurtarılmaya çalışılırken hata

source: Error trying to reschedule
cs: Chyba při pokusu o znovu naplánování
de: Fehler beim Versuch der Neuplanung
es: Error al intentar volver a programar
fr: Erreur lors de la tentative de replanification
it: Errore durante tentativo di eseguire una nuova pianificazione
pt_br: Erro ao tentar reagendar
tr_tr: Yeniden zamanlama yapmaya çalışılırken hata

source: Error waiting for responses from neighbor cells
cs: Chyba při čekání na odpověď od sousedních buněk
de: Fehler beim Warten auf Antwort von den Nachbarzellen
es: Error al esperar respuestas de celdas vecinas
pt_br: Erro ao gravar respostas para células vizinhas
tr_tr: Komşu hücrelerden yanıt beklerken hata

source: Error while trying to clean up image %s
cs: Chyba při pokusu o vyčištění obrazu %s
de: Fehler beim Versuch das Abbild %s zu löschen
es: Error al intentar limpiar imagen %s
fr: Erreur en tentant de nettoyer l'image %s
it: Errore durante il tentativo di pulitura dell'immagine %s
pt_br: Erro ao tentar limpar a imagem %s
tr_tr: %s imajı temizlenmeye çalışılırken hata

source: Error writing to %(path)s: %(exception)s
cs: Chyba při zápisu do %(path)s: %(exception)s
de: Fehler beim Schreiben zu %(path)s: %(exception)s
es: Error escribiendo en %(path)s: %(exception)s
pt_br: Erro ao gravar em %(path)s: %(exception)s

source: Error: %s
cs: Chyba: %s
de: Fehler: %s
fr: Erreur : %s
it: Errore: %s
pt_br: Erro: %s
tr_tr: Hata: %s

source: Exception dispatching event %(event)s: %(ex)s
cs: Výjimka při vysílání události %(event)s: %(ex)s
de: Ausnahme bei der Erledigung des Ereignisses %(event)s: %(ex)s
es: Excepción al asignar el suceso %(event)s: %(ex)s
fr: Exception lors de la répartition de l'événement %(event)s : %(ex)s
it: Eccezione durante l'invio dell'evento %(event)s: %(ex)s
pt_br: Exceção ao despachar o evento %(event)s: %(ex)s
tr_tr: %(event)s olayı dağıtılırken istisna: %(ex)s

source: Exception handling resource: %s
cs: Obsluhování výjimky zdroje: %s
de: Ausnahmebehandlungsressource: %s
es: Excepción manejando recurso: %s
fr: Exception lors du traitement de la ressource : %s
it: Eccezione durante la gestione della risorsa: %s
pt_br: Exceção ao manipular recurso: %s
tr_tr: İstisna ele alma kaynağı: %s

source: Exception in string format operation
cs: Výjimka při operaci s formátem řetězce
de: Ausnahme bei Zeichenfolgeformatoperation
es: Excepción en operación de formateo de cadena
fr: Exception dans le formatage de la chaîne
it: Eccezione nell'operazione di formattazione della stringa
pt_br: Exceção na operação de formato de sequência
tr_tr: Karakter dizisi biçimleme işleminde istisna

source: Exception loading extension
cs: Výjimka během načítání rozšíření
de: Ausnahme beim Laden der Erweiterung
es: Excepción cargando extensión
pt_br: Exceção ao carregar a extensão
tr_tr: Eklenti yüklenirken istisna

source: Exception running %(name)s %(type)s-hook: %(obj)s
cs: Výjimka při spuštění %(name)s %(type)s-hák: %(obj)s
de: Ausnahme beim Lauf %(name)s %(type)s-hook: %(obj)s
es: Excepción ejecutando %(name)s %(type)s-enlace: %(obj)s
fr: Exception de fonctionnement %(name)s %(type)s-hook: %(obj)s
it: Eccezione durante l'esecuzione di %(name)s %(type)s-hook: %(obj)s
pt_br: Exceção ao executar %(name)s %(type)s-hook: %(obj)s
tr_tr: %(name)s %(type)s-hook çalıştırılırken istisna: %(obj)s

source: Exception while creating table.
cs: Výjimka při vytváření tabulky.
de: Ausnahme beim Anlegen einer Tabelle.
es: Excepción al crear la tabla.
fr: Exception lors de la création de la table
it: Eccezione durante la creazione della tabella.
pt_br: Exceção ao criar tabela.
tr_tr: Tablo oluştururken istisna.

source: Exception while seeding instance_types table
cs: Výjimka při vyplňování tabulky typů instance
de: Ausnahme beim Setzen der instance_types Tabelle
es: Excepción al iniciar la tabla instance_types
fr: Exception lors de la distribution de la table instance_types
it: Eccezione durante inserimento nella tabella instance_types
pt_br: Exceção ao carregar inicialmente a tabela instance_types
tr_tr: instance_types tablosu beslenirken istisna

source: Exception while waiting completion of volume snapshots: %s
cs: Vyskytla se výjimka během čekání na dokončení snímků svazku: %s
de: Ausnahme beim Warten auf Fertigstellung des Datenträgerabbilds: %s
es: Excepción al esperar finalización de instantáneas de volumen: %s
pt_br: Exceção ao aguardar a conclusão de capturas instantâneas do volume: %s
tr_tr: Mantıksal sürücü anlık görüntülerinin bitmesini beklerken istisna: %s

source: Extending virtual disk failed with error: %s
cs: Rozšiřování virtuálního disku selhalo s chybou: %s
de: Erweitern der virtuellen Festplatte fehlgeschlagen mit Fehler: %s
es: La extensión del disco virtual ha fallado con el error: %s
fr: Extension du disque virtuel a échoué avec l'erreur : %s
it: Estensione del disco virtuale fallita con errore: %s
pt_br: A extensão do disco virtual falhou com o erro: %s
tr_tr: Sanal diskin büyütülmesi şu hatayla başarısız oldu: %s

source: Failed removing bridge device: '%s'
cs: Nelze odstranit zařízení mostu: '%s'
de: Löschen des Brückengerätes fehlgeschlagen: '%s'
es: Error al eliminar dispositivo de puente: '%s'
pt_br: Falha ao remover o dispositivo de ponte: '%s'
tr_tr: Köprü aygıtı kaldırma başarısız: '%s'

source: Failed removing net device: '%s'
cs: Nelze odstranit síťové zařízení: '%s'
de: Löschen des Netzgerätes fehlgeschlagen: '%s'
es: Fallo al remover dispositivo de red: '%s'
fr: Echec lors du retrait du périphérique réseau: '%s'
it: Impossibile rimuovere il dispositivo di rete: '%s'
pt_br: Falha ao remover o dispositivo de rede: '%s'
tr_tr: Ağ aygıtı kaldırma başarısız: '%s'

source: Failed storing info cache
cs: Ukládání mezipaměti informací selhalo
de: Fehler beim Speichern in den Zwischenspeicher
es: Ha fallado el almacenamiento de memoria caché de información
fr: Echec du stockage du cache d'informations
it: Impossibile memorizzare le informazioni nella cache
pt_br: Falha ao armazenar no cache de informações
tr_tr: Bilgi zulası depolanması başarısız

source: Failed to allocate PCI devices for instance. Unassigning devices back to pools. This should not happen, since the scheduler should have accurate information, and allocation during claims is controlled via a hold on the compute node semaphore
cs: Nelze přidělit zařízení PCI k instanci. Zařízení jsou navrácena do zásob- Toto by se nemělo dít, protože plánovač by měl mít přesné informace a přidělení během nárokování je ovládáno uzmutím semaforu výpočetního uzlu.
de: Zuweisung von PCI Geräten zur Instanz fehlgeschlagen. Nicht zugewiesene Geräte sind zurück im Pool. Das sollte nicht passieren, wenn der Scheduler genaue Informationen hat, und die Zuweisung der Aufgaben im ausgeschalteten Zustand des Computer-Knotens erfolgt
es: Error al asignar dispositivos PCI para instancia. Desasignando dispositivos de nuevo a pools. Esto no debe suceder, mientras el planificador tenga información acertada y se controle la asignación durante reclamos mediante la detención del semáforo de nodo de computación
fr: Échec à allouer les périphériques PCI pour l'instance. Les périphériques non assignés reviennent aux pools. Ceci ne doit pas arrivé, puisque l'ordonnanceur doit disposer d'informations précises et l'allocation pendant les réclamations est contrôlé par une prise sur le sémaphore de nœud de calcul.
it: Impossibile allocare dispositivi PCI per l'istanza. Annullo dell'assegnazione dei dispositivi e rimessa degli stessi nei pool. Ciò non dovrebbe accadere perchè lo scheduler dovrebbe avere informazioni accurate e l'allocazione durante le richieste è controllata attraverso un evento di attesa sul semaforo del compute node
pt_br: Falha ao alocar dispositivos PCI para a instância. Removendo designação de dispositivos de volta para conjuntos. Isso não deve ocorrer, já que o planejador deve possuir informações precisas, e a alocação durante as solicitações é controlada por meio de uma suspensão no semáforo de nó de cálculo.
tr_tr: Sunucu için PCI aygıtları ayırma başarısız. Aygıtlar havuza geri bırakılıyor. Zamanlayıcı doğru bilgiye sahip olduğundan ve talepler sırasında ayırma, hesaplama düğümü semaforundaki tutma tarafından kontrol edildiğinden bu olmamalı

source: Failed to allocate network(s)
cs: Nelze přidělit síť(ě)
de: Netz(e) konnte(n) nicht zugeordnet werden
es: Fallo al asociar red(es)
fr: Echec à allouer réseau(x)
it: Impossibile allorare rete(i)
pt_br: Falha ao alocar rede(s)
tr_tr: Ağ(lar) ayrılamadı

source: Failed to attach %(volume_id)s at %(mountpoint)s
cs: Nelze připojit %(volume_id)s na %(mountpoint)s
de: Anhängen fehlgeschlagen von %(volume_id)s an %(mountpoint)s
es: Fallo al asociar %(volume_id)s en %(mountpoint)s
fr: Échec à attacher %(volume_id)s à %(mountpoint)s
it: Impossibile legare %(volume_id)s su %(mountpoint)s
pt_br: Falha ao anexar %(volume_id)s em %(mountpoint)s
tr_tr: %(volume_id)s nin %(mountpoint)s e eklenmesi başarısız

source: Failed to attach volume at mountpoint: %s
cs: Nelze připojit svazek k bodu připojení: %s
de: Einhängen des Datenträgers fehlgeschlagen am Einhängepunkt: %s
es: Error al adjuntar volumen a punto de montaje: %s
fr: Échec d'attachement du volume au point de montage: %s
it: Impossibile legare il volume al punto di mount: %s
pt_br: Falha ao anexar volume no ponto de montagem: %s
tr_tr: Mantıksal sürücü bağlama noktasına eklenemedi: %s

source: Failed to change vm state of %(instance_name)s to %(req_state)s
cs: Nelze změnit stav vm v %(instance_name)s na %(req_state)s
de: Fehler beim Wechseln des VM-Status von %(instance_name)s nach %(req_state)s
es: Error al cambiar el estado de vm de %(instance_name)s a %(req_state)s
fr: Échec à changer l'état de la vm de %(instance_name)s à %(req_state)s
it: Impossibile cambiare lo stato della vm di %(instance_name)s a %(req_state)s
pt_br: Falha ao alterar o estado da MV de %(instance_name)s para %(req_state)s
tr_tr: %(instance_name)s vm durumunun %(req_state)s olarak değiştirilmesi başarısız

source: Failed to check if instance shared
cs: Nelze zkontrolovat sdílení instance
de: Fehler bei der Überprüfung, ob die Instanz freigegeben ist
es: Fallo al verificar si la instancia se encuentra compartida
fr: Échec pour vérifier si l'instance est partagée
it: Impossibile verificare se l'istanza sia condivisa
pt_br: Falha ao verificar se a instância está compartilhada
tr_tr: Sunucunun paylaşılıp paylaşılmadığı kontrolü yapılamadı

source: Failed to clean up the parameters on node %(node)s when unprovisioning the instance %(instance)s
cs: Nelze vyčistit parametry na uzlu %(node)s při rušení poskytování instance %(instance)s
de: Fehler beim Aufräumen der Parameter an Knoten %(node)s beim Löschen der Instanz %(instance)s
es: Error al limpiar los parámetros en nodo %(node)s mientras de se des-aprovisionaba instancia %(instance)s
fr: Échec à nettoyer les paramètres sur le nœud %(node)s lors de la fourniture de l'instance %(instance)s
it: Impossibile ripulire i parametri sul nodo %(node)s durante la rimozione dell'istanza %(instance)s
tr_tr: %(instance)s sunucusu hazırlığı iptal edilirken %(node)s düğümündeki parametrelerin temizlenmesi başarısız

source: Failed to cleanup directory %(target)s: %(e)s
cs: Nelze vyčistit adresář %(target)s: %(e)s
de: Fehler beim Aufräumen des Verzeichnisses %(target)s: %(e)s
es: No se ha podido limpiar el directorio %(target)s: %(e)s
fr: Echec du nettoyage du répertoire %(target)s : %(e)s
it: Impossibile ripulire la directory %(target)s: %(e)s
pt_br: Falha ao limpar diretório %(target)s: %(e)s
tr_tr: %(target)s dizini temizleme başarısız: %(e)s

source: Failed to cleanup snapshot.
cs: Nelze vyčistit snímek.
de: Fehler beim Aufräumen der Schattenkopie.
es: Fallo al limpiar instantánea.
fr: Échec dans le nettoyage de l'instantané.
it: Impossibile pulire lo snapshot.
pt_br: Falha ao limpar uma captura instantânea.
tr_tr: Anlık görüntü temizliği başarısız.

source: Failed to commit reservations %s
cs: Nelze odevzdat rezervaci %s
de: Fehler beim Übergeben der Reservierung %s
es: Falla al asegurar grabado de reservaciones %s
fr: Échec de mise à jour des réservations %s
it: Impossibile impostare le prenotazioni %s
pt_br: Falha ao fazer commit das reservas %s
tr_tr: Rezervasyonlar gönderilemedi %s

source: Failed to complete a deletion
cs: Nelze dokončit smazání
de: Fehler beim vollständigen Löschen
es: Fallo durante la compleción una remoción
fr: Echec à compléter la suppression
it: Impossibile completare l'eliminazione
pt_br: Falha ao concluir uma exclusão
tr_tr: Silme tamamlanamadı

source: Failed to connect to volume %(volume_id)s with volume at %(mountpoint)s
cs: Nelze se připojit k svazku %(volume_id)s pomocí svazku na %(mountpoint)s
de: Verbindung des Datenträgers fehlgeschlagen %(volume_id)s mit Datenträger an %(mountpoint)s
es: Fallo al conectar hacia al volúmen %(volume_id)s con el volumen en %(mountpoint)s
fr: Echec à connecter le volume %(volume_id)s avec le volume à %(mountpoint)s
it: Impossibile connettersi al volume %(volume_id)s con il volume su %(mountpoint)s
pt_br: Falha ao conectar-se com o volume %(volume_id)s com o volume em %(mountpoint)s
tr_tr: %(volume_id)s mantıksal sürücüsüne %(mountpoint)s noktasındaki mantıksal sürücü ile bağlanma başarısız

source: Failed to copy cached image %(source)s to %(dest)s for resize: %(error)s
cs: Nelze zkopírovat snímek v mezipaměti %(source)s do %(dest)s pro změnu velikosti: %(error)s
de: Fehler beim Kopieren des zwischengespeicherten Abbildes %(source)s zu %(dest)s für Größenänderung: %(error)s
es: Error al copiar la imagen en memoria cahé %(source)s a %(dest)s para redimensionamiento: %(error)s
fr: Échec à copier l'image en cache %(source)s à %(dest)s pour redimensionnement : %(error)s
it: Impossibile copiare l'immagine presente in cache %(source)s verso %(dest)s per il ridimensionamento: %(error)s
pt_br: Falha ao copiar a imagem em cache %(source)s para %(dest)s para o redimensionamento: %(error)s
tr_tr: Zuladaki imaj %(source)s %(dest)s e yeniden boyutlandırma için kopyalanamadı: %(error)s

source: Failed to deallocate network for instance.
cs: Nelze zrušit přidělení sítě instance.
de: Fehler beim Freigeben des Netzwerks für die Instanz.
es: Se ha encontrado un error al desasignar la red para la instancia
fr: Echec de désallocation du réseau pour l'instance.
it: Impossibile deallocare la rete per l'istanza.
pt_br: Falha ao desalocar rede para a instância.
tr_tr: Sunucu için ağ ilişiği kesilemedi

source: Failed to deallocate networks
cs: Nelze zrušit přidělení sítí
de: Fehler beim Freigeben des Netzwerks
es: Fallo al desasociar redes
fr: Echec à désallouer les réseaux
it: Impossibile deallocare le reti
pt_br: Falha ao desalocar redes
tr_tr: Ağ ilişikleri kesilemedi

source: Failed to decrypt %(image_location)s to %(image_path)s
cs: Nelze dešifrovat %(image_location)s do %(image_path)s
de: Entschlüsseln von %(image_location)s zu %(image_path)s fehlgeschlagen
es: No se ha podido descifrar %(image_location)s en %(image_path)s
fr: Echec du déchiffrement de %(image_location)s dans %(image_path)s
it: Impossibile decodificare %(image_location)s in %(image_path)s
pt_br: Falha ao decriptografar %(image_location)s para %(image_path)s
tr_tr: %(image_path)s için %(image_location)s çözümü başarısız

source: Failed to destroy instance: %s
cs: Nelze zničit instanci: %s
de: Fehler bei der Zerstörung der Instanz: %s
es: No se ha podido destruir instancia: %s
fr: Echec de la destruction de l'instance : %s
it: Distruzione istanza non riuscita: %s
pt_br: Falha ao destruir instância: %s
tr_tr: Sunucu silme başarısız: %s

source: Failed to detach %(device_name)s. Exception: %(exc)s
cs: Nelze odpojit %(device_name)s. Výjimka: %(exc)s
de: Abhängen fehlgeschlagen %(device_name)s. Ausnahme: %(exc)s
es: Error al separar %(device_name)s. Excepción: %(exc)s
pt_br: Falha ao separar %(device_name)s. Exceção: %(exc)s
tr_tr: %(device_name)s ayrılamadı: İstisna: %(exc)s
