Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Your libvirt version does not support the VIR_DOMAIN_XML_MIGRATABLE flag or your destination node does not support retrieving listen addresses. In order for live migration to work properly, you must configure the graphics (VNC and/or SPICE) listen addresses to be either the catch-all address (0.0.0.0 or ::) or the local address (127.0.0.1 or ::1).
ko_kr: 사용하는 libvirt 버전에서 VIR_DOMAIN_XML_MIGRATABLE 플래그를 지원하지 않거나 사용하는 대상 노드에서 청취 주소 검색을 지원하지 않습니다. 실시간 마이그레이션이 제대로 작동하려면 그래픽(VNC 및/또는 SPICE) 청취 주소를 catch-all 주소(0.0.0.0 또는 ::) 또는 로컬 주소(127.0.0.1 또는 ::1)가 되도록 구성해야 합니다.
zh_tw: 您的 Libvirt 版本不支援 VIR_DOMAIN_XML_MIGRATABLE 旗標，或者，您的目的地節點不支援擷取接聽位址。如果讓即時移轉正常運作，您必須將圖形（VNC 及/或 SPICE）接聽位址配置成捕捉所有位址（0.0.0.0 或 ::）或者本端位址（127.0.0.1 或 ::1）。

source: aggregate deleted
ko_kr: 집합이 삭제되었습니다
tr_tr: takım silindi
zh_tw: 已刪除聚集

source: aggregate in error
ko_kr: 집합에 오류가 있습니다
tr_tr: takım hata durumunda
zh_tw: 聚集發生錯誤

source: assert_can_migrate failed because: %s
ko_kr: assert_can_migrate 실패. 원인: %s
tr_tr: assert_can_migrate başarısız çünkü: %s
zh_tw: assert_can_migrate 失敗，原因：%s

source: block_device_mapping must be a list
fr: block_device_mapping doit être une liste
ko_kr: block_device_mapping은 목록이어야 함
zh_tw: block_device_mapping 必須是清單

source: block_device_mapping_v2 must be a list
fr: block_device_mapping_v2 doit être une liste
ko_kr: block_device_mapping_v2는 목록이어야 함
zh_tw: block_device_mapping_v2 必須是清單

source: cannot delete non-existent key
ko_kr: 존재하지 않는 키를 삭제할 수 없음
zh_tw: 無法刪除不存在的索引鍵

source: cannot store arbitrary keys
ko_kr: 임의의 키를 저장할 수 없음
zh_tw: 無法儲存任意索引鍵

source: cell_uuid must be set
zh_tw: 必須設定 cell_uuid

source: clone() is not implemented
fr: clone() n'est pas implémenté
ko_kr: clone()이 구현되지 않음
tr_tr: clone() uygulanmamış
zh_tw: 未實作 clone()

source: connect info: %s
fr: Information de connexion: %s
ko_kr: 연결 정보: %s
tr_tr: bağlantı bilgisi: %s
zh_tw: 連接資訊：%s

source: connecting to: %(host)s:%(port)s
ko_kr: %(host)s:%(port)s에 연결 중
tr_tr: bağlanılıyor: %(host)s:%(port)s
zh_tw: 正在連接至：%(host)s:%(port)s

source: disk type '%s' not supported
fr: type disque '%s' non supporté
ko_kr: 디스크 유형 '%s'이(가) 지원되지 않음
tr_tr: disk türü '%s' desteklenmiyor
zh_tw: 磁碟類型 '%s' 不受支援

source: event entity contains unsupported items: %s
fr: L'entité événement contient des items non supportés : %s
ko_kr: 이벤트 엔티티에는 지원되지 않는 항목이 포함되어 있음: %s
zh_tw: 事件實體包含不支援的項目：%s

source: event entity requires key %(key)s
fr: L'entité événement exige la clé %(key)s
ko_kr: 이벤트 엔티티에는 %(key)s 키가 필요함
zh_tw: 事件實體需要索引鍵 %(key)s

source: failed to generate X509 fingerprint. Error message: %s
ko_kr: X509 fingerprint를 생성하지 못했습니다. 에러 메시지: %s
tr_tr: X509 parmak izi oluşturulamadı. Hata iletisi: %s
zh_tw: 無法產生 X509 指紋。錯誤訊息：%s

source: filename cannot be None
fr: Nom de fichier ne peut pas etre "vide"
ko_kr: 파일 이름은 None일 수 없음
tr_tr: dosya ismi None olamaz
zh_tw: 檔名不能為 None

source: host must be specified.
fr: Host doit etre spécifié
ko_kr: 호스트를 지정해야 합니다.
zh_tw: 必須指定主機。

source: instance %s is not running
ko_kr: 인스턴스 %s이(가) 실행 중이 아님
tr_tr: sunucu %s çalışmıyor
zh_tw: 實例 %s 未在執行中

source: instance_id %s could not be found as device id on any ports
ko_kr: 포트의 디바이스 ID로 instance_id %s을(를) 찾을 수 없음
tr_tr: instance_id %s herhangi bir bağlantı noktasında aygıt kimliği olarak bulunamadı
zh_tw: 找不到 instance_id %s 來作為任何埠上的裝置 ID

source: libguestfs installed but not usable (%s)
fr: libguestfs est installé mais n'est pas utilisable (%s)
ko_kr: libguestfs가 설치되었지만 사용할 수 없음(%s)
tr_tr: libguestfs kurulu ama kullanılabilir değil (%s)
zh_tw: libguestfs 已安裝，但卻無法使用 (%s)

source: libguestfs is not installed (%s)
fr: libguestfs n'est pas installé (%s)
ko_kr: libguestfs가 설치되지 않음(%s)
tr_tr: libguestfs kurulu değil (%s)
zh_tw: 未安裝 libguestfs (%s)

source: max_count cannot be greater than 1 if an fixed_ip is specified.
fr: max_count ne peut être supérieur à 1 si un fixed_ip est spécifié.
ko_kr: fixed_ip가 지정된 경우 max_count는 1 이하여야 합니다.
tr_tr: sabit ip belirtildiyse max_count 1'den büyük olamaz.
zh_tw: 如果指定了 fixed_ip，則 max_count 不得大於 1。

source: memory
fr: mémoire
ko_kr: 메모리
tr_tr: hafıza
zh_tw: 記憶體

source: no hosts to remove
ko_kr: 제거할 호스트가 없음
tr_tr: silinecek istemci yok
zh_tw: 沒有要移除的主機

source: no match found for %s
ko_kr: %s에 대한 일치 항목을 찾을 수 없음
tr_tr: %s için eşleşme bulunamadı
zh_tw: 找不到 %s 的相符項

source: not able to execute ssh command: %s
ko_kr: ssh 명령을 실행할 수 없음: %s
tr_tr: ssh komutu çalıştırılamadı: %s
zh_tw: 無法執行 SSH 指令：%s

source: nova-idmapshift is a tool that properly sets the ownership of a filesystem for use with linux user namespaces. This tool can only be used with linux lxc containers. See the man page for details.
zh_tw: nova-idmapshift 是一個工具，用來適當地設定檔案系統的所有權，以與 Linux 使用者名稱空間搭配使用。此工具只能與 Linuxlxc 儲存器搭配使用。如需詳細資料，請參閱線上指令說明。

source: onSharedStorage must be specified.
fr: onSharedStorage doit etre spécifié
ko_kr: onSharedStorage를 지정해야 합니다.
zh_tw: 必須指定 onSharedStorage。

source: quota_class_set not specified
fr: quota_class_set non spécifié
ko_kr: quota_class_set가 지정되지 않음
zh_tw: 未指定 quota_class_set

source: quota_set not specified
fr: quota_set n'est pas spécifié
ko_kr: quota_set가 지정되지 않음
zh_tw: 未指定 quota_set

source: rpc_port must be integer
ko_kr: rpc_port는 정수여야 함
zh_tw: rpc_port 必須是整數

source: setup in progress
ko_kr: 설정 진행 중
tr_tr: kurulum sürüyor
zh_tw: 正在進行設定

source: snapshot not specified
fr: snapshot non spécifié
ko_kr: 스냅샷이 지정되지 않음
zh_tw: 未指定 Snapshot

source: the body is invalid.
fr: Le corps est non valide.
ko_kr: 본문이 올바르지 않습니다.
zh_tw: 內文無效。

source: token not provided
fr: Jeton non fourni
ko_kr: 토큰이 제공되지 않음
tr_tr: jeton sağlanmamış
zh_tw: 未提供記號

source: unsupported fields: %s
fr: Champs non supportés : %s
ko_kr: 지원되지 않는 필드: %s
zh_tw: 不支援的欄位：%s

source: vhostuser_sock_path not present in vif_details for vif %(vif_id)s
ko_kr: vif %(vif_id)s의 vif_details에 vhostuser_sock_path가 표시되지 않음
tr_tr: vif_details kısmında %(vif_id)s vif'i için vhostuser_sock_path mevcut değil
zh_tw: vhostuser_sock_path 未出現在 VIF %(vif_id)s 的 vif_details 中

source: vlan must be an integer
fr: vlan doit etre un entier
ko_kr: vlan은 정수여야 함
tr_tr: vlan tam sayı olmalı
zh_tw: VLAN 必須是整數

source: volume %s already attached
ko_kr: 볼륨 %s이(가) 이미 접속됨
tr_tr: mantıksal sürücü %s zaten ekli
zh_tw: 已連接磁區 %s

source: volume %s already detached
ko_kr: 볼륨 %s이(가) 이미 분리되었음
zh_tw: 已分離磁區 %s

source: volume '%(vol)s' status must be 'available'. Currently in '%(status)s'
ko_kr: 볼륨 '%(vol)s' 상태는 '사용 가능'이어야 합니다. 현재 '%(status)s'
tr_tr: mantıksal sürücü '%(vol)s' durumu 'kullanılabilir' olmalı. Şu an '%(status)s'
zh_tw: 磁區 '%(vol)s' 狀態必須為「可用」。目前處於「%(status)s」

source: volume '%(vol)s' status must be 'in-use'. Currently in '%(status)s' status
ko_kr: 볼륨 '%(vol)s' 상태는 '사용 중'이어야 합니다. 현재 상태 '%(status)s'
tr_tr: mantıksal sürücü '%(vol)s' durumu 'kullanımda' olmalı. Şu an '%(status)s' durumunda
zh_tw: 磁區 '%(vol)s' 狀態必須為「使用中」。目前處於「%(status)s」狀態

source: volume not specified
fr: volume non spécifié
ko_kr: 볼륨이 지정되지 않음
zh_tw: 未指定磁區

source: volumeAttachment not specified
fr: volumeAttachment n'est pas spécifié
ko_kr: volumeAttachment가 지정되지 않음
zh_tw: 未指定 volumeAttachment

source: volumeId must be specified.
fr: volumeId doit etre spécifié.
ko_kr: volumeId가 지정되어야 합니다.
zh_tw: 必須指定 volumeId。

source: volume_id not found: %s
fr: volume_id non trouvé: %s
ko_kr: volume_id를 찾을 수 없음: %s
zh_tw: 找不到 volume_id：%s

source: you can not pass av_zone if the scope is public
fr: Vous ne pouvez passer av_zone si le périmètre est public
ko_kr: 공용 범위인 경우 av_zone을 전달할 수 없음
zh_tw: 如果範圍是公用的，則您無法傳遞 av_zone

source: you can not pass project if the scope is private
fr: Vous ne pouvez passer un projet si le périmètre est privé
ko_kr: 개인용 범위인 경우 프로젝트를 전달할 수 없음
zh_tw: 如果範圍是專用的，則您無法傳遞專案

source: Couldn't stop instance %(instance)s within 1 hour. Current vm_state: %(vm_state)s, current task_state: %(task_state)s
ko_kr: %(instance)s 인스턴스를 1시간 내에 중지할 수 없습니다. 현재 vm_state: %(vm_state)s, 현재 task_state: %(task_state)s

source: Failure parsing response from keystone: %s
ko_kr: 키스톤에서 응답을 구문 분석하지 못함: %s

source: Flavor %(id)d extra spec cannot be updated or created after %(retries)d retries.
ko_kr: %(retries)d번 재시도 후 플레이버 %(id)d 추가 스펙을 업데이트하거나 작성할 수 없습니다.

source: Floating ip is not associated.
fr: L'adresse IP flottante n'est pas associée.
ko_kr: 부동 IP가 연관되지 않았습니다.

source: Unknown error occurred.
fr: Erreur inconnue est survenue.
ko_kr: 알 수 없는 오류가 발생했습니다.

source: Updated_At
fr: MAJ_le
ko_kr: 업데이트 시간

source: ramdisk
ko_kr: 램디스크

source: %(cidr)s is not a valid ip network.
fr: %(cidr)s n'est pas une adresse ip réseau valide.

source: %(address)s is not a valid ip address.
fr: %(address)s n'est pas une adresse ip valide.

source: Flavor's disk is too small for requested image.
fr: Le disque du type d'instance est trop petit pour l'image demandée.

source: Unexpected task state: expecting %(expected)s but the actual state is %(actual)s
fr: État inattendu de la tâche : %(expected)s attendu mais l'état actuel est %(actual)s

source: Unexpected VM state: expecting %(expected)s but the actual state is %(actual)s
fr: État inattendu de la VM : %(expected)s attendu mais l'état actuel est %(actual)s

source: Cannot modify readonly field %(field)s
fr: Impossible de modifier le champ en lecture seule %(field)s

source: Field %(field)s of %(objname)s is not an instance of Field
fr: Le champ %(field)s de %(objname)s n'est pas une instance de Champ

source: Hypervisor version %s is invalid.
fr: La version d'hyperviseur %s est invalide.

source: Cells is not enabled.
fr: Les cellules ne sont pas autorisées.

source: Unable to associate floating ip %(address)s to fixed ip %(fixed_address)s for instance %(id)s. Error: %(error)s
fr: Incapable d'associer une ip flottante %(address)s à une ip fixe %(fixed_address)s pour l'instance %(id)s. Erreur : %(error)s

source: %s is not a valid ip network
fr: %s n'est pas une ip valide de réseau

source: Creating event %(name)s:%(tag)s for instance %(instance_uuid)s
fr: Création de l'événement %(name)s : %(tag)s pour l'instance %(instance_uuid)s

source: Unable to update dns domain
fr: Incapable de mettre à jour un domaine dns

source: Virt driver does not implement pause function.
fr: Le pilote virtuel n'implémente pas la fonction pause.

source: mem(mb)
fr: mémoire(mb)

source: hdd
fr: disque dur

source: Host already in availability zone %s
fr: Hôte déjà dans la zone de disponibilité %s

source: Failed to power off instance
fr: Echec de mise sous tension de l'instance

source: PCI stats: %s
fr: Stats PCI: %s

source: Network "%s" is not valid
fr: Réseau %s n'est pas valide

source: A list is required here
fr: Une liste est requis ici

source: The JSON file that defines policies.
fr: Le fichier JSON qui définit les stratégies.

source: Default rule. Enforced when a requested rule is not found.
fr: Règle par défaut. Respectée quand une règle demandée n'est pas trouvée.

source: Policy doesn't allow %s to be performed.
fr: La politique ne permet pas d'exécuter %s.

source: Rules must be an instance of dict or Rules, got %s instead
fr: Les Règles doivent être une instance d'un dict ou une Règle, pris %s à la place

source: %(what)s is deprecated as of %(as_of)s in favor of %(in_favor_of)s.
fr: %(what)s déprécié depuis %(as_of)s au bénéfice de %(in_favor_of)s.

source: %(what)s is deprecated as of %(as_of)s. It will not be superseded.
fr: %(what)s déprécié depuis %(as_of)s. Ne sera pas remplacé.

source: Should be translated.
fr: Devrait être traduit.

source: Keypair data is invalid: %s
fr: La donnée de la paire de clés est invalide : %s

source: Free %(free)d < requested %(requested)d
fr: Libre %(free)d < demandé %(requested)d

source: Free CPUs 2.00 VCPUs < requested 5 VCPUs
fr: CPUs libre 2.00 VCPUs < demandé 5 VCPUs

source: Datastore name cannot be None
fr: Le nom du datastore ne peut pas etre "vide"

source: Datastore reference cannot be None
fr: La référence du datastore ne peut pas etre "vide"

source: Invalid capacity
fr: Capacité non valide

source: Capacity is smaller than free space
fr: La capacité est plus petite que l'espace libre

source: datastore name empty
fr: Nom du datastore manquant

source: datastore path empty
fr: Chemin du datastore manquant
