Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Bad prefix for to_global_ipv6: %s
es: Prefijo incorrecto para to_global_ipv6: %s
fr: Préfixe incorrecte pour to_global_ipv6 : %s
ko_kr: to_global_ipv6에 대한 잘못된 접두부: %s
pt_br: Prefixo inválido para to_global_ipv6: %s
tr_tr: Global ipv6 için yanlış sonek: %s
zh_cn: 错误的to_global_ipv6前缀：%s
zh_tw: to_global_ipv6 的字首錯誤：%s

source: Bad project_id for to_global_ipv6: %s
es: project_id incorrecto para to_global_ipv6: %s
fr: project_id incorrect pour to_global_ipv6 : %s
ko_kr: to_global_ipv6에 대한 잘못된 project_id: %s
pt_br: project_id inválido para to_global_ipv6: %s
zh_cn: 错误的to_global_ipv6 oject_id；%s
zh_tw: to_global_ipv6 的 project_id 錯誤：%s

source: keymgr.fixed_key not defined
es: keymgr:fixed_key no está definido
fr: keymgr.fixed_key n'est pas défini
ko_kr: keymgr.fixed_key가 정의되지 않음
tr_tr: keymgr.fixed_key tanımlanmamış
zh_tw: 未定義 keymgr.fixed_key

source: This key manager is not suitable for use in production deployments
es: Este administrador de claves no es adecuado para uso en liberaciones de producción

source: This key manager is insecure and is not recommended for production deployments
es: Este administrador de claves es inseguro y no se recomienda para liberaciones de producción.

source: Not deleting key %s
es: Sin eliminar la clave %s

source: re-assign floating IP %(address)s from instance %(instance_id)s
es: volver a asignar IP flotante %(address)s desde instancia %(instance_id)s
pt_br: designar novamente o IP flutuante %(address)s a partir da instância %(instance_id)s
zh_cn: 请从实例 %(instance_id)s 重新分配浮动 IP %(address)s

source: Failed storing info cache
es: Ha fallado el almacenamiento de memoria caché de información
pt_br: Falha ao armazenar no cache de informações
zh_cn: 存储信息高速缓存失败

source: instance is a required argument to use @refresh_cache
es: la instancia es un argumento necesario para utilizar @refresh_cache
fr: l'instance est un argument obligatoire pour l'utilisation de @refresh_cache
ko_kr: 인스턴스는 @refresh_cache를 사용하기 위한 필수 인수임
pt_br: a instância é um argumento necessário para usar @refresh_cache
tr_tr: sunucu @refresh_cache kullanmak için gerekli bir bağımsız değişken
zh_cn: 使用 @refresh_cache 时，instance 是必需的自变量
zh_tw: 實例是使用 @refresh_cache 的必要引數

source: Network driver option required, but not specified
es: La opción de controlador de red es necesaria, pero no se ha especificado
pt_br: Opção de driver de rede necessária, mas não especificada
zh_cn: 需要网络驱动程序选项，但是未指定

source: Loading network driver '%s'
es: Cargando controlador de red '%s'
pt_br: Carregando driver de rede '%s'
zh_cn: 正在装入网络驱动程序“%s”

source: Fixed ip %s not found
es: Direción IP fija %s no encontrada

source: Interface %s not found
es: Interfaz %s no encontrada

source: floating IP allocation for instance |%s|
es: Asociación de dirección IP flotante para la instancia | %s |
pt_br: Alocação de IP flutuante para instância |%s|

source: Address |%(address)s| is not allocated
es: La dirección |%(address)s| no está asignada
pt_br: Endereço |%(address)s| não está alocado
zh_cn: 地址 |%(address)s| 没有分配

source: Address |%(address)s| is not allocated to your project |%(project)s|
es: La dirección |%(address)s| no está asignada al proyecto |%(project)s|
pt_br: O endereço |%(address)s| não está alocado para o seu projeto |%(project)s|
zh_cn: 地址 |%(address)s| 没有分配给你的项目 |%(project)s|

source: Quota exceeded for %s, tried to allocate floating IP
es: Cuota excedida para %s, intentando asignar dirección IP flotante

source: Failed to update usages deallocating floating IP
es: No se han podido actualizar los usos desasignando IP flotante
pt_br: Falha ao atualizar usos de desalocação de IP flutuante
zh_cn: 未能更新使用量释放浮动 IP

source: Failed to disassociated floating address: %s
es: Fallo al desasociar la dirección IP flotante: %s

source: Starting migration network for instance %s
es: Comenzando migración de red para la instancia %s

source: Floating ip address |%(address)s| no longer belongs to instance %(instance_uuid)s. Will not migrate it
es: La dirección IP flotante | %(address)s | ya no pertentece a la instancia %(instance_uuid)s. No será migrada

source: Finishing migration network for instance %s
es: Finalizando la migración de red para la instancia %s

source: Floating ip address |%(address)s| no longer belongs to instance %(instance_uuid)s. Will notsetup it.
es: La dirección IP flotante |%(address)s| ya no pertenece a la instancia %(instance_uuid)s. No se configurará.
pt_br: O endereço IP flutuante |%(address)s| não pertence mais à instância %(instance_uuid)s. Ela não será configurada.
zh_cn: 浮动 IP 地址 |%(address)s| 不再属于实例 %(instance_uuid)s。将不对其进行设置。

source: Database inconsistency: DNS domain |%s| is registered in the Nova db but not visible to either the floating or instance DNS driver. It will be ignored.
es: Incoherencia de base de datos: el dominio DNS |%s| está registrado en la base de datos Nova pero no es visible para el controlador DNS de instancia o flotante. Se ignorará.
pt_br: Inconsistência do banco de dados: O domínio DNS |%s| está registrado no db Nova, mas não visível para o driver DNS de instância ou flutuante. Ele será ignorado.
zh_cn: 数据库不一致：DNS域|%s| 在Nova数据库中注册，但是对浮动或者实例DNS驱动均不可见。将被忽略。

source: Domain |%(domain)s| already exists, changing zone to |%(av_zone)s|.
es: El dominio |%(domain)s| ya existe, cambiando zona a |%(av_zone)s|.
pt_br: O domínio |%(domain)s| já existe; alterando a zona para |%(av_zone)s|.
zh_cn: 域 |%(domain)s| 已经存在，把区域改变为 |%(av_zone)s|。

source: Domain |%(domain)s| already exists, changing project to |%(project)s|.
es: El dominio |%(domain)s| ya existe, cambiando el proyecto a |%(project)s.
pt_br: O domínio |%(domain)s| já existe; alterando o projeto para |%(project)s|.
zh_cn: 域 |%(domain)s| 已经存在，把项目改变为 |%(project)s|。

source: Found multiple matches for domain %(domain)s. %(entry)s
es: Se han encontrado varias coincidencias para el dominio %(domain)s. %(entry)s
pt_br: Localizadas várias correspondências para o domínio %(domain)s. %(entry)s
zh_cn: 对于域 %(domain)s，找到多个匹配项。 %(entry)s

source: Unable to dequalify. %(name)s is not in %(domain)s.
es: No se puede descalificar. %(name)s no está en %(domain)s.
pt_br: Não é possível desqualificar. %(name)s não está em %(domain)s.
zh_cn: 无法取消限定。%(name)s 没有在 %(domain)s 中。

source: ldap not installed
es: LDAP no instalado
fr: ldap n'est pas installé
ko_kr: ldap가 설치되지 않음
tr_tr: ldap yüklü değil
zh_tw: 未安裝 LDAP

source: This driver only supports type 'a' entries.
es: Este controlador sólo soporta entradas de tipo 'a'.
fr: Ce pilote prend en charge uniquement les entrées de type 'a'.
ko_kr: 이 드라이버는 유형 'a' 항목만 지원합니다.
pt_br: Esse driver suporta apenas o tipo de entradas 'a'.
tr_tr: Bu türücü sadece 'a' türü girdileri destekliyor.
zh_cn: 驱动仅支持入口类型 'a'。
zh_tw: 此驅動程式僅支援類型 'a' 項目。

source: This shouldn't be getting called except during testing.
es: Esto no se debe llamar excepto durante las pruebas.
pt_br: Ele não deverá ser chamado, exceto durante o teste.
zh_cn: 不应该调用此项（在测试期间除外）。

source: Attempted to remove chain %s which does not exist
es: Se ha intentado eliminar la cadena %s que no existe
pt_br: Tentou remover a cadeia %s que não existe
zh_cn: 试图移除不存在的链 %s。

source: Unknown chain: %r
es: Cadena desconocida: %r
fr: Chaîne inconnue : %r
ko_kr: 알 수 없는 체인: %r
pt_br: Cadeia desconhecida: %r
tr_tr: Tanınmayan zincir: %r
zh_cn: 未知链：%r
zh_tw: 不明鏈：%r

source: Skipping duplicate iptables rule addition
es: Omitiendo adición de regla duplicada de iptables

source: Tried to remove rule that was not there: %(chain)r %(rule)r %(wrap)r %(top)r
es: Se ha intentado eliminar una regla que no estaba allí: %(chain)r %(rule)r %(wrap)r %(top)r
pt_br: Tentativa de remover regra que não estava lá: %(chain)r %(rule)r %(wrap)r %(top)r
zh_cn: 试图移除不存在的规则：%(chain)r %(rule)r %(wrap)r %(top)r

source: Skipping apply due to lack of new rules
es: Omitiendo la aplicación debido a la falta de reglas nuevas

source: IPTablesManager.apply completed with success
es: IPTablesManager.apply se ha completado con éxito
pt_br: IPTablesManager.apply concluído com sucesso

source: arping error for ip %s
es: Error de arp para ip %s
pt_br: erro arping para o ip %s

source: Removed %(num)d duplicate rules for floating ip %(float)s
es: Se han eliminado %(num)d reglas duplicadas para la IP flotante %(float)s
pt_br: Removidas %(num)d regras duplicadas para o IP flutuante %(float)s
zh_cn: 已为浮动 IP %(float)s 除去 %(num)d 重复规则

source: Error deleting conntrack entries for %s
es: Error al eliminar las entradas conntrack para %s

source: Pid %d is stale, skip killing dnsmasq
es: El Pid %d es obsoleto, omitir finalizar dnsmasq
pt_br: Pid %d é antigo; ignorar eliminação de dnsmasq

source: Hupping dnsmasq threw %s
es: Excepción al recargar la configuración de dnsmasq: %s
pt_br: Hupping dnsmasq lançou %s
zh_cn: 挂起进程 dnsmasq 时抛出 %s

source: Pid %d is stale, relaunching dnsmasq
es: El pid %d está pasado, relanzando dnsmasq
pt_br: Pid %d está ultrapassado, reiniciando dnsmasq

source: killing radvd threw %s
es: Matando radvd lanzado %s
pt_br: eliminando radvd lançando %s
zh_cn: 杀掉进程 radvd 时抛出 %s

source: Pid %d is stale, relaunching radvd
es: Pid %d corrupto, relanzando radvd
pt_br: Pid %d está ultrapassado, reiniciando radvd

source: Unable to execute %(cmd)s. Exception: %(exception)s
es: No se puede ejecutar %(cmd)s. Excepción: %(exception)s
pt_br: Não foi possível executar %(cmd)s. Exceção: %(exception)s
zh_cn: 无法执行 %(cmd)s。发生异常：%(exception)s

source: Net device removed: '%s'
es: Dispositivo de red removido: '%s'

source: Failed removing net device: '%s'
es: Fallo al remover dispositivo de red: '%s'
pt_br: Falha ao remover o dispositivo de rede: '%s'

source: Starting VLAN interface %s
es: Iniciando interfaz VLAN %s
pt_br: Iniciando a VLAN %s

source: Starting Bridge %s
es: Iniciando el puente %s
pt_br: Iniciando a Ponte %s

source: Adding interface %(interface)s to bridge %(bridge)s
es: Añadiendo la interfaz %(interface)s al puente %(bridge)s
pt_br: Incluindo a interface %(interface)s na ponte %(bridge)s
zh_cn: 正在将接口 %(interface)s 添加至网桥 %(bridge)s

source: Failed to add interface: %s
es: No se ha podido añadir interfaz: %s
fr: Echec d'ajout de l'interface : %s
ko_kr: 인터페이스 추가 실패: %s
pt_br: Falha ao incluir interface: %s
tr_tr: Arayüz ekleme başarısız: %s
zh_cn: 未能添加接口：%s
zh_tw: 無法新增介面：%s

source: Starting bridge %s
es: Iniciando el puente %s
pt_br: Iniciando a ponte %s

source: Done starting bridge %s
es: Realizado el inicio del puente %s
pt_br: Início concluído da ponte %s

source: Disassociated %s stale fixed ip(s)
es: IP(s) fija(s) obsoleta(s) %s desasociada(s)
pt_br: IP(s) fixo antigo %s desassociado

source: setting network host
es: configurando la red del host
pt_br: configurando host de rede

source: network allocations
es: asignaciones de red
pt_br: alocações de rede

source: networks retrieved for instance: |%s|
es: Redes obtenidas para la instancia: |%s|

source: network deallocation for instance
es: desasignación de red para la instancia
pt_br: desalocação de rede para a instância

source: instance-dns-zone not found |%s|.
es: instance-dns-zone no encontrada |%s|

source: instance-dns-zone is |%(domain)s|, which is in availability zone |%(zone)s|. Instance is in zone |%(zone2)s|. No DNS record will be created.
es: instance-dns-zone es |%(domain)s|, que está en la zona de disponibilidad |%(zone)s|. La instancia está en la zona |%(zone2)s|. No se creará ningún registro de DNS.
pt_br: instance-dns-zone é |%(domain)s|, que está na zona de disponibilidade |%(zone)s|. A instância está na zona |%(zone2)s|. Nenhum registro de DNS será criado.
zh_cn: instance-dns-zone 是 |%(domain)s|，它在可用性区域 |%(zone)s| 中。实例在区域 |%(zone2)s| 中。将不创建任何 DNS 记录。

source: Quota exceeded for %s, tried to allocate fixed IP
es: Cuota excedida para %s, intentando asignar dirección IP flotante

source: Failed to update usages deallocating fixed IP
es: Se ha encontrado un error en la actualización de los usos desasignando IP flotante
pt_br: Falha ao atualizar usos de desalocação de IP fixo
zh_cn: 未能更新使用量释放固定 IP

source: Unable to release %s because vif doesn't exist.
es: No se puede liberar %s porque vif no existe.
pt_br: Não foi possível liberar %s porque vif não existe.
zh_cn: 无法释放 %s，因为 vif 不存在。

source: Leased IP |%s|
es: Dirección IP arrendada |%s|

source: IP %s leased that is not associated
es: La IP %s alquilada que no está asociada
pt_br: IP %s arrendado que não está associado
zh_cn: 没有关联的IP %s 被租用了

source: IP |%s| leased that isn't allocated
es: IP |%s| alquilada que no está asignada
pt_br: IP |%s| arrendado que não está alocado
zh_cn: 没有分配的IP |%s| 被租用了

source: Released IP |%s|
es: Dirección IP liberada |%s|

source: IP %s released that is not associated
es: IP %s liberada que no está asociada
pt_br: IP %s liberado que não está associado
zh_cn: 没有关联的IP %s 被释放了

source: IP %s released that was not leased
es: IP %s liberada que no está alquilada
pt_br: IP %s liberado que não está arrendado
zh_cn: 没有租用的IP %s 被释放了

source: %s must be an integer
es: %s debe ser un entero
pt_br: %s deve ser um número inteiro
zh_cn: %s 必须为整数

source: Maximum allowed length for 'label' is 255.
es: La longitud máxima permitida para 'label' es 255.
fr: La longueur maximum autorisée pour 'label' est 255.
ko_kr: '레이블'의 최대 허용 길이는 255입니다.
pt_br: O comprimento máximo permitido para 'label' é 255.
tr_tr: 'etiket' için izin verilen azami uzunluk 255.
zh_cn: “标签”的最大允许长度为 255。
zh_tw: 'label' 的容許長度上限為 255。

source: Subnet(s) too large, defaulting to /%s. To override, specify network_size flag.
es: Subred(es) demasiado grande(s), se usará el valor predeterminado /%s. Para sustituirlo, especifique el distintivo network_size.
pt_br: Sub-rede(s) muito grande(s), assumindo por padrão /%s. Para substituir, especifique o sinalizador network_size.
zh_cn: 子网太大，缺省为 /%s。要进行覆盖，请指定 network_size 标记。

source: cidr already in use
es: cidr ya se está utilizando
pt_br: cidr já em uso
zh_cn: cidr 已经在使用

source: requested cidr (%(cidr)s) conflicts with existing supernet (%(super)s)
es: cidr solicitado (%(cidr)s) está en conflicto con superred existente (%(super)s)
pt_br: cidr (%(cidr)s) solicitado está em conflito com super-rede existente (%(super)s)
zh_cn: 请求的cidr (%(cidr)s) 与已存在的超网络 (%(super)s) 冲突

source: requested cidr (%(cidr)s) conflicts with existing smaller cidr (%(smaller)s)
es: el cidr solicitado (%(cidr)s) está en conflicto con el cidr más pequeño existente (%(smaller)s)
pt_br: requested cidr (%(cidr)s) está em conflito com o smaller cidr existente (%(smaller)s)
zh_cn: 请求的cidr (%(cidr)s) 与已存在的较小的cidr (%(smaller)s) 冲突

source: Network must be disassociated from project %s before delete
es: La red se debe desasociar el proyecto %s antes de la supresión
pt_br: A rede deve ser desassociada do projeto %s antes da exclusão
zh_cn: 网路在删除前必须与项目 %s 解除关联

source: The sum between the number of networks and the vlan start cannot be greater than 4094
es: La suma entre el número de redes y el inicio de vlan no puede ser mayor que 4094
fr: La somme du nombre de réseau et le début de vlan ne peut excéder 4094
ko_kr: 네트워크 수와 vlan 시작 사이의 합은 4094를 초과할 수 없음
pt_br: A soma entre o número de redes e o início do vlan não pode ser maior que 4094
tr_tr: Ağlar arasındaki ve vlan başlangıcındaki toplamlar arası 4094'den büyük olamaz
zh_cn: 网络数量与VLAN起始数之和不能大于4049
zh_tw: 網路數目及 VLAN 起始號碼之和不能大於 4094

source: The network range is not big enough to fit %(num_networks)s networks. Network size is %(network_size)s
es: El rango de red no es suficientemente grande para acomodar %(num_networks)s redes. El tamaño de red es %(network_size)s
fr: La plage de réseaux n'est pas suffisante pour %(num_networks)s réseaux. La taille de réseau est %(network_size)s
ko_kr: 네트워크 범위가 %(num_networks)s에 맞추기에는 충분히 크지 않습니다. 네트워크 크기는 %(network_size)s입니다.
pt_br: O intervalo de rede não é grande o suficiente para ajustar %(num_networks)s redes. O tamanho da rede é %(network_size)s
tr_tr: Ağ aralığı %(num_networks)s ağının sığacağı kadar büyük değil. Ağ boyutu %(network_size)s
zh_cn: 网络范围不够大，无法容纳 %(num_networks)s 个网络。网络大小为 %(network_size)s
zh_tw: 網路範圍不夠大，不適合 %(num_networks)s 個網路。網路大小為 %(network_size)s

source: minidns file is |%s|
es: El archivo minidns es |%s|
pt_br: o arquivo minidns é |%s|

source: Invalid name
es: Nombre no válido
fr: Nom non valide
ko_kr: 올바르지 않은 이름
pt_br: Nome inválido
tr_tr: Geçersiz isim
zh_cn: 无效名称
zh_tw: 無效的名稱

source: This driver only supports type 'a'
es: Este controlador sólo soporta el tipo 'a'
fr: Ce pilote prend en charge uniquement le type 'a'.
ko_kr: 이 드라이버는 유형 'a'만 지원합니다.
pt_br: Esse driver suporta apenas o tipo 'a'
tr_tr: Bu sürücü yalnızca 'a' türünü destekler
zh_cn: 驱动仅支持类型 'a'
zh_tw: 此驅動程式僅支援類型 'a'

source: Cannot delete entry |%s|
es: No se puede suprimir la entrada |%s|
pt_br: Não é possível excluir a entrada |%s|
zh_cn: 无法删除条目 |%s|

source: deleted %s
es: Se ha eliminado %s
pt_br: excluído %s

source: Cannot delete domain |%s|
es: No se puede suprimir el dominio |%s|
pt_br: Não é possível excluir o domínio |%s|
zh_cn: 无法删除域 |%s|

source: Invalid IP format %s
es: Formato IP inválido %s
fr: Format adresse IP non valide %s
ko_kr: 올바르지 않은 IP 형식 %s
tr_tr: Geçersiz IP biçimi %s
zh_tw: 無效的 IP 格式 %s

source: Successfully created port: %s
es: Puerdo creado exitosamente: %s

source: Neutron error creating port on network %s
es: Error de Neutron al crear puerto en la red: %s

source: allocate_for_instance() for %s
es: allocate_for_instance() para %s
pt_br: allocate_for_instance() para %s

source: empty project id for instance %s
es: ID de proyecto vacío para la instancia %s
fr: ID projet vide pour l'instance %s
ko_kr: %s 인스턴스에 대한 비어 있는 프로젝트 ID
pt_br: ID do projeto vazio para a instância %s
tr_tr: %s sunucusu için boş proje kimliği
zh_cn: 用于实例 %s 的项目标识为空
zh_tw: 實例 %s 的專案 ID 是空的

source: No network configured!
es: No hay red configurada!

source: Multiple security groups found matching '%s'. Use an ID to be more specific.
es: Se han encontrado varios grupos de seguridad que coinciden con '%s'. Utilice un ID para ser más específico.
fr: Plusieurs groupes de sécurité ont été trouvés correspondant à '%s'. Utilisez un ID pour préciser votre demande.
ko_kr: 여러 개의 보안 그룹에서 일치하는 '%s'을(를) 찾았습니다. 좀 더 구체적인 ID를 사용하십시오.
pt_br: Foram localizados vários grupos de segurança que correspondem a '%s'. Use um ID para ser mais específico.
tr_tr: '%s' ile eşleşen birden fazla güvenlik grubu bulundu. Daha özgü olmak için bir ID kullanın.
zh_cn: 找到多个与“%s”匹配的安全组。请使用标识以更具体地进行查找。
zh_tw: 找到多個與 '%s' 相符的安全群組。請使用更明確的 ID。

source: Failed to update port %s
es: Falló al actualizar el puerto %s
pt_br: Falha ao atualizar porta %s
zh_cn: 更新端口%s失败

source: Failed to delete port %s
es: Ha ocurrido un fallo al eliminar el puerto %s
pt_br: Falha ao excluir porta %s
zh_cn: 无法删除端口 %s

source: deallocate_for_instance() for %s
es: deallocate_for_instance() para %s
pt_br: deallocate_for_instance() para %s

source: Failed to delete neutron port %s
es: Fallo al eliminar el puerto de neutron %s

source: get_instance_nw_info() for %s
es: get_instance_nw_info() para %s
pt_br: get_instance_nw_info() para %s

source: Unable to update port %(portid)s on subnet %(subnet_id)s with failure: %(exception)s
es: No se ha podido actualizar el puerto %(portid)s en la subred %(subnet_id)s con la anomalía: %(exception)s
pt_br: Não é possível atualizar a porta %(portid)s na sub-rede %(subnet_id)s com falha: %(exception)s
zh_cn: 无法在子网 %(subnet_id)s 上更新端口 %(portid)s，发生了以下故障：%(exception)s

source: Unable to update port %(portid)s with failure: %(exception)s
es: No se puede actualizar el puerto %(portid)s con anomalía: %(exception)s
pt_br: Não é possível atualizar a porta %(portid)s com falha: %(exception)s
zh_cn: 无法更新端口 %(portid)s，发生了以下故障：%(exception)s

source: validate_networks() for %s
es: validate_networks() para %s
pt_br: validate_networks() para %s

source: Multiple possible networks found, use a Network ID to be more specific.
es: Se han encontrado múltiples redes posibles, usa un identificador de red para ser más específico.
ko_kr: 가능한 여러 개의 네트워크가 발견됨. 좀 더 구체적인 네트워크 ID를 사용하십시오.
tr_tr: Birden fazla olası ağ bulundu, daha belirli olmak için Ağ Kimliği kullanın.
zh_tw: 找到多個可能的網路，請使用更明確的網路 ID。

source: Multiple floating IP pools matches found for name '%s'
es: Se han encontrado varias coincidencias de agrupaciones de IP flotante para el nombre '%s'
fr: Plusieurs correspondances de pools d'adresses IP flottantes trouvées pour le nom '%s'
ko_kr: '%s' 이름에 대해 다중 부동 IP 풀 일치가 발견됨
pt_br: Vários correspondências de conjuntos de IP flutuantes localizadas para o nome '%s'
tr_tr: '%s' ismi için birden fazla değişken IP havuzu eşleşmesi bulundu
zh_cn: 对于名称“%s”，找到多个浮动 IP 池匹配项
zh_tw: 找到名稱 '%s' 的多個浮動 IP 儲存區相符項

source: Unable to update host of port %s
es: Incapaz de actualizar el huésped del puerto %s

source: Neutron Error creating security group %s
es: Error de Neutron al crear el grupo de seguridad %s

source: Neutron Error updating security group %s
es: Error de Neutron al actualizar el grupo de seguridad %s

source: Neutron security group %s not found
es: Grupo de seguridad de Neutron %s no encontrado

source: Neutron Error: %s
es: Error de Neutron: %s

source: Neutron Error getting security groups
es: Error de Neutron al obtener los grupos de seguridad

source: Security group id should be uuid
es: El id de grupo de seguridad debe ser uuid
fr: L'ID groupe de sécurité doit être un UUID
ko_kr: 보안 그룹 ID는 uuid여야 함
pt_br: O ID do grupo de segurança deve ser uuid
tr_tr: Güvenlik grubu kimliği uuid olmalı
zh_cn: 安全组标识应该为 uuid
zh_tw: 安全群組 ID 應該是 UUID

source: Neutron Error getting security group %s
es: Error de Neutron al obtener los grupos de seguridad %s

source: Neutron Error adding rules to security group %s
es: Error de Neutron al agregar reglas al grupo de seguridad %s

source: Neutron Error:
es: Error de Neutron:

source: Neutron Error unable to delete %s
es: Error de Neutron incapaz de eliminar %s

source: Neutron security group rule %s not found
es: La regla de seguridad de neutron %s no se ha encontrado

source: Cannot add security group %(name)s to %(instance)s since the port %(port_id)s does not meet security requirements
es: No se puede añadir el grupo de seguridad %(name)s a %(instance)s ya que el puerto %(port_id)s no cumple los requisitos de seguridad
pt_br: Não é possível incluir o grupo de segurança %(name)s em %(instance)s porque a porta %(port_id)s não atende aos requisitos de segurança
zh_cn: 无法将安全组 %(name)s 添加至 %(instance)s，因为端口 %(port_id)s 没有满足安全性要求

source: Adding security group %(security_group_id)s to port %(port_id)s
es: Añadiendo grupo de seguridad %(security_group_id)s al puerto %(port_id)s
pt_br: Incluindo o grupo de segurança %(security_group_id)s na porta %(port_id)s
zh_cn: 正在将安全组 %(security_group_id)s 添加至端口 %(port_id)s

source: This rule already exists in group %s
es: Esta regla ya existe en el grupo %s
fr: Cette règle existe déjà dans le groupe %s
ko_kr: 이 규칙이 이미 %s 그룹에 존재함
pt_br: Esta regra já existe no grupo %s
tr_tr: Bu kural zaten grupta var %s
zh_cn: 这条规则已经存在于组%s 中
zh_tw: 此規則已存在於群組 %s 中

source: Error setting %(attr)s
es: Error al establecer %(attr)s

source: Unable to instantiate unregistered object type %(objtype)s
es: Incapaz de instanciar tipo de objeto no registrado %(objtype)s

source: Cannot load '%s' in the base class
es: No se puede cargar '%s' en la clase base

source: %(objname)s object has no attribute '%(attrname)s'
es: El objeto %(objname)s no tiene atributo '%(attrname)s'

source: Lazy-loading `%(attr)s' on %(name)s uuid %(uuid)s
es: Carga simple '%(attr)s en %(name)s uuid %(uuid)s

source: No save handler for %s
es: No hay manejador de guardado para %s

source: Failed to notify cells of instance info cache update
es: No se ha podido notificar a las células la actualización de memoria caché de información de instancia
pt_br: Falha ao notificar células de atualização do cache de informações da instância
zh_cn: 未能通知单元有关实例信息高速缓存更新的事项
