Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Invalid entry: '%s'; Expecting dict
ko_kr: 올바르지 않은 항목: '%s', 사전 예상
tr_tr: Geçersiz girdi: '%s'; Sözlük bekleniyordu
zh_tw: 項目 '%s' 無效；預期字典

source: Invalid entry: '%s'; Expecting list or dict
ko_kr: 올바르지 않은 항목: '%s', 목록 또는 사전 예상
tr_tr: Geçersiz girdi: '%s'. liste veya sözlük bekleniyor
zh_tw: 項目 '%s' 無效；預期清單或字典

source: Invalid event name %s
zh_tw: 事件名稱 %s 無效

source: Invalid event status `%s'
fr: Statut d’événement '%s' invalide
ko_kr: 올바르지 않은 이벤트 상태 `%s'
zh_tw: 無效的事件狀態 `%s'

source: Invalid format for name: '%s'
fr: Format invalide pour le nom : '%s'
ko_kr: 이름에 대해 올바르지 않은 형식: '%s'
zh_tw: 無效的名稱格式：'%s'

source: Invalid id: %(instance_id)s (expecting "i-...")
fr: Identifiant non valide: %(instance_id)s (expecting "i-...")
ko_kr: 올바르지 않은 ID: %(instance_id)s ("i-..." 예상)
zh_tw: 無效的 ID：%(instance_id)s（預期為 "i-..."）

source: Invalid id: %(volume_id)s (expecting "i-...")
fr: Identifiant non valide: %(volume_id)s (expecting "i-...")
ko_kr: 올바르지 않은 ID: %(volume_id)s ("i-..." 예상)
zh_tw: 無效的 ID：%(volume_id)s（預期為 "i-..."）

source: Invalid image format '%(format)s'
tr_tr: Geçersiz imaj biçimi '%(format)s'
zh_tw: 映像檔格式 '%(format)s' 無效

source: Invalid input for field/attribute %(path)s. Value: %(value)s. %(message)s
fr: Entrée invalide pour champ/attribut %(path)s. Valeur : %(value)s. %(message)s
ko_kr: 필드/속성 %(path)s에 대한 올바르지 않은 입력. 값: %(value)s. %(message)s
tr_tr: Alan/öznitelik %(path)s için geçersiz girdi. Değer: %(value)s. %(message)s
zh_tw: 欄位/屬性 %(path)s 的輸入無效。值：%(value)s。%(message)s

source: Invalid input received: %(reason)s
fr: Entrée invalide reçue : %(reason)s
ko_kr: 올바르지 않은 입력을 받았습니다: %(reason)s
tr_tr: Geçersiz girdi alındı: %(reason)s
zh_tw: 收到的輸入無效：%(reason)s

source: Invalid input value "%s".
ko_kr: 올바르지 않은 입력 값 "%s"입니다.
zh_tw: 無效的輸入值 "%s"。

source: Invalid libvirt version %(version)s
zh_tw: libvirt 版本 %(version)s 無效

source: Invalid memory page size '%(pagesize)s'
ko_kr: 올바르지 않은 메모리 페이지 크기 '%(pagesize)s'
tr_tr: Geçersiz hafıza sayfa boyutu '%(pagesize)s'
zh_tw: 記憶體頁面大小 '%(pagesize)s' 無效

source: Invalid metadata size: %(reason)s
fr: Taille de métadonnée invalide : %(reason)s
ko_kr: 올바르지 않은 메타데이터 크기: %(reason)s
tr_tr: Geçersiz metadata boyutu: %(reason)s
zh_tw: 無效的 meta 資料大小：%(reason)s

source: Invalid metadata: %(reason)s
fr: Métadonnée invalide : %(reason)s
ko_kr: 올바르지 않은 메타데이터: %(reason)s
tr_tr: Geçersiz metadata: %(reason)s
zh_tw: 無效的 meta 資料：%(reason)s

source: Invalid policies: %s
fr: Politiques invalides : %s
ko_kr: 올바르지 않은 정책: %s
zh_tw: 無效的原則：%s

source: Invalid port value: %s. It should be an integer
fr: Valeur de port invalide : %s. Il doit être un entier
ko_kr: 올바르지 않은 포트 값: %s. 정수여야 함
tr_tr: Geçersiz bağlantı noktası değeri: %s. Tam sayı olmalı
zh_tw: 埠值 %s 無效。它應為整數

source: Invalid port value: %s. Should be an integer
fr: Valeur de port invalide : %s. Doit être un entier
ko_kr: 올바르지 않은 포트 값: %s. 정수여야 함
tr_tr: Geçersiz bağlantı noktası değeri: %s. Tam sayı olmalı
zh_tw: 埠值 %s 無效。應為整數

source: Invalid request body: %s
fr: Corps de la requete non valide: %s
ko_kr: 올바르지 않은 요청 본문: %s
zh_tw: 無效的要求內文：%s

source: Invalid security group name: %(name)s.
ko_kr: 올바르지 않은 보안 그룹 이름: %(name)s.
tr_tr: Geçersiz güvenlik grubu ismi: %(name)s.
zh_tw: 安全群組名稱 %(name)s 無效。

source: Invalid source_type field.
fr: Champ source_type invalide.
ko_kr: source_type 필드가 올바르지 않습니다.
zh_tw: 無效的 source_type 欄位。

source: Invalid target_lun
ko_kr: 올바르지 않은 target_lun
tr_tr: Geçersiz target_lun
zh_tw: 目標 LUN 無效

source: Invalid type for %s
fr: Type non valide pour %s
ko_kr: %s에 올바르지 않은 유형
zh_tw: %s 的類型無效

source: Invalid type for %s entry
fr: Type non valide pour l'entrée %s
ko_kr: %s 항목에 올바르지 않은 유형
zh_tw: %s 項目的類型無效

source: Invalid usage_type: %s
ko_kr: 올바르지 않은 usage_type: %s
tr_tr: Geçersiz usage_type: %s
zh_tw: usage_type %s 無效

source: Invalid vcpu_pin_set config, one or more of the specified cpuset is not online. Online cpuset(s): %(online)s, requested cpuset(s): %(req)s
tr_tr: Geçersiz vcpu_pin_set yapılandırması, belirtilen cpu kümesinden biri ya da fazlası çevrimiçi değil. Çevrimiçi cpuküme(ler)i: %(online)s, istenen cpuküme(ler)i: %(req)s
zh_tw: vcpu_pin_set 配置無效，一個以上的指定 CPU 集不在線上。線上 CPU 集：%(online)s，所要求的 CPU 集：%(req)s

source: Invalid volume access mode: %(access_mode)s
fr: Mode d'accès au volume invalide : %(access_mode)s
ko_kr: 올바르지 않은 볼륨 접근 모드: %(access_mode)s
tr_tr: Geçersiz mantıksal sürücü erişim kipi: %(access_mode)s
zh_tw: 無效的磁區存取模式：%(access_mode)s

source: Invalid volume source data
ko_kr: 올바르지 않은 볼륨 소스 데이터
tr_tr: Geçersiz mantıksal sürücü kaynak verisi
zh_tw: 磁區來源資料無效

source: Invalid volume: %(reason)s
fr: Volume invalide : %(reason)s
ko_kr: 올바르지 않은 볼륨: %(reason)s
tr_tr: Geçersiz mantıksal sürücü: %(reason)s
zh_tw: 無效的磁區：%(reason)s

source: Invalid volume_size.
fr: volume_size invalide.
ko_kr: volume_size가 올바르지 않습니다.
tr_tr: Geçersiz volume_size.
zh_tw: 無效的 volume_size。

source: Ironic client unavailable, cannot access Ironic.
ko_kr: 아이로닉 클라이언트를 사용할 수 없음, 아이로닉에 액세스할 수 없음
zh_tw: Ironic 用戶端無法使用，無法存取 Ironic。

source: Ironic node uuid not supplied to driver for instance %s.
fr: L' uuid du noeud Ironic non fourni au pilote pour instance %s.
ko_kr: 아이로닉 노드 uuid가 인스턴스 %s의 드라이버에 제공되지 않습니다.
tr_tr: Ironic düğümü uuid'si %s sunucusu için sürücüye sağlanmamış.
zh_tw: 未將 Ironic 節點 UUID 提供給實例 %s 的驅動程式。

source: Ironic node: %(id)s failed to validate. (deploy: %(deploy)s, power: %(power)s)
ko_kr: 아이로닉 노드: %(id)s이(가) 유효성을 검증하는 데 실패했습니다.(배치: %(deploy)s, 전원: %(power)s)
zh_tw: 無法驗證 Ironic 節點 %(id)s。（部署：%(deploy)s，電源：%(power)s）

source: Ironic node: %(id)s virtual to physical interface count missmatch (Vif count: %(vif_count)d, Pif count: %(pif_count)d)
ko_kr: 아이로닉 노드: 실제 인터페이스 개수에 대한 %(id)s 가상 불일치(Vif 개수: %(vif_count)d, Pif 개수: %(pif_count)d)
zh_tw: Ironic 節點 %(id)s 虛擬至實體介面計數不符（Vif計數：%(vif_count)d，Pif 計數：%(pif_count)d）

source: It is not allowed to create an interface on external network %(network_uuid)s
fr: Il est interdit de créer une interface sur le réseau externe %(network_uuid)s
ko_kr: 외부 네트워크 %(network_uuid)s에 인터페이스를 작성할 수 없음
tr_tr: Harici ağ %(network_uuid)s üzerinde arayüz oluşturmaya izin verilmiyor
zh_tw: 不容許在下列外部網路上建立介面：%(network_uuid)s

source: Key Names can only contain alphanumeric characters, periods, dashes, underscores, colons and spaces.
ko_kr: 키 이름은 영숫자 문자, 마침표, 대시, 밑줄, 콜론, 공백만 포함할 수 있습니다.
tr_tr: Anahtar İsimleri yalnızca alfanümerik karakterler, nokta, tire, alt çizgi, sütun ve boşluk içerebilir.
zh_tw: 索引鍵名稱只能包含英數字元、句點、橫線、底線、冒號及空格。

source: Key manager error: %(reason)s
fr: Erreur du gestionaire de clé: %(reason)s
ko_kr: 키 관리자 오류: %(reason)s
tr_tr: Anahtar yöneticisi hatası: %(reason)s
zh_tw: 金鑰管理程式錯誤：%(reason)s

source: Keypair data is invalid: %(reason)s
fr: La donnée de paire de clés est invalide : %(reason)s
ko_kr: 키 쌍 데이터가 올바르지 않습니다: %(reason)s
tr_tr: Anahtar çifti verisi geçersiz: %(reason)s
zh_tw: 金鑰組資料無效：%(reason)s

source: Keypair name must be string and between 1 and 255 characters long
fr: La paire de clé doit être une chaîne et de longueur comprise entre 1 et 255 caractères
ko_kr: 키 쌍 이름은 문자열이고 길이가 1 - 255자 범위에 속해야 함
tr_tr: Anahtar çifti adı karakter dizisi ve 1 ve 255 karakter uzunluğu arasında olmalıdır
zh_tw: 金鑰組名稱必須是字串，並且長度必須介於 1 和 255 個字元之間

source: List of file systems that are configured in this file in the image_file_url:<list entry name> sections
ko_kr: 이 파일의 image_file_url:<list entry name> 섹션에서 구성된 파일 시스템 목록
zh_tw: 檔案系統清單，配置於此檔案的 image_file_url:<清單項目名稱> 區段中

source: Live migration can not be used without shared storage except a booted from volume VM which does not have a local disk.
zh_tw: 在沒有共用儲存體的情況下，無法使用即時移轉，不含沒有本端磁碟的啟動磁區 VM。

source: Live migration of instances with config drives is not supported in libvirt unless libvirt instance path and drive data is shared across compute nodes.
ko_kr: 구성 드라이브가 포함된 인스턴스의 실시간 마이그레이션은 libvirt 인스턴스 경로와 드라이브 데이터를 계산 노드에서 공유하는 경우에만 libvirt에서 지원됩니다.
zh_tw: 含配置驅動之實例的即時移轉在 libVirt 中不受支援，除非 libVirt 實例路徑及驅動資料在計算節點之間是共用的。

source: Malformed request body. meta item must be object
ko_kr: 형식이 틀린 요청 본문입니다. 메타 항목은 오브젝트여야 함
zh_tw: 形態異常的要求內文。Meta 項目必須是物件

source: Malformed request body. metadata must be object
ko_kr: 형식이 틀린 요청 본문입니다. 메타데이터는 오브젝트여야 함
zh_tw: 形態異常的要求內文。Meta 資料必須是物件

source: Mapping image to local is not supported.
ko_kr: 로컬에 매핑된 이미지는 지원하지 않습니다.
tr_tr: İmajın yerele eşleştirilmesi desteklenmiyor.
zh_tw: 不支援將映像檔對映至本端。

source: Metadata type should be dict.
fr: Le type de métadonnée doit être un dictionnaire.
ko_kr: 메타데이터 유형은 dict여야 합니다.
tr_tr: Metadata türü sözlük olmalı.
zh_tw: meta 資料類型應該是字典。

source: Metric %(name)s could not be found on the compute host node %(host)s.%(node)s.
fr: La métrique %(name)s ne peut être trouvé sur le noeud de calcul de l'hôte %(host)s.%(node)s.
ko_kr: 메트릭 %(name)s을(를) 계산 호스트 노드 %(host)s.%(node)s.에서 찾을 수 없습니다.
tr_tr: %(name)s ölçüsü %(host)s.%(node)s hesaplama istemci düğümünde bulunamadı.
zh_tw: 在計算主機節點 %(host)s.%(node)s 上找不到度量 %(name)s。

source: Migration error: %(reason)s
fr: Erreur de migration: %(reason)s
ko_kr: 마이그레이션 오류: %(reason)s
tr_tr: Göç hatası: %(reason)s
zh_tw: 移轉錯誤：%(reason)s

source: Migration is not supported for LVM backed instances
ko_kr: LVM 지원 인스턴스에 마이그레이션이 지원되지 않음
tr_tr: LVM destekli sunucularda göç desteklenmiyor
zh_tw: 不支援移轉以 LVM 為基礎的實例

source: Migration pre-check error: %(reason)s
fr: Erreur lors de la vérification de la migration: %(reason)s
ko_kr: 마이그레이션 사전 확인 오류: %(reason)s
tr_tr: Göç ön-kontrol hatası: %(reason)s
zh_tw: 移轉事先檢查發生錯誤：%(reason)s

source: Missing arguments: %s
ko_kr: 누락된 인수: %s
tr_tr: Eksik bağımsız değişken: %s
zh_tw: 遺漏引數：%s

source: Missing device UUID.
fr: Périphérique UUID manquant.
ko_kr: 장치 UUID가 비어 있습니다.
tr_tr: Eksik aygıt UUID.
zh_tw: 遺漏裝置 UUID。

source: Missing forced_down field
zh_tw: 遺漏 forced_down 欄位

source: Missing parameter %s
fr: Le paramètre %s est manquant
ko_kr: 누락된 매개변수 %s
tr_tr: Eksik parametre %s
zh_tw: 遺漏參數 %s

source: Missing tenant parameter
fr: Paramètre tenant manquant
ko_kr: 테넌트 매개변수 누락
zh_tw: 遺漏了承租人參數

source: More than one possible network found. Specify network ID(s) to select which one(s) to connect to.
ko_kr: 사용 가능한 네트워크를 두 개 이상 발견했습니다. 네트워크 ID를 지정하여 연결할 항목을 선택하십시오.
tr_tr: Birden fazla olası ağ bulundu. Hangilerine bağlanılacağını seçmek için ağ ID(leri) belirtin.
zh_tw: 找到多個可能的網路。請指定網路 ID 以選取要連接的網路。

source: Multiple X-Tenant-ID headers found within request.
ko_kr: 요청 내에 다중 ltiple X-Tenant-ID 헤더가 있습니다.
tr_tr: İstekte birden fazla X-Tenant-ID başlığı bulundu.
zh_tw: 在要求中發現多個 X-Tenant-ID 標頭。

source: Multiple hosts may be managed by the VMWare vCenter driver; therefore we do not return uptime for just one host.
ko_kr: VMWare vCenter 드라이버에서 다중 호스트를 관리할 수도 있습니다. 따라서 단지 하나의 호스트에 대해서만 가동 시간을 리턴하지는 않습니다.
tr_tr: Birden fazla istemci VMWare vCenter sürücüsü tarafından yönetiliyor olabilir; bu yüzden tek bir istemci için açık kalma süresi döndürmüyoruz.
zh_tw: 多個主機可能由 VMWare vCenter 驅動程式進行管理；因此，將不會儘傳回一個主機執行時間。

source: Must input network_id when request IP address
ko_kr: IP 주소 요청 시 network_id를 입력해야 함
tr_tr: IP adresi istendiğinde network_id girdisi verilmelidir
zh_tw: 要求 IP 位址時，必須輸入 network_id

source: Must not input both network_id and port_id
ko_kr: network_id 및 port_id 둘 다 입력하지 않아야 함
tr_tr: Hem network_id hem port_id verilmemelidir
zh_tw: 不得同時輸入 network_id 和 port_id

source: Must specify connection_url, connection_username (optionally), and connection_password to use compute_driver=xenapi.XenAPIDriver
ko_kr: connection_url, connection_username (optionally), connection_password를 지정해야 compute_driver=xenapi.XenAPIDriver를 사용할 수 있음
tr_tr: compute_driver=xenapi.XenAPIDriver kullanmak için bağlantı_url'si, bağlantı_kullanıcıadı (isteğe bağlı), ve bağlantı parolası belirtilmeli
zh_tw: 必須指定 connection_url、connection_username（選用項目）及connection_password，才能使用 compute_driver=xenapi.XenAPIDriver

source: Must specify host_ip, host_username and host_password to use vmwareapi.VMwareVCDriver
ko_kr: host_ip, host_username 및 host_password를 지정해야 vmwareapi.VMwareVCDriver를 사용할 수 있음
tr_tr: vmwareapi.VMwareVCDriver kullanmak için host_ip, host_username ve host_password belirtilmeli
zh_tw: 必須指定 host_ip、host_username 及 host_password，才能使用vmwareapi.VMwareVCDriver

source: Network "%(val)s" is not valid in field %(attr)s
zh_tw: 網路 "%(val)s" 在欄位 %(attr)s 中無效

source: Network %(network_uuid)s requires a subnet in order to boot instances on.
fr: Réseau %(network_uuid)s demande un sous réseau pour pouvoir démarrer des instances dessus.
ko_kr: 인스턴스를 부팅하려면 %(network_uuid)s 네트워크에 서브넷이 필요합니다.
tr_tr: Ağ %(network_uuid)s sunucuları başlatmak için alt ağlara ihtiyaç duyar.
zh_tw: 網路 %(network_uuid)s 需要子網路才能啟動實例。

source: Network must be disassociated from project %(project_id)s before it can be deleted.
fr: Le réseau doit être désassocié du projet %(project_id)s avant de pouvoir être supprimé.
ko_kr: 삭제하려면 먼저 %(project_id)s 프로젝트에서 네트워크를 연관 해제해야 합니다.
tr_tr: Silinebilmesi için ağın %(project_id)s projesiyle ilişkisinin kesilmesi gerekli.
zh_tw: 必須先將網路與專案 %(project_id)s 解除關聯，然後才能將其刪除。

source: Network set host failed for network %(network_id)s.
ko_kr: %(network_id)s 네트워크에 대해 네트워크 세트 호스트가 실패했습니다.
tr_tr: %(network_id)s ağı için ağ istemci ayarlaması başarısız.
zh_tw: 針對網路 %(network_id)s 的網路設定主機失敗。

source: No Block Device Mapping with id %(id)s.
tr_tr: %(id)s kimliğine sahip bir Blok Aygıt Eşleştirmesi yok.
zh_tw: 沒有 ID 為 %(id)s 的區塊裝置對映。

source: No access_url in connection_info. Cannot validate protocol
tr_tr: Bağlantı bilgisinde erişim url'si yok. İletişim kuralı doğrulanamıyor
zh_tw: connection_info 中沒有 access_url。無法驗證通訊協定

source: No cell given in routing path.
ko_kr: 라우팅 경로에 셀이 없습니다.
tr_tr: Yönlendirme yolunda olan hiçbir hücre verilmemiş.
zh_tw: 遞送路徑中沒有給定 Cell。

source: No device with MAC address %s exists on the VM
ko_kr: VM에 MAC 주소가 %s인 디바이스가 없음
tr_tr: VM'de %s MAC adresine sahip bir aygıt yok
zh_tw: VM 上不存在 MAC 位址為 %s 的裝置

source: No device with interface-id %s exists on VM
ko_kr: VM에 인터페이스 ID가 %s인 디바이스가 없음
tr_tr: VM'de interface-id %s'a ait bir aygıt yok
zh_tw: VM 上不存在 interface-id 為 %s 的裝置

source: No fixed IP addresses available for network: %(net)s
fr: Pas d'adresses IP fixes disponibles pour le réseau : %(net)s
ko_kr: 네트워크에 사용 가능한 고정 IP 주소가 없음: %(net)s
tr_tr: Şu ağ için kullanılabilir sabit UP adresleri yok: %(net)s
zh_tw: 網路 %(net)s 沒有可用的固定 IP 位址

source: No image locations are accessible
ko_kr: 액세스 가능한 이미지 위치가 없음
tr_tr: İmaj konumları erişilebilir değil
zh_tw: 任何映像檔位置均不可存取

source: No instances found for any event
fr: Pas d'instances trouvés pour aucun événement
ko_kr: 이벤트에 대한 인스턴스를 찾을 수 없음
tr_tr: Herhangi bir olay için sunucu bulunamadı
zh_tw: 找不到任何事件的實例

source: No mount points found in %(root)s of %(image)s
tr_tr: %(image)s %(root)s içinde bağlantı noktası bulunmadı
zh_tw: 在 %(image)s 的 %(root)s 中找不到裝載點

source: No root disk defined.
ko_kr: 루트 디스크가 정의되지 않았습니다.
tr_tr: Kök disk tanımlanmamış.
zh_tw: 未定義根磁碟。

source: No valid host found for resize
ko_kr: 크기 조정할 올바른 호스트를 찾을 수 없음
tr_tr: Yeniden boyutlama için geçerli bir istemci bulunamadı
zh_tw: 找不到要調整其大小的有效主機

source: No volume Block Device Mapping at path: %(path)s
ko_kr: 경로 %(path)s에 볼륨 블록 디바이스 맵핑이 없음
tr_tr: Şu yolda mantıksal sürücü Blok Aygıt eşleştirmesi yok: %(path)s
zh_tw: 路徑 %(path)s 處不存在磁區區塊裝置對映

source: No volume Block Device Mapping with id %(volume_id)s.
ko_kr: ID가 %(volume_id)s인 볼륨 블록 디바이스 맵핑이 없습니다.
tr_tr: %(volume_id)s kimliğine sahip mantıksal sürücü Blok Aygıt Eşleştirmesi yok.
zh_tw: 不存在 ID 為 %(volume_id)s 的磁區區塊裝置對映。

source: Node %s could not be found.
ko_kr: %s 노드를 찾을 수 없습니다.
tr_tr: Düğüm %s bulunamadı.
zh_tw: 找不到節點 %s。

source: Not able to acquire a free port for %(host)s
fr: Pas capable d'acquérir un port libre pour %(host)s
ko_kr: %(host)s에 사용 가능한 포트를 획득할 수 없음
tr_tr: %(host)s için boş bir bağlantı noktası edinilemedi
zh_tw: 無法獲得 %(host)s 的可用埠

source: Not able to bind %(host)s:%(port)d, %(error)s
fr: Pas capable de lier %(host)s : %(port)d, %(error)s
ko_kr: %(host)s:%(port)d, %(error)s을(를) 바인드할 수 없음
tr_tr: %(host)s:%(port)d bağlanamadı, %(error)s
zh_tw: 無法連結 %(host)s:%(port)d，%(error)s

source: Not an rbd snapshot
fr: N'est pas un instantané rbd
ko_kr: rbd 스냅샷이 아님
tr_tr: Rbd anlık görüntüsü değil
zh_tw: 不是 rbd Snapshot

source: Not stored in rbd
fr: Non stocké dans rbd
ko_kr: rbd에 저장되지 않음
tr_tr: Rbd'de depolanmadı
zh_tw: 未儲存在 rbd 中

source: Nova requires libvirt version %s or greater.
ko_kr: Nova에 libvirt 버전 %s 이상이 필요합니다.
tr_tr: Nova libvirt sürüm %s ya da daha yenisine ihtiyaç duyar.
zh_tw: Nova 需要 libVirt %s 版或更高版本。

source: Number of serial ports '%(num_ports)s' specified in '%(property)s' isn't valid.
fr: Le nombre de ports série '%(num_ports)s' spécifié dans '%(property)s' n'est pas valide.
ko_kr: '%(property)s'에 지정된 직렬 포트의 수 '%(num_ports)s'이(가) 올바르지 않습니다.
zh_tw: '%(property)s' 中指定的序列埠數目 '%(num_ports)s'無效。

source: One or more hosts already in availability zone(s) %s
tr_tr: Bir ya da daha fazla istemci zaten kullanılabilir bölge(ler)de %s
zh_tw: 一個以上的主機已經位於可用性區域 %s 中

source: Only 'updated_since', 'project_id' and 'deleted' are understood.
fr: Seuls 'updated_since', 'project_id' et 'deleted' sont compris.
ko_kr: 'updated_since', 'project_id', 'deleted'만 이해됩니다.
zh_tw: 僅理解 'updated_since'、'project_id' 及 'deleted'。

source: Only file-based SRs (ext/NFS) are supported by this feature. SR %(uuid)s is of type %(type)s
ko_kr: 이 기능에서는 파일 기반 SR(ext/NFS)만 지원합니다. SR %(uuid)s이(가) %(type)s 유형입니다.
tr_tr: Bu özellik tarafından yalnızca dosya-tabanlı SR'ler (ext/NFS) desteklenir. SR %(uuid)s ise %(type)s türünde
zh_tw: 此特性僅支援檔案型「儲存體儲存庫 (SR)」(ext/NFS)。「儲存體儲存庫 (SR)」%(uuid)s 的類型是%(type)s

source: Only host parameter can be specified
fr: Seul le paramètre Hôte doit être spécifié
ko_kr: 호스트 매개변수만 지정할 수 있음
zh_tw: 只能指定主機參數

source: Origin header does not match this host.
ko_kr: 원본 헤더가 이 호스트와 일치하지 않습니다.
tr_tr: Kaynak başlık bu istemciyle eşleşmiyor.
zh_tw: 原始標頭與此主機不符。

source: Origin header not valid.
ko_kr: 원본 헤더가 올바르지 않습니다.
tr_tr: Kaynak başlık geçerli değil.
zh_tw: 原始標頭無效。

source: Origin header protocol does not match this host.
ko_kr: 원본 헤더 프로토콜이 이 호스트와 일치하지 않습니다.
tr_tr: Kaynak başlık iletişim kuralı bu istemciyle eşleşmiyor.
zh_tw: 原始標頭通訊協定與此主機不符。

source: PCI device %(compute_node_id)s:%(address)s is %(status)s instead of %(hopestatus)s
fr: Le pérphérique PCI %(compute_node_id)s:%(address)s est %(status)s au lieu de %(hopestatus)s
ko_kr: PCI 디바이스 %(compute_node_id)s:%(address)s이(가) %(status)s 상태임(%(hopestatus)s 대신)
tr_tr: PCI aygıtı %(compute_node_id)s:%(address)s %(hopestatus)s olacağına %(status)s
zh_tw: PCI 裝置 %(compute_node_id)s:%(address)s 的狀態是 %(status)s，而不是%(hopestatus)s

source: PCI device %(compute_node_id)s:%(address)s is owned by %(owner)s instead of %(hopeowner)s
fr: Le périphérique PCI %(compute_node_id)s:%(address)s appartient à %(owner)s au lieu de %(hopeowner)s
ko_kr: PCI 디바이스 %(compute_node_id)s:%(address)s을(를) %(owner)s이(가) 소유함(%(hopeowner)s 대신)
tr_tr: PCI aygıtı %(compute_node_id)s:%(address)s %(hopeowner)s yerine %(owner)s tarafından sahiplenilmiş
zh_tw: PCI 裝置 %(compute_node_id)s:%(address)s 的擁有者是 %(owner)s，而不是%(hopeowner)s

source: PCS doesn't support images in %s format. You should either set force_raw_images=True in config or upload an image in ploop or raw format.
ko_kr: PCS에서 %s 형식의 이미지를 지원하지 않습니다. 구성에 force_raw_images=True를 설정하거나 ploop 또는 원시 형식으로 이미지를 업로드하십시오.
zh_tw: PCS 不支援 %s 格式的映像檔。您應在配置中設定 force_raw_images=True，或者以 pLoop 或原始格式 上傳映像檔。

source: PIF %s does not contain IP address
ko_kr: PIF %s에 IP 주소가 없음
tr_tr: PIF %s IP adresi içermiyor
zh_tw: PIF %s 不包含 IP 位址

source: Page size %(pagesize)s forbidden against '%(against)s'
ko_kr: 페이지 크기 %(pagesize)s이(가) '%(against)s'에 대해 금지됨
tr_tr: Sayfa boyutu %(pagesize)s '%(against)s' e karşı yasaklı
zh_tw: 針對 '%(against)s'，已禁止頁面大小 %(pagesize)s

source: Page size %(pagesize)s is not supported by the host.
ko_kr: 호스트에서 페이지 크기 %(pagesize)s을(를) 지원하지 않습니다.
zh_tw: 主機不支援頁面大小 %(pagesize)s。

source: Parameters %(missing_params)s not present in vif_details for vif %(vif_id)s. Check your Neutron configuration to validate that the macvtap parameters are correct.
zh_tw: 參數 %(missing_params)s 未呈現在 vif %(vif_id)s 的 vif_details 中。 請檢查 Neutron 配置，以確認 macvtap 參數是正確的。

source: Path does not exist %(path)s
fr: Le chemin n'existe pas %(path)s
ko_kr: 경로가 %(path)s에 존재하지 않음
zh_tw: 路徑 %(path)s 不存在

source: Paused
fr: En pause
ko_kr: 정지함
tr_tr: Durduruldu
zh_tw: 已暫停

source: Physical network is missing for network %(network_uuid)s
fr: Réseau physique manquant pour le réseau %(network_uuid)s
ko_kr: %(network_uuid)s 네트워크의 실제 네트워크가 누락됨
tr_tr: %(network_uuid)s ağı için fiziksel ağ eksik
zh_tw: 遺漏了用於網路 %(network_uuid)s 的實體網路

source: Plug vif failed because of unexpected vif_type=%s
ko_kr: 예상치 않은 vif_type=%s(으)로 인해 vif 플러그 실패
tr_tr: Beklenmedik vif_type=%s sebebiyle vif takma başarısız
zh_tw: 由於非預期的 vif_type %s，VIF 插拔失敗

source: Plugin version mismatch (Expected %(exp)s, got %(got)s)
ko_kr: 플러그인 버전 불일치(예상: %(exp)s, 결과: %(got)s)
zh_tw: 外掛程式版本不符（預期 %(exp)s，取得 %(got)s）

source: Port %(port_id)s requires a FixedIP in order to be used.
fr: Port %(port_id)s demande une IP fixe pour être utilisé.
ko_kr: %(port_id)s 포트를 사용하려면 FixedIP가 필요합니다.
tr_tr: Bağlantı noktası %(port_id)s kullanılabilmek için bir SabitIP'ye ihtiyaç duyuyor.
zh_tw: 埠 %(port_id)s 需要固定 IP 才能使用。

source: Provided video model (%(model)s) is not supported.
fr: Le modèle de vidéo fourni (%(model)s) n'est pas supporté.
ko_kr: 제공된 비디오 모델(%(model)s)이 지원되지 않습니다.
tr_tr: Sağlanan video modeli (%(model)s) desteklenmiyor.
zh_tw: 不支援提供的視訊模型 (%(model)s)。

source: Provided watchdog action (%(action)s) is not supported.
ko_kr: 제공된 watchdog 조치(%(action)s)가 지원되지 않습니다.
tr_tr: Sağlanan watchdog eylemi (%(action)s) desteklenmiyor.
zh_tw: 不支援所提供的監視器動作 (%(action)s)。

source: QEMU guest agent is not enabled
ko_kr: QEMU 게스트 에이전트가 사용되지 않음
tr_tr: QEMU konuk ajan etkin değil
zh_tw: 未啟用 QEMU 訪客代理程式

source: Quiescing is not supported in instance %(instance_id)s
zh_tw: 實例 %(instance_id)s 不支援靜止

source: Quota exceeded for %(overs)s: Requested %(req)s, but already used %(used)s of %(allowed)s %(overs)s
zh_tw: %(overs)s 已超出配額：要求 %(req)s，但已經使用了 %(used)s %(allowed)s %(overs)s

source: Quota exceeded, too many server groups.
fr: Quota dépassé, trop de groupes de serveur.
ko_kr: 할당량 초과. 서버 그룹이 너무 많습니다.
tr_tr: Kota aşıldı, çok fazla sunucu grubu.
zh_tw: 已超出配額，伺服器群組太多。

source: Quota exceeded, too many servers in group
fr: Quota dépassé, trop de serveurs dans le groupe
ko_kr: 할당량 초과. 그룹에 서버가 너무 많습니다.
tr_tr: Kota aşıldı, grupta çok fazla sunucu var
zh_tw: 已超出配額，群組中的伺服器太多

source: Quota exceeded: code=%(code)s
fr: Quota dépassé: code=%(code)s
ko_kr: 할당량 초과: 코드=%(code)s
tr_tr: Kota aşıldı: kod=%(code)s
zh_tw: 已超出配額：錯誤碼 = %(code)s

source: Quota limit %(limit)s for %(resource)s must be -1 or greater.
fr: La limite de quota %(limit)s pour %(resource)s doit être -1 ou supérieure.
ko_kr: %(resource)s의 할당량 한계 %(limit)s은(는) -1 이상이어야 합니다.
zh_tw: %(resource)s 的配額限制 %(limit)s 必須是 -1 或更大值。

source: Quota limit %(limit)s for %(resource)s must be greater than or equal to already used and reserved %(minimum)s.
ko_kr: %(resource)s의 할당량 한계 %(limit)s은(는) 이미 사용되고 예약된 %(minimum)s 이상이어야 합니다.
tr_tr: %(resource)s için %(limit)s kota sınırı zaten kullanılan ve ayrılmış olan %(minimum)s den büyük ya da eşit olmalı.
zh_tw: %(resource)s 的配額限制 %(limit)s 必須大於或等於已經使用並保留的 %(minimum)s。

source: Quota limit %(limit)s for %(resource)s must be in the range of -1 and %(max)s.
zh_tw: %(resource)s 的配額限制 %(limit)s 必須位於 -1 和%(max)s 範圍內。

source: Quota limit %(limit)s for %(resource)s must be less than or equal to %(maximum)s.
ko_kr: %(resource)s의 할당량 한계 %(limit)s은(는) %(maximum)s 이하여야 합니다.
tr_tr: %(resource)s için %(limit)s kota sınırı %(maximum)s den küçük ya da eşit olmalı.
zh_tw: %(resource)s 的配額限制 %(limit)s 必須小於或等於%(maximum)s。

source: Quota limit must be greater than %s.
fr: La limite de quota doit être supérieure à %s.
ko_kr: 할당량 한계가 %s보다 커야 합니다.
zh_tw: 配額限制必須大於 %s。
