Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Hypervisor driver does not support resume guests
es: El controlador de hipervisor no soporta reanudar invitados
pt_br: O driver do hypervisor não suporta continuar convidados
zh_cn: 管理程序驱动程序不支持恢复 guest

source: Failed to resume instance
es: No se ha podido reanudar la instancia
pt_br: Falha ao continuar a instância
zh_cn: 未能恢复实例

source: Hypervisor driver does not support firewall rules
es: El controlador de hipervisor no soporta reglas de cortafuegos
pt_br: O driver do hypervisor não suporta regras de firewall
zh_cn: 虚拟机管理程序驱动不支持防火墙规则

source: Lifecycle event %(state)d on VM %(uuid)s
es: Suceso de ciclo de vida %(state)d en máquina virtual %(uuid)s
pt_br: Evento de ciclo de vida %(state)d na VM %(uuid)s
zh_cn: VM %(uuid)s 上存在生命周期事件 %(state)d

source: Unexpected power state %d
es: Estado de alimentación inesperado %d
pt_br: Estado da energia inesperado %d
zh_cn: 电源处于意外状态 %d

source: Event %s arrived for non-existent instance. The instance was probably deleted.
es: El evento %s ha llegado para una instancia inexistente. La instancia probablemente ha sido eliminada.

source: Ignoring event %s
es: Ignorando suceso %s
pt_br: Ignorando o evento %s

source: Checking state
es: Comprobando el estado
pt_br: Estado de verificação

source: Volume id: %s finished being created but was not set as 'available'
es: El volumen con id: %s ha finalizado su creación pero no ha sido marcado como 'disponible'
zh_cn: 块ID：%s 创建完毕，但是状态没有被设置为'可用'

source: Success
es: Éxito
fr: Sucées
ko_kr: 완료
pt_br: Sucesso
tr_tr: Başarılı
zh_cn: 成功
zh_tw: 成功

source: Instance disappeared before we could start it
es: La instancia ha desaparecido antes de poder iniciarla
fr: L'instance a disparu avant d'être démarrée
pt_br: A instância desapareceu antes que pudesse ser iniciada
zh_cn: 实例消失，我们未能启动该实例

source: No node specified, defaulting to %s
es: Nodo no especificado, predeterminando a %s

source: Instance disappeared during build
es: La instancia despareció durante su construcción

source: Failed to dealloc network for deleted instance
es: No se ha podido desasignar la red para la instancia suprimida
pt_br: Falha ao desalocar rede para instância excluída
zh_cn: 未能对已删除的实例释放网络

source: Clean up resource before rescheduling.
es: Limpie el recurso antes de volver a programar.
pt_br: Limpe o recurso antes de reagendar.

source: Error trying to reschedule
es: Error al intentar volver a programar
pt_br: Erro ao tentar reagendar
zh_cn: 尝试重新调度时出错

source: Retry info not present, will not reschedule
es: La información de reintento no está presente, no se volverá a planificar
pt_br: Informações de nova tentativa não presentes; não será reagendada

source: No request spec, will not reschedule
es: No hay ninguna especificación de solicitud, no se volverá a planificar
pt_br: Nenhuma especificação da solicitação; não será reagendada

source: Re-scheduling %(method)s: attempt %(num)d
es: Volviendo a planificar %(method)s: intento %(num)d
pt_br: Reagendando %(method)s: tentativa %(num)d

source: Instance build timed out. Set to error state.
es: La compilación de instancia ha excedido el tiempo de espera. Se ha estado en estado erróneo.
pt_br: Atingido o tempo limite da construção da instância. Configurar como estado de erro.
zh_cn: 实例构建超时。请设置为错误状态。

source: Starting instance...
es: Iniciando instancia...
fr: Démarrage de l'instance...
pt_br: Iniciando a instância...
zh_cn: 正在启动虚拟机

source: Allocating IP information in the background.
es: Asignando información IP en el fondo.

source: Treating negative config value (%(retries)s) for 'network_allocate_retries' as 0.
es: Tratando el valor negativo de configuración (%(retries)s) para 'network_allocate_retries' como 0.

source: Instance network_info: |%s|
es: Instancia network_info: |%s|
pt_br: network_info da instância: |%s|

source: Instance failed network setup after %(attempts)d attempt(s)
es: La configuración de red de la instancia falló después de %(attempts)d intento(s)

source: Instance failed network setup (attempt %(attempt)d of %(attempts)d)
es: Fallo de configuración de red de la instancia (intento %(attempt)d de %(attempts)d)

source: Instance failed block device setup
es: Ha fallado la configuración de dispositivo de bloque en la instancia
pt_br: Falha da instância na configuração do dispositivo de bloco
zh_cn: 实例块设备设置失败

source: Instance failed to spawn
es: La instancia no se ha podido generar
pt_br: Falha da instância ao usar spawn
zh_cn: 实例生产失败

source: Deallocating network for instance
es: Desasignando red para la instancia
pt_br: Desalocando rede para a instância

source: Instance disappeared during build.
es: La instancia ha desaparecido durante la construcción.

source: Failed to deallocate network for instance.
es: Se ha encontrado un error al desasignar la red para la instancia
pt_br: Falha ao desalocar rede para a instância.
zh_cn: 未能对实例释放网络。

source: %(action_str)s instance
es: %(action_str)s instancia
fr: Instance %(action_str)s
pt_br: Instância %(action_str)s
zh_cn: %(action_str)s 实例

source: Ignoring DiskNotFound: %s
es: Ignorando DiskNotFound: %s
pt_br: Ignorando DiskNotFound: %s
zh_cn: 忽略异常 DiskNotFound: %s

source: Ignoring VolumeNotFound: %s
es: Ignorando VolumeNotFound: %s
pt_br: Ignorando VolumeNotFound: %s
zh_cn: 正在忽略 VolumeNotFound 错误：%s

source: terminating bdm %s
es: terminando bdm %s
pt_br: finalizando bdm %s

source: Setting instance vm_state to ERROR
es: Estableciendo el vm_state de la instancia a ERROR

source: Rebuilding instance
es: Volver a crear instancia
fr: Régénération de l'instance
pt_br: Reconstruindo a instância
zh_cn: 正在重建实例

source: Invalid state of instance files on shared storage
es: Estado no válido de archivos de instancia en almacenamiento compartido
fr: Etat non valide des fichiers d'instance sur la mémoire partagée
ko_kr: 공유 스토리지에서 인스턴스 파일의 올바르지 않은 상태
pt_br: Estado inválido de arquivos de instância em armazenamento compartilhado
tr_tr: Paylaşımlı depolamada geçersiz sunucu durumu dosyaları
zh_cn: 共享存储器上实例文件的状态无效
zh_tw: 共用儲存體上實例檔案的狀態無效

source: disk on shared storage, recreating using existing disk
es: disco en almacenamiento compartido, volviendo a crear utilizando disco existente
pt_br: disco em armazenamento compartilhado; recriando usando disco existente
zh_cn: 磁盘在共享存储器上，正在使用现有磁盘来重新创建

source: Failed to get compute_info for %s
es: Fallo al obtener compute_info para %s

source: bringing vm to original state: '%s'
es: poniendo vm en estado original: '%s'
pt_br: trazendo a vm para o estado original: '%s'
zh_cn: 正在将 vm 置于原始状态：“%s”

source: Detaching from volume api: %s
es: Desconectando de la API del volumen: %s
pt_br: Removendo da API do volume: %s
zh_cn: 正在从卷 API 断开连接：%s

source: Rebooting instance
es: Rearrancando instancia
fr: Réamorçage de l'instance
pt_br: Reinicializando instância
zh_cn: 正在重新引导实例

source: trying to reboot a non-running instance: (state: %(state)s expected: %(running)s)
es: intentando rearrancar una instancia que no se está ejecutando: (estado: %(state)s se esperaba: %(running)s)
pt_br: tentando reinicializar uma instância não em execução: (estado: %(state)s esperado: %(running)s)
zh_cn: 正在尝试重新引导未在运行的实例：（状态：%(state)s，期望的是：%(running)s）

source: Reboot failed but instance is running
es: Ha fallado el reinicio pero la instancia se mantiene en ejecución

source: Cannot reboot instance: %s
es: No se puede reiniciar instancia: %s

source: Instance disappeared during reboot
es: La instancia ha desaparecido durante el rearranque
pt_br: A instância desapareceu durante a reinicialização
zh_cn: 在重新引导期间，实例消失

source: instance snapshotting
es: creación de instantánea de instancia
fr: exécution d'instantané d'instance
pt_br: fazendo a captura instantânea da instância
zh_cn: 正在对实例生成快照

source: trying to snapshot a non-running instance: (state: %(state)s expected: %(running)s)
es: intentando hacer una instantánea de una instancia que no se está ejecutando: (estado: %(state)s se esperaba: %(running)s)
pt_br: tentando a captura instantânea de uma instância não em execução: (estado: %(state)s esperado: %(running)s)
zh_cn: 正在尝试对未在运行的实例生成快照：（状态：%(state)s，期望的是：%(running)s）

source: Instance disappeared during snapshot
es: La instancia desapareció durante la instantánea

source: Found %(num_images)d images (rotation: %(rotation)d)
es: Se han encontrado %(num_images)d imágenes (rotación: %(rotation)d)
pt_br: Localizadas %(num_images)d imagens (rotação: %(rotation)d)

source: Rotating out %d backups
es: Rotación de copias de seguridad %d
pt_br: %d backups rotativos

source: Deleting image %s
es: Suprimiendo la imagen %s
pt_br: Removendo imagem %s

source: Failed to set admin password. Instance %s is not running
es: No se ha podido establecer contraseña de administrador. La instancia %s no está ejecutando
fr: Impossible de définir le mot de passe administrateur. L'instance %s n'est pas en cours d'exécution.
pt_br: Falha ao configurar senha de administrador. A instância %s não está em execução
zh_cn: 设置管理员密码失败。实例 %s 没有运行

source: Root password set
es: Contraseña raíz establecida
fr: Mot de passe root défini
pt_br: Senha raiz configurada
zh_cn: 已设置 root 用户密码

source: set_admin_password is not implemented by this driver or guest instance.
es: esta instancia de invitado o controlador no implementa set_admin_password .
fr: set_admin_password n'est pas implémenté par ce pilote ou par cette instance invitée.
ko_kr: set_admin_password가 이 드라이버 또는 게스트 인스턴스에 의해 구현되지 않습니다.
pt_br: set_admin_password não está implementado por este driver ou esta instância convidada.
tr_tr: set_admin_password bu sürücü ya da konuk sunucu tarafından uygulanmıyor.
zh_cn: 此驱动程序或 guest 实例未实现 set_admin_password。
zh_tw: set_admin_password 不是由此驅動程式或來賓實例實作。

source: set_admin_password failed: %s
es: set_admin_password ha fallado: %s
pt_br: Falha em set_admin_password: %s
zh_cn: set_admin_password 失败：%s

source: error setting admin password
es: error al establecer contraseña de administrador
fr: erreur lors de la définition du mot de passe admin
ko_kr: 관리 비밀번호 설정 오류
pt_br: erro ao configurar senha de administrador
tr_tr: yönetici parolası ayarlarken hata
zh_cn: 设置管理员密码时出错
zh_tw: 設定管理者密碼時發生錯誤

source: trying to inject a file into a non-running (state: %(current_state)s expected: %(expected_state)s)
es: intentando inyectar un archivo hacia un inactivo (estado: %(current_state)s esperado: %(expected_state)s)

source: injecting file to %s
es: inyectando archivo a %s

source: Unable to find a different image to use for rescue VM, using instance's current image
es: No se ha podido encontrar una imagen diferente para utilizarla para VM de rescate, se utiliza la imagen actual de la instancia
pt_br: Não é possível localizar uma imagem diferente a ser usada para a VM de resgate, usando a imagem atual da instância
zh_cn: 找不到要用于安全 VM 的另一映像，正在使用实例的当前映像

source: Rescuing
es: Rescatando
fr: Secours
pt_br: Resgatando
zh_cn: 正在进行拯救

source: Error trying to Rescue Instance
es: Error al intentar Rescatar Instancia

source: Driver Error: %s
es: Error de dispositivo: %s
fr: Erreur du pilote: %s
ko_kr: 드라이버 오류: %s
pt_br: Erro de driver: %s
tr_tr: Sürücü Hatası: %s
zh_tw: 驅動程式錯誤：%s

source: Unrescuing
es: Cancelando rescate
fr: Pas de secours
pt_br: Cancelando o resgate
zh_cn: 正在取消拯救

source: Changing instance metadata according to %r
es: Cambiando metadatos de instancia según %r

source: Going to confirm migration %s
es: Intentando confirmar migración %s

source: Migration %s is not found during confirmation
es: La migración %s no ha sido encontrada durante la confirmación

source: Migration %s is already confirmed
es: La migración %s ya ha sido confirmada

source: Unexpected confirmation status '%(status)s' of migration %(id)s, exit confirmation process
es: Estado de confirmación inesperado '%(status)s' de la migración %(id)s, salir del proceso de confirmación

source: Instance is not found during confirmation
es: La instancia no ha sido encontrada durante la confirmación

source: Updating instance to original state: '%s'
es: Actualizando el estado original de instancia hacia: '%s'

source: Instance has no source host
es: La instancia no tiene ningún host de origen
fr: L'instance n'a aucun hôte source
ko_kr: 인스턴스에 소스 호스트가 없음
pt_br: A instância não possui host de origem
tr_tr: Sunucunun kaynak istemcisi yok
zh_cn: 实例没有任何源主机
zh_tw: 實例沒有來源主機

source: destination same as source!
es: destino igual que origen
fr: destination identique à la source !
pt_br: destino igual ao da origem!
zh_cn: 目标与来源一样。

source: Migrating
es: Migrando
fr: Migration
pt_br: Migrando
zh_cn: 正在迁移

source: Failed to rollback quota for failed finish_resize: %s
es: Fallo al revertir las cuotas para un finish_resize fallido: %s

source: Pausing
es: Poniéndose en pausa
fr: Pause
pt_br: Pausando
zh_cn: 正在暂停

source: Unpausing
es: Cancelando la pausa
fr: Sortie de pause
pt_br: Cancelando a pausa
zh_cn: 正在取消暂停

source: Retrieving diagnostics
es: Recuperando diagnósticos
fr: Extraction des diagnostics
pt_br: Recuperando diagnósticos
zh_cn: 正在检索诊断

source: Resuming
es: Reanudando
fr: Reprise en cours
pt_br: Continuando
zh_cn: 正在进行恢复

source: Reset network
es: Restablecer red
pt_br: Reconfigurar rede

source: Inject network info
es: Inyectar información de red
pt_br: Injetar informações da rede

source: network_info to inject: |%s|
es: network_info a inyectar: |%s|
pt_br: network_info para injetar: |%s|

source: Get console output
es: Obtener salida de consola
fr: Obtention de la sortie de la console
pt_br: Obter saída de console
zh_cn: 请获取控制台输出

source: Getting vnc console
es: Obteniendo consola vnc
pt_br: Obtendo console vnc

source: Getting spice console
es: Obteniendo consola spice
pt_br: Obtendo console spice

source: Attaching volume %(volume_id)s to %(mountpoint)s
es: Conectando el volumen %(volume_id)s a %(mountpoint)s
fr: Connexion du volume %(volume_id)s à %(mountpoint)s
pt_br: Anexando volume %(volume_id)s a %(mountpoint)s
zh_cn: 正在把卷 %(volume_id)s 附加到 %(mountpoint)s

source: Detach volume %(volume_id)s from mountpoint %(mp)s
es: Desconectar el volumen %(volume_id)s del punto de montaje %(mp)s
fr: Déconnexion du volume %(volume_id)s du point de montage %(mp)s
pt_br: Remover o volume %(volume_id)s do ponto de montagem %(mp)s
zh_cn: 卷 %(volume_id)s 从挂载点 %(mp)s 分离

source: Detaching volume from unknown instance
es: Desconectando volumen de instancia desconocida
pt_br: Removendo volume de instância desconhecida
zh_cn: 正在从未知实例断开与卷的连接

source: Failed to detach volume %(volume_id)s from %(mp)s
es: No se ha podido desconectar el volumen %(volume_id)s de %(mp)s
pt_br: Falha ao remover volume %(volume_id)s de %(mp)s
zh_cn: 未能从 %(mp)s 断开与卷 %(volume_id)s 的连接

source: Updating volume usage cache with totals
es: Actualizando memoria caché de uso de volumen con totales
pt_br: Atualizando cache de uso de volume com totais

source: Failed to swap volume %(old_volume_id)s for %(new_volume_id)s
es: Fallo para intercambiar volúmen %(old_volume_id)s por %(new_volume_id)s

source: Failed to connect to volume %(volume_id)s with volume at %(mountpoint)s
es: Fallo al conectar hacia al volúmen %(volume_id)s con el volumen en %(mountpoint)s

source: allocate_port_for_instance returned %(ports)s ports
es: allocate_port_for_instance ha regresado %(ports)s puertos

source: Port %s is not attached
es: El puerto %s no se encuentra asignado
ko_kr: %s 포트가 접속되지 않음
tr_tr: Bağlantı noktası %s eklenmemiş
zh_tw: 未連接埠 %s

source: Host %s not found
es: No se ha encontrado el host %s

source: Pre live migration failed at %s
es: Previo a migración en vivo falló en %s

source: _post_live_migration() is started..
es: Se ha iniciado _post_live_migration().
pt_br: _post_live_migration() foi iniciada..
zh_cn: 已启动 _post_live_migration()。

source: Migrating instance to %s finished successfully.
es: La migración de la instancia hacia %s ha finalizado exitosamente.

source: You may see the error "libvirt: QEMU error: Domain not found: no domain with matching name." This error can be safely ignored.
es: Es posible que vea el error "libvirt: error de QEMU: Domino no encontrado: ningún dominio con un nombre coincidente." Este error se puede ignorar sin ningún riesgo.
pt_br: Você pode ver o erro "libvirt: Erro de QEMU: Domínio não localizado: nenhum domínio com o nome correspondente." Esse erro pode ser seguramente ignorado.
zh_cn: 你会看到错误“libvirt: QEMU error: Domain not found: no domain with matching name。”这个错误可以放心的忽略。

source: Post operation of migration started
es: Se ha iniciado la operación posterior de migración
pt_br: Pós-operação de migração iniciada
zh_cn: 已启动迁移的后操作

source: Found %(migration_count)d unconfirmed migrations older than %(confirm_window)d seconds
es: Se han encontrado %(migration_count)d migraciones sin confirmar de más de %(confirm_window)d segundos
pt_br: Localizadas %(migration_count)d migrações desconfiguradas mais antigas que %(confirm_window)d segundos
zh_cn: 发现 %(migration_count)d 个超过 %(confirm_window)d 秒未经确认的迁移

source: Setting migration %(migration_id)s to error: %(reason)s
es: Estableciendo la %(migration_id)s en error: %(reason)s
pt_br: Configurando a migração %(migration_id)s para o erro: %(reason)s
zh_cn: 正在将迁移 %(migration_id)s 设置为“错误”：%(reason)s

source: Automatically confirming migration %(migration_id)s for instance %(instance_uuid)s
es: Confirmando automáticamente la migración %(migration_id)s para la instancia %(instance_uuid)s
pt_br: confirmando automaticamente a migração %(migration_id)s para a instância %(instance_uuid)s
zh_cn: 正在自动为实例 %(instance_uuid)s 确认迁移 %(migration_id)s

source: Instance %s not found
es: No se ha encontrado la instancia %s
fr: Instance %s non trouvé
ko_kr: %s 인스턴스를 찾을 수 없음
pt_br: Instância %s não encontrada
tr_tr: Sunucu %s bulunamadı
zh_cn: 找不到实例 %s
zh_tw: 找不到實例 %s

source: In ERROR state
es: En estado de ERROR
fr: A l'état ERREUR
ko_kr: ERROR 상태에 있음
pt_br: No estado ERROR
tr_tr: HATA durumunda
zh_cn: 处于“错误”状态
zh_tw: 處於 ERROR 狀態

source: In states %(vm_state)s/%(task_state)s, not RESIZED/None
es: En los estados %(vm_state)s/%(task_state)s, no REDIMENSIONADO/Ninguno
fr: Dans les états %(vm_state)s/%(task_state)s, non RESIZED/None
ko_kr: %(vm_state)s/%(task_state)s 상태에 있음, RESIZED/None이 아님
pt_br: Nos estados %(vm_state)s/%(task_state)s, não RESIZED/Nenhum
tr_tr: %(vm_state)s/%(task_state)s durumu içinde, RESIZED/None değil
zh_cn: 处于状态 %(vm_state)s/%(task_state)s，而不是处于状态“已调整大小”/“无”
zh_tw: 處於狀態 %(vm_state)s/%(task_state)s，而不是 RESIZED/None

source: Error auto-confirming resize: %s. Will retry later.
es: Error auto confirmando modificación de tamaño: %s. Se intentará posteriormente.
pt_br: Erro ao confirmar automaticamente o redimensionamento: %s. Tentará novamente mais tarde.

source: Periodic task failed to offload instance.
es: Tarea periódica falló al descargar instancia.

source: Running instance usage audit for host %(host)s from %(begin_time)s to %(end_time)s. %(number_instances)s instances.
es: Ejecutando auditoría de uso de instancia para %(host)s desde %(begin_time)s hasta %(end_time)s. %(number_instances)s instancias.
pt_br: Executando auditoria de uso da instância para o host %(host)s de %(begin_time)s até %(end_time)s. %(number_instances)s instâncias.
zh_cn: 正在为主机 %(host)s 运行实例使用量审计（从 %(begin_time)s 至 %(end_time)s）。存在 %(number_instances)s 个实例。

source: Failed to generate usage audit for instance on host %s
es: No se ha podido generar auditoría de uso para la instancia en el host %s
pt_br: Falha ao gerar auditoria de uso para a instância no host %s
zh_cn: 未能为主机 %s 上的实例生成使用量审计

source: Updating bandwidth usage cache
es: Actualizando memoria caché de uso de ancho de banda
pt_br: Atualizando o cache de uso de largura da banda
zh_cn: 更新带宽使用缓存

source: Updating volume usage cache
es: Actualizando memoria caché de uso de volumen
pt_br: Atualizando cache de uso do volume

source: Found %(num_db_instances)s in the database and %(num_vm_instances)s on the hypervisor.
es: Se han encontrado %(num_db_instances)s en la base de datos y %(num_vm_instances)s en el hipervisor.
pt_br: Localizadas %(num_db_instances)s no banco de dados e %(num_vm_instances)s no hypervisor.
zh_cn: 在数据库中找到 %(num_db_instances)s个实例，在虚拟机管理程序找到 %(num_vm_instances)s 个实例。

source: During sync_power_state the instance has a pending task. Skip.
es: Durante sync_power_state la instancia tiene una tarea pendiente. Saltar.
pt_br: Durante sync_power_state, a instância possui uma tarefa pendente. Ignorar.

source: Periodic sync_power_state task had an error while processing an instance.
es: La tarea periódica sync_power_state ha tenido un error al procesar una instancia.

source: During the sync_power process the instance has moved from host %(src)s to host %(dst)s
es: Durante el proceso sync_power, la instancia se ha movido del host %(src)s al host %(dst)s
pt_br: Durante o processo sync_power, a instância foi movida do host %(src)s para o host %(dst)s
zh_cn: 在 sync_power 过程中，实例已从主机 %(src)s 移到主机 %(dst)s

source: Instance shutdown by itself. Calling the stop API.
es: Conclusión de instancia por sí misma. Llamando a la API de detención.
pt_br: Encerramento da instância por si própria. Chamando a API de parada.
zh_cn: 实例已自行关闭。正在调用“停止 API”。

source: error during stop() in sync_power_state.
es: error durante stop() en sync_power_state.
pt_br: erro durante stop() em sync_power_state.
zh_cn: 在 stop()（处于 sync_power_state）期间出错。

source: Instance is suspended unexpectedly. Calling the stop API.
es: La instancia se ha suspendido inesperadamente. Llamando a la API de detención.
pt_br: A instância foi suspensa inesperadamente. Chamando a API de parada.
zh_cn: 实例已意外暂挂。正在调用“停止 API”。

source: Instance is paused unexpectedly. Ignore.
es: La instancia se ha puesto en pausa inesperadamente. Ignorar.
pt_br: A instância foi pausada inesperadamente. Ignorar.
zh_cn: 实例已意外暂停。请忽略。

source: Instance is unexpectedly not found. Ignore.
es: La instancia no se encuentra inesperadamente. Ignorar.
pt_br: A instância foi inesperadamente não localizada. Ignorar.
zh_cn: 意外找不到实例。请忽略。

source: Instance is not stopped. Calling the stop API.
es: La instancia no se ha detenido. Llamando a la API de detención.
pt_br: A instância não foi parada. Chamando a API de parada.
zh_cn: 实例未停止。正在调用“停止 API”。

source: Instance is not (soft-)deleted.
es: La instancia no se suprime (de forma no permanente).
pt_br: A instância não foi excluída (a frio).
zh_cn: 实例未（软）删除。

source: CONF.reclaim_instance_interval <= 0, skipping...
es: CONF.reclaim_instance_interval <= 0, saltando...
pt_br: CONF.reclaim_instance_interval <= 0, ignorando...

source: Reclaiming deleted instance
es: Reclamando instancia suprimida
pt_br: Reclamando instância excluída
zh_cn: 回收删除的实例

source: Periodic reclaim failed to delete instance: %s
es: Reclamación periódica falló al eliminar instancia: %s

source: Deleting orphan compute node %s
es: Eliminando nodo de cómputo huérfano %s

source: No service record for host %s
es: Ningún registro de servicio para el host %s
pt_br: Nenhum registro de serviço para o host %s
zh_cn: 对于主机 %s，不存在任何服务记录

source: Detected instance with name label '%s' which is marked as DELETED but still present on host.
es: Se ha detectado una instancia con etiqueta de nombre '%s' la cual ha sido marcada como ELIMINADA pero todavía se encuentra presente en el huésped.
pt_br: Detectada instância com rótulo de nome '%s' que está marcada como DELETED, mas ainda está presente no host.

source: Destroying instance with name label '%s' which is marked as DELETED but still present on host.
es: Desrtuyendo instancia con etiqueta de nombre '%s' la cual ha sido marcada como ELIMINADA pero todavía se encuentra presente en el huésped.

source: Periodic cleanup failed to delete instance: %s
es: Limpieza periódica falló al eliminar la instancia: %s
