Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: migrate_disk_and_power_off called
es: Se ha llamado a migrate_disk_and_power_off
pt_br: migrate_disk_and_power_off chamado
zh_cn: 已调用 migrate_disk_and_power_off

source: confirm_migration called
es: se ha llamado a confirm_migration
pt_br: confirm_migration chamado
zh_cn: 已调用 confirm_migration

source: finish_revert_migration called
es: se ha llamado a finish_revert_migration
pt_br: finish_revert_migration chamado
zh_cn: 已调用 finish_revert_migration

source: Copying base disk %(base_vhd_path)s to %(base_vhd_copy_path)s
es: Copiando disco base %(base_vhd_path)s en %(base_vhd_copy_path)s
pt_br: Copiando disco base %(base_vhd_path)s para %(base_vhd_copy_path)s
zh_cn: 正在将基本磁盘 %(base_vhd_path)s 复制到 %(base_vhd_copy_path)s

source: Reconnecting copied base VHD %(base_vhd_copy_path)s and diff VHD %(diff_vhd_path)s
es: Reconectando VHD base copiado %(base_vhd_copy_path)s y VHD distinto %(diff_vhd_path)s
pt_br: Reconectando o VHD base copiado %(base_vhd_copy_path)s e o VHD de diferenciação %(diff_vhd_path)s
zh_cn: 正在重新连接已复制的基本 VHD %(base_vhd_copy_path)s 和差分 VHD %(diff_vhd_path)s

source: Merging base disk %(base_vhd_copy_path)s and diff disk %(diff_vhd_path)s
es: Fusionando disco base %(base_vhd_copy_path)s y disco diff %(diff_vhd_path)s
pt_br: Mesclando disco base %(base_vhd_copy_path)s e disco de diferenciação %(diff_vhd_path)s
zh_cn: 正在合并基本磁盘 %(base_vhd_copy_path)s 和差分磁盘 %(diff_vhd_path)s

source: Cannot resize a VHD to a smaller size
es: No se puede redimensionar un VHD a un tamaño menor
fr: Impossible de redimensionner un disque VHD sur une taille similaire
pt_br: Não é possível redimensionar um VHD para um tamanho menor
zh_cn: 无法将 VHD 的大小调整为更小

source: Getting parent disk info for disk: %s
es: Obteniendo información de disco padre para el disco: %s

source: Resizing disk "%(vhd_path)s" to new max size %(new_size)s
es: Redimensionando disco "%(vhd_path)s" a nuevo tamaño máximo %(new_size)s
pt_br: Redimensionando o disco "%(vhd_path)s" para o novo tamanho máximo %(new_size)s
zh_cn: 正在将磁盘“%(vhd_path)s”的大小调整为新的最大大小 %(new_size)s

source: Reconnecting copied base VHD %(base_vhd_path)s and diff VHD %(diff_vhd_path)s
es: Reconectando VHD base copiado %(base_vhd_path)s y VHD distinto %(diff_vhd_path)s
pt_br: Reconectando o VHD base copiado %(base_vhd_path)s e o VHD de diferenciação %(diff_vhd_path)s
zh_cn: 正在重新连接已复制的基本 VHD %(base_vhd_path)s 和差分 VHD %(diff_vhd_path)s

source: finish_migration called
es: se ha llamado a finish_migration
pt_br: finish_migration chamado
zh_cn: 已调用 finish_migration

source: Cannot find boot VHD file for instance: %s
es: No se puede encontrar el archivo VHD para la instancia: %s

source: vswitch "%s" not found
es: No se ha encontrado vswitch "%s"
fr: vswitch "%s" non trouvé
pt_br: vswitch "%s" não localizado
zh_cn: 找不到 vswitch“%s”

source: Failed to create vswitch port %(port_name)s on switch %(vswitch_path)s
es: No se ha podido crear el puerto de vswitch %(port_name)s en el conmutador %(vswitch_path)s
fr: Echec de la création du port vswitch %(port_name)s sur le commutateur %(vswitch_path)s
pt_br: Falha ao criar porta vswitch %(port_name)s no comutador %(vswitch_path)s
zh_cn: 未能在交换机 %(vswitch_path)s 上创建 vswitch 端口 %(port_name)s

source: No external vswitch found
es: No se ha encontrado vswitch externo

source: The file copy from %(src)s to %(dest)s failed
es: Se ha encontrado un error en la copia del archivo de %(src)s a %(dest)s
fr: Echec de la copie du fichier depuis %(src)s vers %(dest)s
pt_br: A cópia de arquivo de %(src)s para %(dest)s falhou
zh_cn: 将文件从 %(src)s 复制到 %(dest)s 失败

source: Creating directory: %s
es: Creando directorio: %s
pt_br: Criando o diretório: %s
zh_cn: 正在创建目录：%s

source: Removing directory: %s
es: Eliminando directorio: %s
pt_br: Removendo o diretório: %s
zh_cn: 正在除去目录：%s

source: Creating snapshot for instance %s
es: Creando instantánea para la instancia %s
pt_br: Criando captura instantânea para a instância %s
zh_cn: 正在为实例 %s 创建快照

source: Getting info for VHD %s
es: Obteniendo información para VHD %s
pt_br: Obtendo informações para VHD %s
zh_cn: 正在为 VHD %s 获取信息

source: Copying VHD %(src_vhd_path)s to %(dest_vhd_path)s
es: Copiando VHD %(src_vhd_path)s en %(dest_vhd_path)s
pt_br: Copiando VHD %(src_vhd_path)s para %(dest_vhd_path)s
zh_cn: 正在将 VHD %(src_vhd_path)s 复制到 %(dest_vhd_path)s

source: Copying base disk %(src_vhd_path)s to %(dest_base_disk_path)s
es: Copiando disco base %(src_vhd_path)s en %(dest_base_disk_path)s
pt_br: Copiando disco base %(src_vhd_path)s para %(dest_base_disk_path)s
zh_cn: 正在将基本磁盘 %(src_vhd_path)s 复制到 %(dest_base_disk_path)s

source: Reconnecting copied base VHD %(dest_base_disk_path)s and diff VHD %(dest_vhd_path)s
es: Reconectando VHD base copiado %(dest_base_disk_path)s y VHD distinto %(dest_vhd_path)s
pt_br: Reconectando o VHD base copiado %(dest_base_disk_path)s e o VHD de diferenciação %(dest_vhd_path)s
zh_cn: 正在重新连接已复制的基本 VHD %(dest_base_disk_path)s 和差分 VHD %(dest_vhd_path)s

source: Merging base disk %(dest_base_disk_path)s and diff disk %(dest_vhd_path)s
es: Fusionando disco base %(dest_base_disk_path)s y disco diff %(dest_vhd_path)s
pt_br: Mesclando disco base %(dest_base_disk_path)s e disco de diferenciação %(dest_vhd_path)s
zh_cn: 正在合并基本磁盘 %(dest_base_disk_path)s 和差分磁盘 %(dest_vhd_path)s

source: Updating Glance image %(name)s with content from merged disk %(image_vhd_path)s
es: Actualizando la imagen de glance %(name)s con contexto de disco combinado %(image_vhd_path)s

source: Snapshot image %(name)s updated for VM %(instance_name)s
es: Imagen instantánea %(name)s actualizada para VM %(instance_name)s

source: Removing snapshot %s
es: Eliminando instantánea %s
pt_br: Removendo captura instantânea %s
zh_cn: 正在除去快照 %s

source: Failed to remove snapshot for VM %s
es: No se ha podido eliminar la instantánea para VM %s
pt_br: Falha ao remover captura instantânea para VM %s
zh_cn: 未能为 VM %s 除去快照

source: Unsupported disk format: %s
es: Formato de disco no soportado: %s

source: The %(vhd_type)s type VHD is not supported
es: El VHD de tipo %(vhd_type)s no está soportado

source: Unable to obtain block size from VHD %(vhd_path)s
es: Incapaz de obtener el tamaño de bloque del VHD %(vhd_path)s

source: Unsupported virtual disk format
es: Formato de disco virtual no soportado.

source: Creating vswitch port for instance: %s
es: Creando puerto de vswitch para la instancia: %s
pt_br: Criando porta vswitch para a instância: %s
zh_cn: 正在为实例创建 vswitch 端口：%s

source: VIF driver not found for network_api_class: %s
es: No se ha encontrado el controlador VIF para network_api_class: %s
fr: Pilote d'INT. VIRT. non trouvé pour network_api_class : %s
ko_kr: network_api_class에 대한 VIF 드라이버를 찾을 수 없음: %s
pt_br: Driver VIF não localizado para network_api_class: %s
zh_cn: 对于 network_api_class，找不到 VIF 驱动程序：%s
zh_tw: 找不到 network_api_class 的 VIF 驅動程式：%s

source: get_info called for instance
es: Se ha llamado a get_info para la instancia
pt_br: get_info chamado para a instância
zh_cn: 已为实例调用 get_info

source: Creating differencing VHD. Parent: %(base_vhd_path)s, Target: %(root_vhd_path)s
es: Creando VHD diferenciador. Padre: %(base_vhd_path)s, Destino: %(root_vhd_path)s
pt_br: Criando VHD de diferenciação. Pai: %(base_vhd_path)s, Destino: %(root_vhd_path)s
zh_cn: 正在创建差分 VHD。父代：%(base_vhd_path)s，目标：%(root_vhd_path)s

source: Copying VHD image %(base_vhd_path)s to target: %(root_vhd_path)s
es: Copiando imagen de VHD %(base_vhd_path)s a destino: %(root_vhd_path)s
pt_br: Copiando imagem do VHD %(base_vhd_path)s para o destino: %(root_vhd_path)s
zh_cn: 正在将 VHD 映像 %(base_vhd_path)s 复制到目标：%(root_vhd_path)s

source: Resizing VHD %(root_vhd_path)s to new size %(root_vhd_size)s
es: Redimensionando VHD %(root_vhd_path)s a nuevo tamaño %(root_vhd_size)s
pt_br: Redimensionando o VHD %(root_vhd_path)s para o novo tamanho %(root_vhd_size)s
zh_cn: 正在将 VHD %(root_vhd_path)s 的大小调整为新大小 %(root_vhd_size)s

source: Spawning new instance
es: Generando nueva instancia
pt_br: Executando spawn de nova instância
zh_cn: 正在衍生新实例

source: Invalid config_drive_format "%s"
es: config_drive_format "%s" no válido
fr: config_drive_format non valide "%s"
ko_kr: 올바르지 않은 config_drive_format "%s"
pt_br: config_drive_format inválido "%s"
tr_tr: Geçersiz config_drive_format "%s"
zh_cn: config_drive_format“%s”无效
zh_tw: config_drive_format "%s" 無效

source: Using config drive for instance
es: Utilizando dispositivo de configuración para instancia

source: Creating config drive at %(path)s
es: Creando unidad de configuración en %(path)s
pt_br: Criando unidade de configuração em %(path)s
zh_cn: 正在 %(path)s 处创建配置驱动器

source: Creating config drive failed with error: %s
es: La creación de unidad de configuración ha fallado con el error: %s
pt_br: Criando unidade de configuração com falha com erro: %s
zh_cn: 创建配置驱动器失败，发生错误：%s

source: Failed to destroy instance: %s
es: No se ha podido destruir instancia: %s
pt_br: Falha ao destruir instância: %s
zh_cn: 未能销毁实例：%s

source: Pause instance
es: Poner instancia en pausa
pt_br: Pausar instância
zh_cn: 请暂停实例

source: Unpause instance
es: Quitar pausa de instancia
pt_br: Cancelar pausa de instância
zh_cn: 请取消暂停实例

source: Suspend instance
es: Suspender instancia
pt_br: Suspender instância
zh_cn: 请暂挂实例

source: Resume instance
es: Reanudar instancia
pt_br: Continuar instância
zh_cn: 请恢复实例

source: Power off instance
es: Desactivar instancia
pt_br: Desativar instância
zh_cn: 请对实例关闭电源

source: Power on instance
es: Activar instancia
pt_br: Ativar instância
zh_cn: 请对实例打开电源

source: Successfully changed state of VM %(vm_name)s to: %(req_state)s
es: Se ha cambiado satisfactoriamente el estado de VM %(vm_name)s a: %(req_state)s
pt_br: Estado alterado com êxito de VM %(vm_name)s para: %(req_state)s
zh_cn: 已成功将 VM %(vm_name)s 的状态更改为：%(req_state)s

source: Failed to change vm state of %(vm_name)s to %(req_state)s
es: No se ha podido cambiar el estado de vm de %(vm_name)s a %(req_state)s
pt_br: Falha ao alterar o estado da vm de %(vm_name)s para %(req_state)s
zh_cn: 未能将 %(vm_name)s 的 vm 状态更改为 %(req_state)s

source: Cannot get VM summary data for: %s
es: No se pueden obtener datos de resumen de VM para: %s
fr: Impossible d'obtenir les données récapitulatives de la machine virtuelle pour : %s
pt_br: Não é possível obter dados de resumo da VM para: %s
zh_cn: 无法为以下项获取 VM 摘要数据：%s

source: The Windows account running nova-compute on this Hyper-V host doesn't have the required permissions to create or operate the virtual machine.
es: La cuenta de Windows ejecutando nova-compute en este huésped de Hyper-V no tiene los permisos requeridos para crear u operar la máquina virtual.

source: Creating VM %s
es: Creando la VM %s
pt_br: Criando VM %s
zh_cn: 正在创建 VM %s

source: Setting memory for vm %s
es: Estableciendo memoria para la vm %s
pt_br: Configurando memória para vm %s
zh_cn: 正在为 vm %s 设置内存

source: Set vCPUs for vm %s
es: Establecer las vCPU para la vm %s
pt_br: Configurar vCPUs para vm %s
zh_cn: 请为 vm %s 设置 VCPU 数

source: Successfully changed vm state of %(vm_name)s to %(req_state)s
es: Se ha cambiado satisfactoriamente el estado de vm de %(vm_name)s a %(req_state)s
pt_br: Estado da vm alterado com êxito de %(vm_name)s para %(req_state)s
zh_cn: 已成功将 %(vm_name)s 的 vm 状态更改为 %(req_state)s

source: Operation failed with return value: %s
es: La operación ha fallado con el valor de retorno: %s
fr: L'opération a échoué avec la valeur de retour : %s.
pt_br: Falha na operação com valor de retorno: %s
zh_cn: 操作失败，返回值如下：%s

source: WMI job failed with status %(job_state)d. Error details: %(err_sum_desc)s - %(err_desc)s - Error code: %(err_code)d
es: Se ha encontrado un error en el trabajo de WMI con el estado %(job_state)d. Detalles del error: %(err_sum_desc)s - %(err_desc)s - Código de error: %(err_code)d
fr: Echec du travail WMI avec le statut %(job_state)d. Détails de l'erreur : %(err_sum_desc)s - %(err_desc)s - Code d'erreur : %(err_code)d
pt_br: A tarefa WMI falhou com status %(job_state)d. Detalhes do erro: %(err_sum_desc)s - %(err_desc)s - Código de erro: %(err_code)d
zh_cn: WMI 作业失败，状态为 %(job_state)d。错误详细信息如下：%(err_sum_desc)s - %(err_desc)s - 错误代码为 %(err_code)d

source: WMI job failed with status %(job_state)d. Error details: %(error)s
es: El trabajo WMI ha fallado con el estado %(job_state)d. Detalles de error: %(error)s
fr: Le travail WMI a échoué avec le statut %(job_state)d. Détails de l'erreur : %(error)s
pt_br: Falha na tarefa WMI com o status %(job_state)d. Detalhes do erro: %(error)s
zh_cn: WMI 作业失败，状态为 %(job_state)d。错误详细信息：%(error)s

source: WMI job failed with status %d. No error description available
es: Tarea WMI fallida con estado %d. No hay descripción de error disponible.
pt_br: A tarefa WMI falhou com status %d. Nenhuma descrição de erro disponível
zh_cn: WMI工作失败相关的状态 %d. 没有错误标识可用。

source: WMI job succeeded: %(desc)s, Elapsed=%(elap)s
es: El trabajo WMI se ha realizado con éxito: %(desc)s, Transcurrido=%(elap)s
pt_br: Tarefa WMI bem-sucedida: %(desc)s, Decorrido=%(elap)s
zh_cn: WMI 作业成功：%(desc)s，Elapsed=%(elap)s

source: Metrics collection is not supported on this version of Hyper-V
es: La recolección de métricas no está soportada en esta versión de Hyper-V
pt_br: Coleta de métricas não é suportada nesta versão de Hyper-V

source: Metric not found: %s
es: Métrica no encontrada: %s

source: Already logged in on storage target. No need to login. Portal: %(target_portal)s, IQN: %(target_iqn)s, LUN: %(target_lun)s
es: Ya ha iniciado sesión en el destino de almacenamiento. No es necesario iniciar sesión. Portal: %(target_portal)s, IQN: %(target_iqn)s, LUN: %(target_lun)s
pt_br: Login já efetuado em um destino de armazenamento. Não é necessário efetuar login. Portal: %(target_portal)s, IQN: %(target_iqn)s, LUN: %(target_lun)s
zh_cn: 已登录到存储目标上。不需要进行登录。门户网站为 %(target_portal)s，IQN 为 %(target_iqn)s，LUN 为 %(target_lun)s

source: Logging in on storage target. Portal: %(target_portal)s, IQN: %(target_iqn)s, LUN: %(target_lun)s
es: Iniciando sesión en el destino de almacenamiento. Portal: %(target_portal)s, IQN: %(target_iqn)s, LUN: %(target_lun)s
pt_br: Efetuando login no destino de armazenamento. Portal: %(target_portal)s, IQN: %(target_iqn)s, LUN: %(target_lun)s
zh_cn: 正在登录到存储目标上。门户网站为 %(target_portal)s，IQN 为 %(target_iqn)s，LUN 为 %(target_lun)s

source: Attach_volume: %(connection_info)s to %(instance_name)s
es: Attach_volume: %(connection_info)s a %(instance_name)s
pt_br: Attach_volume: %(connection_info)s para %(instance_name)s
zh_cn: Attach_volume：%(connection_info)s 到 %(instance_name)s

source: Unable to attach volume to instance %s
es: Imposible adjuntar volumen a la instancia %s
fr: Impossible d'attacher le volume à l'instance %s
pt_br: Não é possível anexar o volume na instância %s
zh_cn: 无法附加卷到实例 %s

source: Logging off storage target %s
es: Cerrando sesión en blanco de almacenamiento %s

source: Detaching physical disk from instance: %s
es: Desconectando disco físico de la instancia: %s
pt_br: Removendo disco físico da instância: %s
zh_cn: 正在从实例断开与物理磁盘的连接：%s

source: Unable to find a mounted disk for target_iqn: %s
es: No se ha podido encontrar un disco montado para target_iqn: %s
fr: Impossible de trouver un disque monté pour target_iqn : %s
ko_kr: target_iqn에 대해 마운트된 디스크를 찾을 수 없음: %s
pt_br: Não é possível localizar um disco montado para target_iqn: %s
zh_cn: 对于 target_iqn，找不到已安装的磁盘：%s
zh_tw: 找不到 target_iqn 的裝載磁碟：%s

source: Device number: %(device_number)s, target lun: %(target_lun)s
es: Número de dispositivo: %(device_number)s, lun de destino: %(target_lun)s
pt_br: Número do dispositivo: %(device_number)s, lun de destino: %(target_lun)s
zh_cn: 设备号：%(device_number)s，目标 lun：%(target_lun)s

source: An error has occurred when calling the iscsi initiator: %s
es: Se ha producido un error al llamar al iniciador iscsi: %s
fr: Une erreur s'est produite lors de l'appel de l'initiateur iSCSI : %s
pt_br: Ocorreu um erro ao chamar o inicializador iSCSI: %s
zh_cn: 调用 iscsi 发起方时发生错误：%s

source: Unable to determine disk prefix for %s
es: No se puede determinar el prefijo de disco para %s
fr: Impossible de déterminer le préfixe du disque pour %s
ko_kr: %s의 디스크 접두부를 판별할 수 없음
pt_br: Não é possível determinar o prefixo do disco para %s
tr_tr: %s için disk ön eki belirlenemiyor
zh_cn: 无法为 %s 确定磁盘前缀
zh_tw: 無法判定 %s 的磁碟字首

source: No free disk device names for prefix '%s'
es: No hay nombres de dispositivo de disco libres para el prefijo '%s'
fr: Aucun nom de périphérique disque disponible pour le préfixe '%s'
ko_kr: '%s' 접두부에 대한 여유 디스크 디바이스 이름이 없음
pt_br: Nenhum nome de dispositivo de disco livre para o prefixo '%s'
tr_tr: '%s' ön eki için boş disk aygıt ismi yok
zh_cn: 对于前缀“%s”，没有任何可用的磁盘设备名
zh_tw: 字首 '%s' 沒有可用磁碟裝置名稱

source: Unable to determine disk bus for '%s'
es: No se puede determinar el bus de disco para '%s'
fr: Impossible de déterminer le bus de disque pour '%s'
ko_kr: '%s'의 디스크 버스를 판별할 수 없음
pt_br: Não é possível determinar o barramento de disco para '%s'
tr_tr: '%s' için disk veri yolu belirlenemiyor
zh_cn: 无法为“%s”确定磁盘总线
zh_tw: 無法判定 '%s' 的磁碟匯流排

source: Invalid cachemode %(cache_mode)s specified for disk type %(disk_type)s.
es: Modalidad de caché %(cache_mode)s no válida especificada para el tipo de disco %(disk_type)s.
pt_br: Modo de cache inválido %(cache_mode)s especificado para o tipo de disco %(disk_type)s.
zh_cn: 为磁盘类型 %(disk_type)s 指定的高速缓存方式 %(cache_mode)s 无效。

source: Connection to libvirt lost: %s
es: Conexión hacia libvirt perdida: %s
ko_kr: libvirt 연결 유실: %s
tr_tr: libvirt bağlantısı kayboldu: %s
zh_tw: libVirt 連線已中斷：%s

source: Starting native event thread
es: Iniciando evento nativo de hilo

source: Starting green dispatch thread
es: Iniciando hilo de entrega vede

source: Nova requires libvirt version %(major)i.%(minor)i.%(micro)i or greater.
es: Nova necesita libvirt versión %(major)i.%(minor)i.%(micro)i o superior.
fr: Nova requiert la version libvirt %(major)i.%(minor)i.%(micro)i ou supérieure.
pt_br: Nova requer a versão libvirt %(major)i.%(minor)i.%(micro)i ou superior.
zh_cn: Nova 需要 libvirt V%(major)i.%(minor)i.%(micro)i 或更高版本。

source: Connecting to libvirt: %s
es: Conectando a libvirt: %s
pt_br: Conectando ao libvirt: %s
zh_cn: 正在连接 libvirt：%s

source: Registering for lifecycle events %s
es: Registrando para eventos de ciclo de vida %s

source: Registering for connection events: %s
es: Registrando para eventos de conexión: %s

source: Connection to libvirt broke
es: Conexión a libvirt rota
pt_br: Conexão a libvirt quebrou
zh_cn: 连接 libvirt 失败

source: Can not handle authentication request for %d credentials
es: No se puede manejar la solicitud de autenticación para las credenciales %d
fr: Impossible de traiter la demande d'authentification pour les données d'identification %d
ko_kr: %d 신임 정보에 대한 인증 정보를 처리할 수 없음
pt_br: Não é possível manipular solicitação de autenticação para %d credenciais
tr_tr: %d kimlik bilgileri için kimlik doğrulama isteği ele alınamadı
zh_cn: 无法为 %d 凭证处理认证请求
zh_tw: 無法處理對 %d 認證的鑑別要求

source: Connection to libvirt failed: %s
es: Ha fallado la conexión a libvirt: %s
pt_br: Falha na conexão a libvirt: %s
zh_cn: 与 libvirt 的连接失败：%s

source: Cannot destroy instance, operation time out
es: No se puede destruir intsancia, tiempo de espera agotado para la operación

source: operation time out
es: Tiempo de espera agotado para la operación
ko_kr: 조작 제한시간이 초과됨
tr_tr: işlem zaman aşımına uğradı
zh_tw: 作業逾時

source: Error from libvirt during destroy. Code=%(errcode)s Error=%(e)s
es: Error de libvirt durante destrucción. Código=%(errcode)s Error=%(e)s
pt_br: Erro de libvirt durante destruição. Código=%(errcode)s Erro=%(e)s
zh_cn: 销毁时发生错误。Code=%(errcode)s Error=%(e)s

source: During wait destroy, instance disappeared.
es: Durante la destrucción de espera, la instancia ha desaparecido.
pt_br: Durante a espera da destruição, a instância desapareceu.
zh_cn: 在 wait destroy 期间，实例消失。

source: Instance destroyed successfully.
es: La instancia se ha destruido satisfactoriamente.
pt_br: Instância destruída com êxito.
zh_cn: 实例销毁成功。

source: Instance may be started again.
es: La instancia puede volver a iniciarse.
pt_br: A instância pode ser iniciada novamente.
zh_cn: 可再次启动实例。

source: Going to destroy instance again.
es: Se va a volver a destruir la instancia.
pt_br: Destruindo a instância novamente.
zh_cn: 将再次销毁实例。

source: Error from libvirt during undefineFlags. Retrying with undefine
es: Error de libvirt durante borrado de definición de distintivos. Reintentando con borrar definición
pt_br: Erro de libvirt durante undefineFlags. Tentando novamente com undefine
zh_cn: 在 undefineFlags 期间，libvirt 中出错。正在通过 undefine 进行重试

source: Error from libvirt during undefine. Code=%(errcode)s Error=%(e)s
es: Error de libvirt durante borrado de definición. Código=%(errcode)s Error=%(e)s
pt_br: Erro de libvirt durante indefinição. Código=%(errcode)s Erro=%(e)s
zh_cn: 在 undefine 时 libvirt 发生错误。Code=%(errcode)s Error=%(e)s

source: Instance may be still running, destroy it again.
es: Puede que la instancia aún se esté ejecutando, vuelva a destruirla.
pt_br: A instância pode estar ainda em execução, destrua-a novamente.
zh_cn: 实例可能仍在运行，请再次将其销毁。

source: Error from libvirt during unfilter. Code=%(errcode)s Error=%(e)s
es: Error de libvirt durante eliminación de filtro. Código=%(errcode)s Error=%(e)s
pt_br: Erro de libvirt durante cancelamento de filtro. Código=%(errcode)s Erro=%(e)s
zh_cn: 在 unfilter 期间，libvirt 中出错。Code=%(errcode)s Error=%(e)s

source: Could not determine fibre channel world wide node names
es: No se ha podido determinar los nombres de nodo de ámbito mundial del canal de fibra
pt_br: Não foi possível determinar os nomes universais de nós do fibre channel
zh_cn: 未能确定光纤通道全球节点名

source: Could not determine fibre channel world wide port names
es: No se ha podido determinar los nombres de puerto de ámbito mundial del canal de fibra
pt_br: Não foi possível determinar os nomes universais de portas do fibre channel
zh_cn: 未能确定光纤通道全球端口名

source: Volume sets block size, but the current libvirt hypervisor '%s' does not support custom block size
es: El volúmen establece el tamaño de bloque, pero el hipervisor libvirt actual '%s' no soporta tamaño de bloque personalizado.
ko_kr: 볼륨에서 블록 크기를 설정하지만 현재 libvirt 하이퍼바이저 '%s'이(가) 사용자 정의 블록 크기를 지원하지 않음
tr_tr: Mantıksal sürücü blok boyutu ayarlıyor, ama mevcut libvirt hipervizörü '%s' özel blok boyutunu desteklemiyor
zh_tw: 由磁區設定區塊大小，但現行 libVirt Hypervisor '%s' 不支援自訂區塊大小

source: Volume sets block size, but libvirt '%s' or later is required.
es: El volúmen establece el tamaño de bloque, pero se requiere libvirt '%s' o mayor.
ko_kr: 볼륨에서 블록 크기를 설정하지만 libvirt '%s' 이상이 필요합니다.

source: Swap only supports host devices
es: Intercambio solamente soporta dispositivos de huésped
ko_kr: 지원되는 호스트 디바이스만 스왑합니다.
tr_tr: Swap yalnızca istemci aygıtları destekliyor
zh_tw: 交換功能僅支援主機裝置

source: During detach_volume, instance disappeared.
es: Durante detach_volume, la instancia ha desaparecido.
pt_br: Durante detach_volume, a instância desapareceu.
zh_cn: 在 detach_volume 期间，实例消失。

source: attaching network adapter failed.
es: se ha encontrado un error en la conexión del adaptador de red.
pt_br: a anexação do adaptador de rede falhou.
zh_cn: 连接网络适配器失败。

source: During detach_interface, instance disappeared.
es: Durante detach_interface, la instancia ha desaparecido.
pt_br: Durante detach_interface, a instância desapareceu.
zh_cn: 在 detach_interface 期间，实例消失。

source: detaching network adapter failed.
es: se ha encontrado un error en la desconexión del adaptador de red.
pt_br: a remoção do adaptador de rede falhou.
zh_cn: 未能与网络适配器断开连接。

source: Beginning live snapshot process
es: Empezando proceso de instantánea en directo
pt_br: Começando o processo de captura instantânea em tempo real
zh_cn: 正在开始实时快照流程
