Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Build of instance %(instance_uuid)s was re-scheduled: %(reason)s
es: Construcción de instancia %(instance_uuid)s reprogramada: %(reason)s
fr: La construction de l'instance %(instance_uuid)s a été reprogrammée : %(reason)s
ko_kr: 인스턴스 %(instance_uuid)s의 빌드가 다시 예정됨: %(reason)s
tr_tr: %(instance_uuid)s sunucusunun inşası yeniden zamanlandı: %(reason)s
zh_cn: 实例%(instance_uuid)s的构建已被重新安排：%(reason)s
zh_tw: 建置實例 %(instance_uuid)s 已重新排定：%(reason)s

source: Shadow table with name %(name)s already exists.
es: Una Tabla Shadow con nombre %(name)s ya existe.
fr: La table fantôme avec le nom %(name)s existe déjà.
ko_kr: 이름이 %(name)s인 새도우 테이블이 이미 존재합니다.
tr_tr: %(name)s isminde bir gölge tablo zaten var.
zh_cn: 影子数据表 %(name)s已经存在
zh_tw: 名稱為 %(name)s 的備份副本表格已存在。

source: Instance rollback performed due to: %s
es: Reversión de instancia ejecutada debido a: %s
fr: Retour-arrière de l'instance réalisé du à: %s
ko_kr: 인스턴스 롤백이 수행됨. 원인: %s
tr_tr: Sunucu geri döndürme şu sebepten yapıldı: %s
zh_cn: 由于%s，实例回滚已被执行
zh_tw: 已執行實例回復作業，原因：%s

source: Unsupported object type %(objtype)s
es: Tipo de objeto no soportado %(objtype)s
fr: Type d'objet non supporté %(objtype)s
zh_cn: 不支持的对象类型 %(objtype)s

source: Cannot call %(method)s on orphaned %(objtype)s object
es: No se puede ejecutar %(method)s en un objecto huérfano %(objtype)s
fr: Pas d'appel de %(method)s sur un objet %(objtype)s orphelin
ko_kr: 고아 %(objtype)s 오브젝트에서 %(method)s 메소드를 호출할 수 없음
tr_tr: Artık %(objtype)s objesi üzerinde %(method)s çağrılamaz
zh_cn: 对于孤立对象 %(objtype)s 无法调用 %(method)s
zh_tw: 無法對孤立的 %(objtype)s 物件呼叫 %(method)s

source: Version %(objver)s of %(objname)s is not supported
es: Versión %(objver)s de %(objname)s no está soportada
fr: Version %(objver)s de %(objname)s n'est pas supporté
zh_cn: %(objname)s 的版本 %(objver)s 不被支持

source: Object action %(action)s failed because: %(reason)s
es: La acción objeto %(action)s falló debido a: %(reason)s
fr: L'action de l'objet %(action)s a échoué car : %(reason)s
ko_kr: %(action)s 오브젝트 조치가 실패함. 이유: %(reason)s
tr_tr: Nesne eylemi %(action)s başarısız çünkü: %(reason)s
zh_cn: 由于 %(reason)s，对象操作 %(action)s 失败
zh_tw: 物件動作 %(action)s 失敗，原因：%(reason)s

source: Core API extensions are missing: %(missing_apis)s
es: Faltan las extensiones Core API : %(missing_apis)s
fr: Les extension de Core API sont manquantes : %(missing_apis)s
ko_kr: 코어 API 확장기능이 누락되어 있음: %(missing_apis)s
zh_cn: 核心API扩展 %(missing_apis)s 未找到
zh_tw: 遺漏了核心 API 延伸：%(missing_apis)s

source: Error during following call to agent: %(method)s
es: Error durante la siguiente llamada al agente: %(method)s
ko_kr: 에이전트에 대한 다음 호출 중 오류: %(method)s
tr_tr: Ajana yapılan şu çağrıda hata: %(method)s
zh_cn: 调用代理的%(method)s 方法出错
zh_tw: 對代理程式進行下列呼叫期間發生錯誤：%(method)s

source: Unable to contact guest agent. The following call timed out: %(method)s
es: Unposible contactar al agente invitado. La siguiente llamada agotó su tiempo de espera: %(method)s
ko_kr: 게스트 에이전트에 접속할 수 없음. 다음 호출의 제한시간이 초과됨: %(method)s
tr_tr: Konuk ajana bağlanılamıyor. Şu çağrı zaman aşımına uğradı: %(method)s
zh_tw: 無法聯絡來賓代理程式。下列呼叫已逾時：%(method)s

source: Agent does not support the call: %(method)s
es: El agente no soporta la llamada %(method)s
fr: L'agent ne supporte l'appel : %(method)s
ko_kr: 에이전트가 호출을 지원하지 않음: %(method)s
tr_tr: Ajan çağrıyı desteklemiyor: %(method)s
zh_tw: 代理程式不支援呼叫：%(method)s

source: Instance group %(group_uuid)s could not be found.
es: No se ha podido encontrar el grupo de instancias %(group_uuid)s.
fr: Groupe d'instance %(group_uuid)s ne peut pas etre trouvé.
ko_kr: 인스턴스 그룹 %(group_uuid)s을(를) 찾을 수 없습니다.
tr_tr: Sunucu grubu %(group_uuid)s bulunamadı.
zh_cn: 找不到实例组 %(group_uuid)s
zh_tw: 找不到實例群組 %(group_uuid)s。

source: Instance group %(group_uuid)s already exists.
es: El grupo de instancias %(group_uuid)s ya existe.
fr: Groupe d'instance %(group_uuid)s existe déjà.
ko_kr: %(group_uuid)s 인스턴스 그룹이 이미 존재합니다.
tr_tr: Sunucu grubu %(group_uuid)s zaten mevcut.
zh_cn: 实例组 %(group_uuid)s 已存在。
zh_tw: 實例群組 %(group_uuid)s 已存在。

source: Instance group %(group_uuid)s has no metadata with key %(metadata_key)s.
es: El grupo de instancias %(group_uuid)s no tiene metadatos con clave %(metadata_key)s

source: Instance group %(group_uuid)s has no member with id %(instance_id)s.
es: El grupo de instancias %(group_uuid)s no tiene miembro con identificador %(instance_id)s.
ko_kr: %(group_uuid)s 인스턴스 그룹에 ID가 %(instance_id)s인 멤버가 없습니다.
tr_tr: Sunucu grubu %(group_uuid)s %(instance_id)s kimliğinde bir üyeye sahip değil.
zh_tw: 實例群組 %(group_uuid)s 沒有 ID 為 %(instance_id)s 的成員。

source: Instance group %(group_uuid)s has no policy %(policy)s.
es: El grupo de instancias %(group_uuid)s no tiene política %(policy)s
ko_kr: %(group_uuid)s 인스턴스 그룹에 정책 %(policy)s이(가) 없습니다.
zh_tw: 實例群組 %(group_uuid)s 沒有原則 %(policy)s。

source: Number of retries to plugin (%(num_retries)d) exceeded.
es: Se ha excedido el número de reintentos para el plugin (%(num_retries)d).
fr: Nombre de tentatives pour se brancher (%(num_retries)d) dépassé.
ko_kr: 플러그인에 대한 재시도 횟수 %(num_retries)d)이(가) 초과됨.
zh_tw: 已超出對外掛程式的重試次數 (%(num_retries)d)。

source: There was an error with the download module %(module)s. %(reason)s
es: Hubo un error con el módulo de descarga %(module)s. %(reason)s
fr: Il y a eu une erreur avec le module de téléchargement %(module)s. %(reason)s
ko_kr: 다운로드 모듈 %(module)s에서 오류가 발생했습니다. 이유: %(reason)s
zh_tw: 下載模組 %(module)s 發生錯誤。%(reason)s

source: The metadata for this location will not work with this module %(module)s. %(reason)s.
es: Los metadatos para esta ubicación no funcionarán con este módulo %(module)s. %(reason)s.
fr: Les métadonnées pour cet emplacement ne fonctionneront pas avec ce module %(module)s. %(reason)s.
ko_kr: 이 위치의 메타데이터가 %(module)s 모듈에서 작동하지 않습니다.%(reason)s인 동안에는 인스턴스 연관을 변경할 수 없습니다.
zh_tw: 此位置的 meta 資料將不適用於此模組 %(module)s。%(reason)s。

source: The method %(method_name)s is not implemented.
es: El método %(method_name)s no está implementado.
fr: La méthode %(method_name)s n'est implémenté.
ko_kr: %(method_name)s 메소드가 구현되지 않습니다.
zh_tw: 未實作方法 %(method_name)s。

source: The module %(module)s is misconfigured: %(reason)s.
es: El módulo %(module)s está mal configurado: %(reason)s
fr: Le module %(module)s est mal configuré %(reason)s.
ko_kr: %(module)s 모듈이 잘못 구성됨: %(reason)s.
zh_tw: 模組 %(module)s 配置錯誤：%(reason)s。

source: The PCI address %(address)s has an incorrect format.
es: La dirección PCI %(address)s tiene un formato incorrecto.
fr: L'adresse PCI %(address)s a un format incorrect.
ko_kr: PCI 주소 %(address)s에 올바르지 않은 형식이 있습니다.
tr_tr: PCI adresi %(address)s yanlış biçimde.
zh_tw: PCI 位址 %(address)s 的格式不正確。

source: PCI device %(id)s not found
es: Dispositivo PCI %(id)s no encontrado
fr: Périphérique PCI %(id)s introuvable
ko_kr: PCI 디바이스 %(id)s을(를) 찾을 수 없음
tr_tr: PCI aygıtı %(id)s bulunamadı
zh_cn: 无法找到PCI设备 %(id)s
zh_tw: 找不到 PCI 裝置 %(id)s

source: PCI Device %(node_id)s:%(address)s not found.
es: Dispositivo PCI %(node_id)s:%(address)s no encontrado.
fr: Périphérique PCI %(node_id)s:%(address)s introuvable.
ko_kr: PCI 디바이스 %(node_id)s:%(address)s을(를) 찾을 수 없음
tr_tr: PCI Aygıtı %(node_id)s:%(address)s bulunamadı.
zh_tw: 找不到 PCI 裝置 %(node_id)s:%(address)s。

source: Invalid PCI alias definition: %(reason)s
es: Definición de alias PCI inválido: %(reason)s
fr: Définition d'un alias PCI invalide : %(reason)s
ko_kr: 올바르지 않은 PCI 별명 정의: %(reason)s
tr_tr: Geçersiz PCI rumuzu tanımı: %(reason)s
zh_tw: 無效的 PCI 別名定義：%(reason)s

source: PCI alias %(alias)s is not defined
es: Alias PCI %(alias)s no definido
fr: L'alias PCI %(alias)s n'est pas défini
ko_kr: PCI 별명 %(alias)s이(가) 정의되지 않음
tr_tr: PCI rumuzu %(alias)s tanımlanmamış
zh_tw: 未定義 PCI 別名 %(alias)s

source: Not enough parameters: %(reason)s
es: No hay suficientes parámetros: %(reason)s
fr: Pas assez de paramètres : %(reason)s
ko_kr: 매개변수가 충분하지 않음: %(reason)s
zh_tw: 參數數目不足：%(reason)s

source: Invalid PCI devices Whitelist config %(reason)s
es: Configuración de lista permisiva de dispositivos PCI inválida %(reason)s
ko_kr: 올바르지 않은 PCI 디바이스 화이트리스트 구성: %(reason)s
zh_tw: 無效的 PCI 裝置白名單配置：%(reason)s

source: Cannot change %(node_id)s to %(new_node_id)s
es: No se puede cambiar %(node_id)s hacia %(new_node_id)s
fr: Imposible de changer %(node_id)s en %(new_node_id)s

source: Failed to prepare PCI device %(id)s for instance %(instance_uuid)s: %(reason)s
es: Fallo al preparar el dispositivo PCI %(id)s para la instancia %(instance_uuid)s: %(reason)s
fr: Échec de la préparation du périphérique PCI %(id)s pour l'instance %(instance_uuid)s : %(reason)s
ko_kr: %(instance_uuid)s 인스턴스에 대해 PCI 디바이스 %(id)s을(를) 준비하지 못함: %(reason)s
tr_tr: %(id)s PCI aygıtı %(instance_uuid)s sunucusu için hazırlanamadı: %(reason)s
zh_tw: 無法為實例 %(instance_uuid)s 準備 PCI 裝置 %(id)s：%(reason)s

source: Failed to detach PCI device %(dev)s: %(reason)s
es: Fallo al desasociar el dispositivo PCI %(dev)s: %(reason)s
fr: Échec du détachement du périphérique PCI %(dev)s: %(reason)s
ko_kr: PCI 디바이스 %(dev)s을(를) 분리하지 못함: %(reason)s
tr_tr: PCI aygıtı %(dev)s ayrılamadı: %(reason)s
zh_tw: 無法分離 PCI 裝置 %(dev)s：%(reason)s

source: %(type)s hypervisor does not support PCI devices
es: El hipervisor %(type)s no soporta dispositivos PCI
fr: L'hyperviseur %(type)s ne supporte pas les périphériques PCI
ko_kr: %(type)s 하이퍼바이저가 PCI 디바이스를 지원하지 않음
tr_tr: %(type)s hipervizörü PCI aygıtlarını desteklemiyor
zh_tw: %(type)s Hypervisor 不支援 PCI 裝置

source: Starting with %d host(s)
es: Comenzando con %d host(s)
pt_br: Iniciando com %d hosts(s)
zh_cn: 正从 %d 主机开始

source: Filter %(cls_name)s says to stop filtering
es: El filtro %(cls_name)s indica detener el filtrado.
zh_cn: 过滤器 %(cls_name)s 请求停止过滤

source: Filter %(cls_name)s returned %(obj_len)d host(s)
es: El filtro %(cls_name)s arrojó %(obj_len)d huésped(es).
zh_cn: 过滤器 %(cls_name)s 返回了 %(obj_len)d 个主机

source: Running %(name)s pre-hook: %(obj)s
es: Ejecutando gancho previo a %(name)s: %(obj)s
pt_br: Executando %(name)s pré-gancho: %(obj)s
zh_cn: 正在运行 %(name)s pre-hook：%(obj)s

source: Running %(name)s post-hook: %(obj)s
es: Ejecutando gancho posterior a %(name)s: %(obj)s
pt_br: Executando %(name)s pós-gancho: %(obj)s
zh_cn: 正在运行 %(name)s post-hook：%(obj)s

source: Failed to send state update notification
es: No se ha podido enviar notificación de actualización de estado
pt_br: Falha ao enviar notificação de atualização de estado
zh_cn: 未能发送状态更新通知

source: Failed to get nw_info
es: No se ha podido obtener nw_info
pt_br: Falha ao obter nw_info
zh_cn: 未能获取 nw_info

source: JSON file representing policy
es: Archivo JSON que representa la política
pt_br: Arquivo JSON representando a política
zh_cn: JSON文件表示策略。

source: Rule checked when requested rule is not found
es: Regla comprobada cuando no se encuentra la regla solicitada
pt_br: Regra marcada quando a regra solicitada não for localizada
zh_cn: 请求的规则找不到时的检查缺省规则。

source: Created reservations %s
es: Creadas reservas %s
pt_br: Reservas criadas %s
zh_cn: 已创建预留 %s

source: Failed to commit reservations %s
es: Ha fallado la entrega de reservas %s|
zh_cn: 无法交付预留 %s

source: Committed reservations %s
es: Se han enviado las reservas %s
zh_cn: 已交付预留 %s

source: Failed to roll back reservations %s
es: Fallo al revertir las reservas %s
zh_cn: 无法回滚预留 %s

source: Rolled back reservations %s
es: Reservas revertidas %s
zh_cn: 已回滚预留 %s

source: Starting %(topic)s node (version %(version)s)
es: Iniciando el nodo %(topic)s (versión %(version)s)
fr: Démarrage du noeud %(topic)s (version %(version)s)
pt_br: Iniciando o nó %(topic)s (versão %(version)s)
zh_cn: 正在启动 %(topic)s 节点 (V%(version)s)

source: Join ServiceGroup membership for this service %s
es: Únase a pertenencia a grupo de servicios para este servicio %s
pt_br: Associar à associação ServiceGroup para este serviço %s
zh_cn: 请获取以下服务的 ServiceGroup 成员资格：%s

source: Service killed that has no database entry
es: Se detuvo un servicio sin entrada en la base de datos
pt_br: Encerrado serviço que não tem entrada na base de dados
zh_cn: 因无数据库记录，服务已被中止

source: Temporary directory is invalid: %s
es: El directorio temporal no es válido: %s
pt_br: O diretório temporário é inválido: %s
zh_cn: 临时目录无效：%s

source: serve() can only be called once
es: serve() sólo se puede llamar una vez
fr: serve() peut uniquement être appelé une fois
ko_kr: serve()는 한 번만 호출할 수 있음
pt_br: serve() pode ser chamado apenas uma vez
tr_tr: serve() yalnızca bir kere çağrılabilir
zh_cn: serve() 只能调用一次
zh_tw: 只能呼叫 serve() 一次

source: Expected to receive %(exp)s bytes, but actually %(act)s
es: Se esperaba recibir %(exp)s bytes, se han recibido %(act)s
zh_cn: 期望接收 %(exp)s 字节，但实际接收 %(act)s

source: Couldn't get IPv4 : %(ex)s
es: No se ha podido obtener IPv4: %(ex)s
zh_cn: 无法取得IPv4：%(ex)s

source: IPv4 address is not found.: %s
es: Dirección IPv4 no encontrada: %s
fr: Adresse IPv4 n'est pas trouvé: %s
zh_cn: IPv4地址未找到：%s

source: Couldn't get IPv4 of %(interface)s : %(ex)s
es: No se puede obtener la IPv4 de %(interface)s : %(ex)s
fr: Impossible d'obtenir IPv4 %(interface)s : %(ex)s
zh_cn: 无法获实例 %(interface)s 的IPv4地址：%(ex)s

source: Link Local address is not found.:%s
es: No se encuentra la dirección del enlace local.:%s
fr: L'adresse du lien local n'a pas été trouvé :%s
ko_kr: 링크 로컬 주소를 찾을 수 없음.:%s
pt_br: Endereço para Link Local não encontrado: %s
tr_tr: Yerel adres bağlantısı bulunamadı.:%s
zh_cn: 本地IP地址没有找到：%s
zh_tw: 找不到鏈結本端位址：%s

source: Couldn't get Link Local IP of %(interface)s :%(ex)s
es: No se pudo obtener enlace de la ip local de %(interface)s :%(ex)s
fr: Impossible de trouver l'IP du lien local de %(interface)s :%(ex)s
ko_kr: %(interface)s의 링크 로컬 IP를 가져올 수 없음 :%(ex)s
pt_br: Não foi possível atribuir um IP para o Link Local de %(interface)s :%(ex)s
zh_cn: 无法连接到 %(interface)s 的本地IP：%(ex)s
zh_tw: 無法取得 %(interface)s 的鏈結本端 IP：%(ex)s

source: Invalid backend: %s
es: backend inválido: %s
fr: Backend invalide : %s
pt_br: Backend inválido: %s
zh_cn: 无效的后台：%s

source: Expected object of type: %s
es: Se esperaba un objeto de tipo: %s
fr: Objet attendu de type : %s
ko_kr: 예상한 오브젝트 유형: %s
pt_br: Objeto esperado do tipo: %s
zh_cn: 期望的对象类型：%s
zh_tw: 需要類型為 %s 的物件

source: Invalid server_string: %s
es: Serie de servidor no válida: %s
pt_br: server_string inválido: %s
zh_cn: 不正确的server_string：%s

source: Reloading cached file %s
es: Volviendo a cargar el archivo en memoria caché %s
pt_br: Recarregando arquivo em cache %s
zh_cn: 正在重新装入所缓存文件 %s

source: Could not remove tmpdir: %s
es: No se ha podido eliminar directorio temporal: %s
pt_br: Não foi possível remover tmpdir: %s
zh_cn: 未能除去临时目录：%s

source: %s is not a string or unicode
es: %s no es una serie o unicode
fr: %s n'est pas une chaîne ou unicode
ko_kr: %s이(가) 문자열 또는 Unicode가 아님
pt_br: %s não é uma sequência ou unicode
tr_tr: %s bir karakter dizisi veya evrensel kodda değil
zh_cn: %s 不是字符串或 Unicode
zh_tw: %s 不是字串或 Unicode

source: %(name)s has a minimum character requirement of %(min_length)s.
es: %(name)s requiere de, al menos, %(min_length)s caracteres.
fr: %(name)s doit être long d'au moins %(min_length)s caractères.
ko_kr: %(name)s에 최소 문자 요구사항(%(min_length)s)이 있습니다.
tr_tr: %(name)s'in %(min_length)s asgari karakter gereksinimi vardır.
zh_tw: %(name)s 的字元數目下限必須是 %(min_length)s。

source: %(name)s has more than %(max_length)s characters.
es: %(name)s tiene más de %(max_length)s caracteres.
fr: %(name)s contient plus de %(max_length)s caractères.
ko_kr: %(name)s의 문자 수가 %(max_length)s문자를 초과합니다.
pt_br: %(name)s possui mais de %(max_length)s caracteres.
tr_tr: %(name)s %(max_length)s'den fazla karaktere sahip.
zh_cn: %(name)s 包含的字符超过 %(max_length)s 个。
zh_tw: %(name)s 超過 %(max_length)s 個字元。

source: %(value_name)s must be an integer
es: %(value_name)s debe ser un entero
fr: %(value_name)s doit etre un entier.
ko_kr: %(value_name)s은(는) 정수여야 함
zh_cn: %(value_name)s 必须为整数
zh_tw: %(value_name)s 必須是整數

source: %(value_name)s must be >= %(min_value)d
es: %(value_name)s debe ser >= %(min_value)d
fr: %(value_name)sdoit être supérieur à %(min_value)d
ko_kr: %(value_name)s은(는) >= %(min_value)d이어야 함.
zh_cn: %(value_name)s 必须大于或等于 %(min_value)d
zh_tw: %(value_name)s 必須 >= %(min_value)d

source: %(value_name)s must be <= %(max_value)d
es: %(value_name)s debe ser <= %(max_value)d
fr: %(value_name)s doit etre <= %(max_value)d
ko_kr: %(value_name)s은(는) %(max_value)d보다 작거나 같아야 함
zh_cn: %(value_name)s 必须小于或等于 %(max_value)d
zh_tw: %(value_name)s 必須 <= %(max_value)d

source: %(name)s listening on %(host)s:%(port)s
es: %(name)s está escuchando en %(host)s:%(port)s
pt_br: %(name)s atendendo no %(host)s:%(port)s
zh_cn: %(name)s 正在侦听 %(host)s:%(port)s

source: Unable to find cert_file : %s
es: No se puede encontrar cert_file: %s
fr: Impossible de trouver cert_file : %s
ko_kr: cert_file을 찾을 수 없음: %s
pt_br: Não é possível localizar cert_file : %s
tr_tr: cert_file bulunamadı: %s
zh_cn: 找不到 cert_file：%s
zh_tw: 找不到 cert_file：%s

source: Unable to find ca_file : %s
es: No se puede encontrar ca_file: %s
fr: Impossible de trouver ca_file : %s
ko_kr: ca_file을 찾을 수 없음: %s
pt_br: Não é possível localizar ca_file : %s
tr_tr: ca_file bulunamadı: %s
zh_cn: 找不到 ca_file：%s
zh_tw: 找不到 ca_file：%s

source: Unable to find key_file : %s
es: No se puede encontrar key_file: %s
fr: Impossible de trouver key_file : %s
ko_kr: key_file을 찾을 수 없음: %s
pt_br: Não é possível localizar key_file : %s
tr_tr: key_file bulunamadı: %s
zh_cn: 找不到 key_file：%s
zh_tw: 找不到 key_file：%s

source: When running server in SSL mode, you must specify both a cert_file and key_file option value in your configuration file
es: Al ejecutar el servidor en modalidad SSL, debe especificar un valor para las opciones cert_file y key_file en el archivo de configuración
fr: Lors de l'exécution du serveur en mode SSL, vous devez spécifier une valeur d'option cert_file et key_file dans votre fichier de configuration
ko_kr: 서버를 SSL 모드에서 실행할 때 구성 파일에 cert_file 및 key_file 옵션 값을 모두 지정해야 함
pt_br: Ao executar o servidor no modo SSL, você deve especificar os valores de opção cert_file e key_file em seu arquivo de configuração
tr_tr: Sunucu SSL kipinde çalıştırıldığında, yapılandırma dosyanızda hem cert_file hem key_file seçeneklerinin değerlerini belirtmelisiniz
zh_cn: 以 SSL 方式运行服务器时，必须在配置文件中同时指定 cert_file 和 key_file 选项值
zh_tw: 在 SSL 模式下執行伺服器時，必須在配置檔中指定 cert_file 及 key_file 選項值

source: Failed to start %(name)s on %(host)s:%(port)s with SSL support
es: No se ha podido iniciar %(name)s en %(host)s:%(port)s con soporte SSL
pt_br: Falha ao iniciar %(name)s no %(host)s:%(port)s com suporte SSL
zh_cn: 未能通过 SSL 支持对 %(host)s:%(port)s 启动 %(name)s

source: Stopping WSGI server.
es: Deteniendo el servidor WSGI.
pt_br: Parando o servidor WSGI.
zh_cn: 关闭WSGI服务器

source: WSGI server has stopped.
es: El servidor WSGI se ha detenido.
pt_br: O servidor WSGI foi interrompido.
zh_cn: WSGI服务器已经停止。

source: You must implement __call__
es: Debe implementar __call__
fr: Vous devez implémenter __call__
ko_kr: __call__을 구현해야 합니다.
pt_br: Você deve implementar __call__
tr_tr: __call__ fonksiyonunu uygulamalısınız.
zh_cn: 你必须执行 __call__
zh_tw: 必須實作 __call__

source: Loading app %(name)s from %(path)s
es: Cargando aplicación %(name)s desde %(path)s
pt_br: Carregando app %(name)s a partir de %(path)s
zh_cn: 正在从 %(path)s 装入应用程序 %(name)s

source: Invalid service catalog json.
es: JSON de catálogo de servicios no válido.
fr: json de catalogue de service non valide.
ko_kr: 올바르지 않은 서비스 카탈로그 json입니다.
pt_br: Catálogo de serviço json inválido.
tr_tr: Geçersiz servis kataloğu json'u.
zh_cn: 服务目录 json 无效。
zh_tw: 無效的服務型錄 JSON。

source: Sourcing roles from deprecated X-Role HTTP header
es: Proporcionando roles de cabecera HTTP de rol X en desuso
pt_br: Fornecendo funções a partir do cabeçalho de HTTP X-Role descontinuado
zh_cn: 寻源角色来自建议不要使用的 X-Role HTTP 头

source: Request is too large.
es: La solicitud es demasiado larga.
fr: La demande est trop grande.
ko_kr: 요청이 너무 큽니다.
pt_br: A solicitação é muito grande.
tr_tr: İstek çok geniş
zh_cn: 请求太大。
zh_tw: 要求太大。

source: %(key)s with value %(value)s failed validator %(name)s
es: %(key)s con el valor %(value)s ha fallado con el validador %(name)s
pt_br: %(key)s com o valor %(value)s falhou o validador %(name)s

source: Too many failed authentications.
es: Demasiados intentos de autenticacion fallidos.
fr: Trop d'erreur d'authentification
ko_kr: 실패한 인증이 너무 많습니다.
pt_br: Muitas falhas de autenticação.
zh_cn: 认证失败过多

source: Access key %(access_key)s has had %(failures)d failed authentications and will be locked out for %(lock_mins)d minutes.
es: La clave de acceso %(access_key)s ha tenido %(failures)d autenticaciones anómalas y estará bloqueada durante %(lock_mins)d minutos.
pt_br: A chave de acesso %(access_key)s teve %(failures)d autenticações com falha e será bloqueada por %(lock_mins)d minutos.
zh_cn: 访问密钥 %(access_key)s 有错误 %(failures)d，认证失败将被锁定 %(lock_mins)d 分钟。

source: Signature not provided
es: Firma no proporcionada
fr: Signature non fournie
ko_kr: 서명이 제공되지 않음
pt_br: Assinatura não fornecida
zh_cn: 签名没有提供

source: Access key not provided
es: Clave de acceso no proporcionada
fr: Clé d'accès non fournie
ko_kr: 액세스 키가 제공되지 않음
pt_br: Chave de acesso não fornecida
zh_cn: 访问密钥没有提供

source: Failure communicating with keystone
es: Anomalía al comunicarse con keystone
pt_br: Falha de comunicação com keystone
zh_cn: 与keystone交流失败

source: Keystone failure: %s
es: Anomalía de keystone: %s
pt_br: Falha em Keystone: %s
zh_cn: Keystone 发生故障：%s

source: Timestamp failed validation.
es: Ha fallado la validación de indicación de fecha y hora.
fr: Echec de validation de l'horodatage.
ko_kr: 시간소인이 유효성 검증에 실패했습니다.
pt_br: Falha do registro de data e hora na validação.
zh_cn: 时间戳记未能通过验证。

source: action: %s
es: acción: %s
pt_br: ação: %s

source: Unauthorized request for controller=%(controller)s and action=%(action)s
es: Solicitud no autorizada para el controlador=%(controller)s y la acción=%(action)s
fr: Requête non authorisé pour le controlleur=%(controller)s et l'action=%(action)s
pt_br: Solicitação não autorizada para o controlador=%(controller)s e a ação=%(action)s
zh_cn: 为controller=%(controller)s 以及 action=%(action)s未验证的请求

source: Unexpected %(ex_name)s raised: %(ex_str)s
es: Encontrado %(ex_name)s inesperado : %(ex_str)s
zh_cn: 发生意外错误 %(ex_name)s ：%(ex_str)s

source: %(ex_name)s raised: %(ex_str)s
es: %(ex_name)s encontrado: %(ex_str)s
zh_cn: 发生 %(ex_name)s 错误：%(ex_str)s

source: Environment: %s
es: Entorno: %s
pt_br: Ambiente: %s

source: Unsupported API request: controller = %(controller)s, action = %(action)s
es: Solicitud de API no soportada: controlador = %(controller)s, acción = %(action)s
pt_br: Solicitação de API não suportada: controlador = %(controller)s, ação = %(action)s
zh_cn: 不支持的API请求：controller = %(controller)s，action = %(action)s

source: Create snapshot of volume %s
es: Crear instantánea del volumen %s
fr: Création de l'instantané du volume %s
pt_br: Criar captura instantânea do volume %s
zh_cn: 创建卷 %s 的快照

source: Could not find key pair(s): %s
es: No se ha podido encontrar par(es) de claves: %s
fr: Impossible de trouver la ou les paires de clés : %s
ko_kr: 키 쌍을 찾을 수 없음: %s
pt_br: Não foi possível localizar o(s) par(es) de chaves: %s
zh_cn: 找不到密钥对：%s

source: Create key pair %s
es: Creando par de claves %s
fr: Création du bi-clef %s
pt_br: Criar par de chaves %s
zh_cn: 创建密钥对 %s

source: Import key %s
es: Importar la clave %s
fr: Importation de la clé %s
pt_br: Importar chave %s
zh_cn: 导入密钥 %s

source: Delete key pair %s
es: Borrar para de claves %s
fr: Suppression du bi-clef %s
pt_br: Remover par de chaves %s
zh_cn: 删除密钥对 %s

source: need group_name or group_id
es: se necesita group_name o group_id
fr: besoin de group_name ou de group_id
ko_kr: group_name 또는 group_id가 필요함
zh_cn: 需要 group_name 或 group_id

source: can't build a valid rule
es: No se ha podido crear una regla válida
fr: ne peut construire une règle valide
ko_kr: 올바른 규칙을 구성할 수 없음
pt_br: Não é possível criar uma regra válida
zh_cn: 无法构建一个有效的规则
