Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-warning.po
Languages: cs, ko_kr, tr_tr, zh_cn

source: Failed to power off instance
cs: Nelze vypnout instanci
ko_kr: 인스턴스 전원 끄기 실패
tr_tr: Sunucu gücü kapatma başarısız
zh_cn: 关闭实例失败

source: Failed to remove snapshot for VM %s
cs: Nelze odstranit snímek pro VM %s
tr_tr: %s VM'i için anlık görüntü silme başarısız
zh_cn: 未能为 VM %s 除去快照

source: Failed to resume instance
cs: Nelze obnovit instanci
ko_kr: 인스턴스를 재개하지 못했음
tr_tr: Sunucu sürdürülürken hata
zh_cn: 未能恢复实例

source: Failed to revert task state for instance. Error: %s
cs: Nelze vrátit stav úkolu instance. Chyba: %s
ko_kr: 인스턴스의 작업 상태를 되돌리지 못했습니다. 오류: %s
tr_tr: Sunucu için görev durumunu tersine çevirme başarısız. Hata: %s
zh_cn: 还原实例的任务状态失败。错误：%s

source: Failed to rollback quota for deallocate fixed IP: %s
cs: Nelze vrátit zpět kvótu pro zrušení přidělení pevných IP adres: %s
ko_kr: Fixed IP를 할당 해제하기 위한 할당량을 롤백하는 데 실패: %s

source: Failed to shutdown appliance %s
cs: Nelze vypnout zařízení %s
ko_kr: %s 어플라이언스를 시스템 종료하지 못했음
tr_tr: %s cihazını kapatma başarısız
zh_cn: 未能关闭设备 %s

source: Failed to soft reboot instance. Trying hard reboot.
cs: Nelze měkce restartovat instanci. Zkouší se tvrdý restart.
ko_kr: 인스턴스를 소프트 재부팅하는 데 실패했습니다. 하드 재부팅을 시도합니다.
tr_tr: Sunucunun yumuşak yeniden başlatması başarısız. Katı yeniden başlatma deneniyor.
zh_cn: 软重启实例失败。尝试硬重启。

source: Fast cloning is only supported on default local SR of type ext. SR on this system was found to be of type %s. Ignoring the cow flag.
cs: Rychlé klonování je podporováno pouze na výchozím SR typu ext. SR na tomto systému má typ %s. Ignorování příznaku cow.
ko_kr: 빠른 복제는 ext 유형의 기본 로컬 SR에서만 지원됩니다. 이 시스템의 SR 유형은 %s인 것으로 발견되었습니다. cow 플래그를 무시합니다.
tr_tr: Hızlı kopyalama yalnızca ext türünde varsayılan yerel SR üzerinde desteklenir. Bu sistemdeki SR %s türünde görünüyor. Cow bayrağı göz ardı ediliyor.
zh_cn: 快速克隆只在缺省的本地ext类型的SR上面支持。在这个系统上面，发现SR是类型 %s。忽略cow标记。

source: File injection into a boot from volume instance is not supported
cs: Vkládání souboru do zavedení z instance svazku není podporováno
ko_kr: 볼륨 인스턴스에서 부트에 파일을 삽입하는 기능은 지원되지 않습니다.
tr_tr: Mantıksal sürücü sunucusundan ön yüklemeye dosya ekleme desteklenmiyor
zh_cn: 不支持向从卷启动的实例进行文件注入

source: Flag sr_matching_filter '%s' does not respect formatting convention
cs: Příznak sr_matching_filter '%s' se neřídí pravidly formátování
ko_kr: 플래그 sr_matching_filter '%s'은(는) 형식화 규칙을 존중하지 않음
tr_tr: Bayrak sr_matching_filter '%s' biçimlendirme kurallarına saygı göstermiyor
zh_cn: 标记sr_matching_filter '%s' 没有遵循格式要求

source: Flavor could not be found, skipping migration.
cs: Konfigurace nenalezena, přesunutí přeskočeno.
ko_kr: Flavor를 찾을 수 없음, 마이그레이션을 건너뜁니다.
tr_tr: Nitelik bulunamadı, göç atlanıyor.
zh_cn: 没有找到云主机类型，跳过迁移。

source: Floating IP address |%(address)s| no longer belongs to instance %(instance_uuid)s. Will not migrate it
cs: Plovoucí IP adresa |%(address)s| již nepatří instanci %(instance_uuid)s. Nebude přesunuta.
ko_kr: Floating IP 주소 |%(address)s|이(가) 더 이상 %(instance_uuid)s 인스턴스에 속하지 않으므로, 마이그레이션되지 않습니다.

source: Floating IP address |%(address)s| no longer belongs to instance %(instance_uuid)s. Will not setup it.
cs: Plovoucí IP adresa |%(address)s| již nepatří instanci %(instance_uuid)s. Nebude nastavena.
ko_kr: Floating IP 주소 |%(address)s|이(가) 더 이상 %(instance_uuid)s 인스턴스에 속하지 않으므로, 설정되지 않습니다.

source: Found multiple matches for domain %(domain)s. %(entry)s
cs: Nalezeno mnoho shod pro doménu %(domain)s. %(entry)s
ko_kr: %(domain)s 도메인에 대한 다중 일치를 찾았습니다. %(entry)s
tr_tr: %(domain) alanı için birden fazla eşleşme bulundu. %(entry)s
zh_cn: 对于域 %(domain)s，找到多个匹配项。 %(entry)s

source: Get esx cookies failed: %s
cs: Získání souborů cookies esx selhalo: %s
ko_kr: esx 쿠키를 가져오는 데 실패: %s
zh_cn: 获取esx cookies失败：%s

source: Host %(hostname)s has more disk space than database expected (%(physical)s GB > %(database)s GB)
cs: Hostitel %(hostname)s má větší kapacitu disku, než databáze očekávala (%(physical)s GB > %(database)s GB)
ko_kr: 호스트 %(hostname)s에 예상 데이터베이스보다 디스크 공간이 많음(%(physical)s GB > %(database)s GB)

source: Host field should not be set on the instance until resources have been claimed.
cs: Pole hostitele by nemělo být nastaveno pro instanci, dokud nebudou získány zdroje.
ko_kr: 자원이 청구될 때까지 인스턴스에 호스트 필드가 설정되지 않았습니다.
tr_tr: Kaynaklar talep edilmeden sunucuda istemci alanı ayarlanmamalı.
zh_cn: 直到已请求资源，才应该对实例设置主机字段。

source: Hostname %(hostname)s is longer than 63, truncate it to %(truncated_name)s
cs: Název hostitele %(hostname)s je delší než 63 znaků, zkrácen na %(truncated_name)s
ko_kr: 호스트 이름 %(hostname)s이(가) 63보다 큼, %(truncated_name)s(으)로 자름
zh_cn: 主机名 %(hostname)s 超过63个字符，缩减为以下字符 %(truncated_name)s

source: Hypervisor driver does not support resume guests
cs: Ovladač hypervizoru nepodporuje obnovení hostů
ko_kr: 하이퍼바이저 드라이버가 재개 게스트를 지원하지 않음
tr_tr: Hipervizör sürücü konukların sürdürülmesini desteklemiyor
zh_cn: 管理程序驱动程序不支持恢复 guest

source: IP %s leased that is not associated
cs: Vypůjčená IP %s není přidružena
ko_kr: 연관되지 않은 IP %s 임대
tr_tr: İlişkilendirilmemiş IP %s kiralandı
zh_cn: 没有关联的IP %s 被租用了

source: IP %s released that is not associated
cs: Uvolněna IP %s, která není přidružena
ko_kr: 연관되지 않은 IP %s 해제
tr_tr: İlişkilendirilmemiş IP %s serbest bırakıldı
zh_cn: 没有关联的IP %s 被释放了

source: IP %s released that was not leased
cs: Uvolněna IP %s, která nebyla vypůjčena
ko_kr: 임대되지 않은 IP %s 해제
tr_tr: Kiralanmamış IP %s serbest bırakıldı
zh_cn: 没有租用的IP %s 被释放了

source: IP |%s| leased that isn't allocated
cs: Vypůjčena IP |%s|, která není přidělena
ko_kr: 할당되지 않은 IP |%s| 임대
tr_tr: İlişkilendirilmemiş IP |%s| kiralandı
zh_cn: 没有分配的IP |%s| 被租用了

source: ISO creation tool '%s' does not exist.
cs: Nástroj pro vytvoření ISO '%s' neexistuje.
ko_kr: ISO 생성 도구 '%s'이(가) 없습니다.
tr_tr: ISO oluşturma aracı '%s' mevcut değil.
zh_cn: ISO 创建工具'%s' 不存在。

source: Ignoring DiskNotFound exception while detaching volume %(volume_id)s from %(mp)s: %(err)s
cs: Ignorován í výjimky Disk nenalezen, při odpojování svazku %(volume_id)s z %(mp)s: %(err)s
ko_kr: %(mp)s에서 %(volume_id)s 볼륨의 연결을 해제하는 동안 DiskNotFound 예외 무시: %(err)s
tr_tr: Mantıksal sürücü %(volume_id)s %(mp)s den ayrılırken alınan DiskNotFound istisnası göz ardı ediliyor: %(err)s
zh_cn: 在从%(mp)s断开卷%(volume_id)s的过程中，忽略磁盘没有找到异常：%(err)s

source: Ignoring EndpointNotFound: %s
cs: Ignorování Nenalezení koncového bodu: %s
tr_tr: EndpointNotFound göz ardı ediliyor: %s
zh_cn: 忽略端点没有找到EndpointNotFound：%s

source: Ignoring Unknown cinder exception: %s
cs: Ignorování neznámé výjimky Cinder: %s
zh_cn: 忽略未知的cinder异常：%s

source: Ignoring Volume Error on vol %(vol_id)s during delete %(exc)s
cs: Ignorování chyby svazku %(vol_id)s během mazání %(exc)s
ko_kr: %(exc)s 삭제 중에 %(vol_id)s 볼륨에서 발생한 볼륨 오류 무시
tr_tr: Silme sırasında %(vol_id)s mantıksal sürücüsü üzerindeki Mantıksal Sürücü Hatası göz ardı ediliyor %(exc)s
zh_cn: 在删除%(exc)s期间，忽略卷%(vol_id)s上的卷错误

source: Ignoring error injecting %(inject)s into image (%(e)s)
cs: Ignorování chyby při vkládání %(inject)s do obrazu (%(e)s)
ko_kr: 이미지(%(e)s)에 %(inject)s 삽입 오류 무시 중
tr_tr: İmaja %(inject)s eklerken oluşan hata göz ardı ediliyor (%(e)s)
zh_cn: 正在忽略将 %(inject)s 插入到映像 (%(e)s) 中时发生的错误

source: Ignoring error injecting data into image %(image)s (%(e)s)
cs: Ignorování chyby při vkládání dat do obrazu %(image)s (%(e)s)
ko_kr: %(image)s (%(e)s) 이미지에 데이터를 삽입하는 중 발생한 오류 무시
tr_tr: %(image)s imajına veri eklerken oluşan hata göz ardı ediliyor (%(e)s)
zh_cn: 忽略注入数据到镜像%(image)s的错误 (%(e)s)

source: Ignoring error while configuring instance with agent: %s
cs: Ignorování chyby při konfiguraci instance pomocí agenta: %s
ko_kr: 에이전트에 인스턴스를 구성하는 동안 오류 무시: %s
tr_tr: Sunucu ajanla yapılandırılırken hata göz ardı ediliyor: %s
zh_cn: 用代理配置实例时，忽略错误：%s

source: Ignoring exception %(exc)s when getting PBDs for %(sr_ref)s
cs: Ignorování výjimky %(exc)s při získávání PBD pro %(sr_ref)s
ko_kr: %(sr_ref)s에 대한 PBD를 가져올 때 예외 %(exc)s 무시 중
tr_tr: %(sr_ref)s için PBD'leri alırken oluşan istisna %(exc)s göz ardı ediliyor
zh_cn: 异常 %(exc)s 在为 %(sr_ref)s 得到PBDs时被忽略

source: Ignoring exception %(exc)s when unplugging PBD %(pbd)s
cs: Ignorování výjimky %(exc)s při odpojování PBD %(pbd)s
ko_kr: PBD %(pbd)s을(를) 언플러그할 때 예외 %(exc)s 무시 중
tr_tr: PBD %(pbd)s çıkarılırken alınan istisna %(exc)s göz ardı ediliyor
zh_cn: 异常 %(exc)s 在拔开PBD %(pbd)s 时被忽略

source: Ignoring malformed capability '%s'. Format should be 'key:val'.
cs: Ignorování poškozené schopnosti '%s'. Formát by měl být 'key:val'.
ko_kr: 잘못된 형식의 기능 '%s'을(를) 무시합니다. 형식은 'key:val'이어야 합니다.
tr_tr: Kusurlu yetenek '%s' göz ardı ediliyor. Biçimi 'key:val' olmalı.
zh_cn: 忽略不正确的功能'%s'。格式应该是”键：值“ 'key:val'。

source: Ignoring supplied device name: %(device_name)s. Libvirt can't honour user-supplied dev names
cs: Ignorování zadaného názvu zařízení: %(device_name)s. Libvirt nemůže ctít uživatelem zadané názvy dev
ko_kr: 제공된 장치 이름 무시: %(device_name)s. Libvirt에서 사용자 제공 장치 이름을 사용할 수 없음
zh_cn: 忽略提供的设备名：%(device_name)s。Libvirt不能使用用户提供的设备名

source: Ignoring supplied device name: %(suggested_dev)s
cs: Ignorování zadaného názvu zařízení: %(suggested_dev)s
ko_kr: 제공된 장치 이름 무시: %(suggested_dev)s
zh_cn: 忽略提供的设备名称：%(suggested_dev)s

source: Ignoring the invalid elements of the option %(name)s: %(options)s
cs: Ignorování neplatných prvků volby %(name)s: %(options)s
ko_kr: %(name)s: %(options)s 옵션의 올바르지 않은 요소 무시
tr_tr: %(name)s seçeneğinin geçersiz öğeleri göz ardı ediliyor: %(options)s
zh_cn: 忽略选项 %(name)s: %(options)s 中无效的元素。

source: Ignoring volume cleanup failure due to %s
cs: Ignorování selhání čištění svazku kvůli %s
ko_kr: %s(으)로 인한 볼륨 정리 장애 무시
tr_tr: %s sebebiyle mantıksal sürücü temizliği göz ardı edildi
zh_cn: 正在忽略由于 %s 而导致的卷清除故障

source: Image %s not found on disk storage. Continue without injecting data
cs: Obraz %s nebyl na diskovém úložišti nalezen. Pokračuje se bez vložení dat
tr_tr: İmaj %s disk depolamada bulunamadı. Veri eklemeden devam et
zh_cn: 在磁盘存储上，镜像 %s 没有找到。不注入数据，继续。

source: Image not found during snapshot
cs: Obraz nenalezen během snímkování
ko_kr: 스냅샷 중에 이미지를 찾을 수 없음
tr_tr: İmaj anlık görüntü sırasında bulunamadı
zh_cn: 快照期间，没有找到镜像

source: In the M release you must run all of the API. The concept of API extensions will be removed from the codebase to ensure there is a single Compute API.
cs: Ve verzi M budete muset spouštět celou API. Koncept rozšíření API bude ze zdrojového kódu odstraněn, aby došlo k zajištění jediné API Compute.
zh_cn: 在M版本，您必须运行所有的API。API扩展的概念将从代码基线移除，保证这是一个单一的计算API。

source: In the M release you must run the v2.1 API.
cs: Ve verzi M musíte spouštět API V2.1
zh_cn: 在M版本，您必须运行v2.1 API。

source: In vmwareapi:vmops:_destroy_instance, exception while deleting the VM contents from the disk
cs: V vmwareapi:vmops:_destroy_instance, obdržena výjimka při mazání obsahu VM z disku
ko_kr: vmwareapi:vmops:_destroy_instance의 디스크에서 VM을 삭제하는 중에 예외 발생
tr_tr: vmwareapi:vmops:_destroy_instance içinde, VM içerikleri diskten silinirken istisna alındı
zh_cn: 在vmwareapi:vmops:_destroy_instance中，从磁盘删除虚拟机内容时出现异常

source: In vmwareapi:vmops:_destroy_instance, got this exception while un-registering the VM: %s
cs: V vmwareapi:vmops:_destroy_instance, obdržena tato výjimka při rušení registrace VM: %s
ko_kr: vmwareapi:vmops:_destroy_instance에서 VM의 등록을 해제하는 동안 이 예외 발생: %s
tr_tr: vmwareapi:vmops:_destroy_instance içinde, VM kaydı silinirken şu istisna alındı: %s
zh_cn: 在vmwareapi:vmops:_destroy_instance 中，取消注册虚拟机时得到这个异常：%s

source: Info cache for instance could not be found. Ignore.
cs: Mezipaměť informaci instance nemohla být nalezena. Ignorováno.
ko_kr: 인스턴스의 정보 캐시를 찾을 수 없습니다. 무시합니다.
zh_cn: 实例的info 缓存没有找到。忽略。

source: Info cache is %r during associate
cs: Mezipaměť informací je %r během přidružování
tr_tr: Bilgi zulası ilişkilendirme sırasında %r
zh_cn: 在绑定期间，Info 缓存是%r

source: Instance %(instance)s is using a backing file %(backing)s which does not appear in the image service
cs: Instance %(instance)s používá soubor zálohy %(backing)s, který se neobjevuje ve službě obrazu
ko_kr: %(instance)s 인스턴스가 이미지 서비스에 나타나지 않는 백업 파일 %(backing)s을(를) 사용함
tr_tr: %(instance)s örneği imaj servisinde görünmeyen bir %(backing)s destek dosyasını kullanıyor
zh_cn: 实例 %(instance)s 正在使用的备份文件 %(backing)s 没有出现在镜像服务里。

source: Instance %(uuid)s appears to not be owned by this host, but by %(host)s. Startup processing is being skipped.
cs: Instance %(uuid)s se nezdá být ve vlastnictví tohoto hostitele, ale hostitele %(host)s. Zpracování při spuštění je přeskočeno.
ko_kr: 인스턴스 %(uuid)s은(는) 이 호스트가 아니라 %(host)s이(가) 소유한 것으로 보입니다. 시작 처리를 건너뜁니다.
tr_tr: Sunucu %(uuid)s bu istemci değil de %(host)s tarafından sahiplenilmiş gibi görünüyor. Başlangıç işleri atlanıyor.
zh_cn: 实例%(uuid)s 好像不在这台主机上面，而是在主机%(host)s。跳过启动处理。

source: Instance build timed out. Set to error state.
cs: Při sestavování instance vypršel čas. Nastavena na chybový stav.
ko_kr: 인스턴스 빌드 제한시간 초과. 오류 상태로 설정됩니다.
tr_tr: Sunucu inşası zaman aşımına uğradı. Hata durumu ayarlanıyor.
zh_cn: 实例构建超时。请设置为错误状态。

source: Instance disappeared during reboot
cs: Instance během restartování zmizela
ko_kr: 다시 부팅하는 중에 인스턴스가 사라짐
tr_tr: Sunucu yeniden başlatma sırasında ortadan kayboldu
zh_cn: 在重新引导期间，实例消失

source: Instance disappeared while detaching a PCI device from it.
cs: Instance zmizela během odpojování jejího zařízení PCI.
ko_kr: PCI 장치의 연결을 해제하는 동안 인스턴스가 사라집니다.
tr_tr: Sunucu kendisinden bir PCI aygıtı ayrılırken ortadan kayboldu.
zh_cn: 在从实例解除PCI设备绑定时，实例消失。

source: Instance does not exist on backend
cs: Instance v této podpůrné vrstvě neexistuje
ko_kr: 백엔드에 인스턴스가 없음
tr_tr: Sunucu arka uçta mevcut değil
zh_cn: 在后台中实例不存在

source: Instance does not exists. Proceeding to delete instance properties on datastore
cs: Instance neexistuje. Pokračuje se v mazání vlastností instance na datovém úložišti
ko_kr: 인스턴스가 없습니다. 계속하여 데이터 저장소의 인스턴스 특성을 삭제합니다.
zh_cn: 实例不存在。在数据存储datastore上面删除实例属性。

source: Instance failed network setup (attempt %(attempt)d of %(attempts)d)
cs: Instance nemohla nastavit síť (pokus %(attempt)d z %(attempts)d)
ko_kr: 인스턴스 네트워크 설정에 실패(%(attempts)d 중 %(attempt)d 시도)
tr_tr: Sunucu ağ kurulumu başarısız (girişim %(attempt)d / %(attempts)d)
zh_cn: 实例创建网络失败，进行%(attempts)d)中的(attempt %(attempt)d尝试

source: Instance has had its instance_type removed from the DB
cs: Instance měla svůj typ odebrán z DB
ko_kr: 인스턴스가 DB에서 제거된 instance_type을 가졌음
tr_tr: Sunucu sunucu_türü'nü DB'den çıkarttı
zh_cn: 实例已从数据库中除去其 instance_type

source: Instance in transitional state (%(task_state)s) at start-up and power state is (%(power_state)s), clearing task state
cs: Instance je při spuštění přechodném stavu (%(task_state)s) a stav napájení je (%(power_state)s), stav úkolu je vyčištěn
ko_kr: 시동 시 인스턴스가 전이 상태 (%(task_state)s)에 있으며 전원 상태는 (%(power_state)s)임, 작업 상태 지우기
tr_tr: Sunucu açılışta geçiş durumunda (%(task_state)s) ve güç durumu (%(power_state)s), görev durumu temizleniyor
zh_cn: 开始时实例在变迁状态(%(task_state)s)，电源状态是 (%(power_state)s)，清除任务状态

source: Instance in transitional state (%(task_state)s) at start-up and power state is (%(power_state)s), clearing task state and unpausing the instance
cs: Instance je při spuštění přechodném stavu (%(task_state)s) a stav napájení je (%(power_state)s), stav úkolu je vyčištěn a pozastavení instance zrušeno
ko_kr: 시동 시 인스턴스가 전이 상태 (%(task_state)s)에 있으며 전원 상태는 (%(power_state)s)임, 작업 상태를 지우고 인스턴스 일시중단을 취소함
tr_tr: Sunucu açılışta geçiş durumunda (%(task_state)s) ve güç durumu (%(power_state)s), görev durumu temizleniyor ve sunucu sürdürülüyor
zh_cn: 开始时实例在变迁状态(%(task_state)s)，电源状态是 (%(power_state)s)，清除任务状态并且取消暂停实例

source: Instance is not (soft-)deleted.
cs: Instance není (měkce) smazána.
ko_kr: 인스턴스가 (소프트)삭제되지 않습니다.
tr_tr: Sunucu (yumuşak)-silinmemiş.
zh_cn: 实例未（软）删除。

source: Instance is not stopped. Calling the stop API. Current vm_state: %(vm_state)s, current task_state: %(task_state)s, original DB power_state: %(db_power_state)s, current VM power_state: %(vm_power_state)s
cs: Instance není zastavena. Voláno zastavení API. Současný stav vm: %(vm_state)s, současný stav úkolu: %(task_state)s, původní stav napájení v DB: %(db_power_state)s, současný stav napájení VM: %(vm_power_state)s
ko_kr: 인스턴스가 중지되지 않았습니다. API 중지 호출. 현재 vm_state: %(vm_state)s, 현재 task_state: %(task_state)s, 원래 DB power_state: %(db_power_state)s, 현재 VM power_state: %(vm_power_state)s
tr_tr: Sunucu durdurulmamış. Durdurma API'si çağrılıyor. Mevcut vm_state: %(vm_state)s, mevcut task_state: %(task_state)s, asıl DB power_state: %(db_power_state)s, mevcut VM power_state: %(vm_power_state)s
zh_cn: 实例不是停止状态。调用stop API。当前虚拟机状态：%(vm_state)s，当前任务状态：%(task_state)s，原始DB 电源状态：%(db_power_state)s，当前虚拟机电源状态：%(vm_power_state)s

source: Instance is paused unexpectedly. Ignore.
cs: Instance neočekávaně pozastavena. Ignorována.
ko_kr: 인스턴스가 예기치 않게 일시정지됩니다. 무시하십시오.
tr_tr: Sunucu beklenmedik şekilde durduruldu. Yoksay.
zh_cn: 实例已意外暂停。请忽略。

source: Instance is suspended unexpectedly. Calling the stop API.
cs: Instance byla neočekávaně uspána. Volání zastavení API.
ko_kr: 인스턴스가 예기치 않게 일시중단됩니다. 중지 API를 호출 중입니다.
tr_tr: Sunucu beklenmedik şekilde bekletildi. Durdurma API'si çağrılıyor.
zh_cn: 实例已意外暂挂。正在调用“停止 API”。

source: Instance is unexpectedly not found. Ignore.
cs: Instance nemohla být neočekávaně nalezena. Ignorována
ko_kr: 인스턴스가 예기치 않게 발견되지 않습니다. 무시하십시오.
tr_tr: Sunucu beklenmedik şekilde bulunamadı. Yoksay.
zh_cn: 意外找不到实例。请忽略。

source: Instance lifecycle events from the compute driver have been disabled. Note that lifecycle changes to an instance outside of the compute service will not be synchronized automatically since the _sync_power_states periodic task is also disabled.
cs: Události životního cyklu instance z ovladače výpočtu byly zakázány. Nezapomeňte, že změny životního cyklu instance mimo službu výpočtu nebudou automaticky synchronizovány protože pravidelný úkol _sync_power_states je také zakázán.
ko_kr: 컴퓨트 드라이버에서 인스턴스 라이프사이클 이벤트가 비활성화되었습니다. _sync_power_states 주기적 작업도 비활성화되었으므로 컴퓨트 서비스 외부에서 수행된 인스턴스의 라이프사이클 변경 내용이 자동으로 동기화되지 않습니다.
tr_tr: Hesap sürücüsünden gelen sunucu yaşam döngüsü olayları kapatıldı. Bir sunucuya hesaplama servisi dışından yapılan yaşam döngüsü değişiklikleri _sync_power_states dönemsel görevi de kapalı olduğundan otomatik olarak eşzamanlanmayacaktır.
zh_cn: 从计算驱动中实例生命周期事件被禁用。注意，从计算服务以外进行生命周期的的改变将不会被自动同步，因为_sync_power_states 周期性任务也同样被禁用。

source: Instance may be still running, destroy it again.
cs: Instance může stále běžet, bude znovu zničena.
ko_kr: 인스턴스가 아직 실행 중입니다. 다시 영구 삭제하십시오.
tr_tr: Sunucu hala çalışıyor olabilir, tekrar sil.
zh_cn: 实例可能仍在运行，请再次将其销毁。

source: Instance not resizing, skipping migration.
cs: Velikost instance nebude změněna, přesunutí přeskočeno.
ko_kr: 인스턴스가 크기 조정되지 않음, 마이그레이션을 건너뜁니다.
tr_tr: Sunucu yeniden boyutlanmıyor, göç atlanıyor.
zh_cn: 未在调整实例大小，正在跳过迁移。

source: Instance shutdown by itself. Calling the stop API. Current vm_state: %(vm_state)s, current task_state: %(task_state)s, original DB power_state: %(db_power_state)s, current VM power_state: %(vm_power_state)s
cs: Instance se sama vypnula. Voláno zastavení API. Současný stav vm: %(vm_state)s, současný stav úkolu: %(task_state)s, původní stav napájení v DB: %(db_power_state)s, současný stav napájení VM: %(vm_power_state)s
ko_kr: 인스턴스가 자체적으로 종료됩니다. API 중지 호출. 현재 vm_state: %(vm_state)s, 현재 task_state: %(task_state)s, 원래 DB power_state: %(db_power_state)s, 현재 VM power_state: %(vm_power_state)s
tr_tr: Sunucu kendi kendine kapandı. Durdurma API'si çağrılıyor. Mevcut vm_state: %(vm_state)s, mevcut task_state: %(task_state)s, asıl DB power_state: %(db_power_state)s, mevcut VM power_state: %(vm_power_state)s
zh_cn: 实例被它自己关闭。调用stop API。当前虚拟机虚拟机状态： %(vm_state)s，当前任务状态：%(task_state)s，原始DB 电源状态： %(db_power_state)s，当前VM 电源状态：%(vm_power_state)s

source: Instance uuid could not be retrieved for instance %s. Instance state change event will be ignored.
cs: UUID instance nemohlo být získáno pro instanci %s. Událost změny stavu instance bude ignorována.
ko_kr: %s 인스턴스의 인스턴스 uuid를 검색할 수 없습니다. 인스턴스 상태 변경 이벤트가 무시됩니다.
zh_cn: 不能为实例%s 获取实例uuid。忽略实例状态变化事件。

source: Instance: %(instance_uuid)s failed to save into memcached
cs: Instance: %(instance_uuid)s nemohla být uložena do memcached.
tr_tr: Sunucu: %(instance_uuid)s memcached'ye kaydedilemedi
zh_cn: 实例: %(instance_uuid)s 保存到memcached 失败。

source: IntegrityError detected when archiving table %(tablename)s: %(error)s
cs: Při archivaci tabulky %(tablename)s došlo k chybě celistvosti: %(error)s
ko_kr: 테이블 %(tablename)s을(를) 아카이브할 때 IntegrityError가 발견됨: %(error)s

source: Invalid 'agent_present' value. Falling back to the default.
cs: Neplatná hodnota 'agent_present'. Vrací se zpět na výchozí.
ko_kr: 올바르지 않은 'agent_present' 값입니다. 기본값으로 돌아갑니다.
tr_tr: Geçersiz 'agent_present' değeri. Varsayılan kullanılıyor.
zh_cn: 无效 'agent_present' 值。回归到缺省。

source: Invalid cachemode %(cache_mode)s specified for disk type %(disk_type)s.
cs: Zadán neplatný režim ukládaní do mezipaměti %(cache_mode)s pro disk %(disk_type)s.
ko_kr: 디스크 유형 %(disk_type)s에 올바르지 않은 캐시 모드 %(cache_mode)s이(가) 지정되었습니다.
tr_tr: %(disk_type)s disk türü için geçersiz zula kipi %(cache_mode)s belirtilmiş.
zh_cn: 为磁盘类型 %(disk_type)s 指定的高速缓存方式 %(cache_mode)s 无效。

source: Invalid floating IP ID %s in request
cs: Neplatné ID plovoucí IP adresy %s v žádosti
ko_kr: 요청에서 올바르지 않은 Floating IP ID %s

source: Invalid value '%d' for image_compression_level
cs: Neplatná hodnota '%d' pro image_compression_level
ko_kr: image_compression_level의 올바르지 않은 값 '%d'
tr_tr: image_compression_level için geçersiz değer '%d'
zh_cn: 无效镜像压缩级别 image_compression_level的值'%d'

source: Invalid value '%s' for torrent_images
cs: Neplatná hodnota '%s' pro torrent_images
ko_kr: torrent_images의 올바르지 않은 값 '%s'
tr_tr: torrent_images için geçersiz değer '%s'
zh_cn: 无效种子镜像 torrent_images的值'%s'

source: Invalid value for id mapping %s
cs: Neplatná hodnota pro mapování id %s
ko_kr: id 맵핑 %s의 값이 올바르지 않음
tr_tr: Id eşleşmesi %s için geçersiz değer
zh_cn: id 映射%s 的值无效

source: Key '%(key)s' not in instances '%(inst)s'
cs: Klíč '%(key)s' není v instancích '%(inst)s'
ko_kr: '%(key)s' 키가 '%(inst)s' 인스턴스에 없음
tr_tr: '%(key)s' anahtarı sunucularda değil '%(inst)s'
zh_cn: 键“%(key)s”未在实例“%(inst)s”中

source: Libvirt module could not be loaded. NWFilterFirewall will not work correctly.
cs: Modul libvirt nemohl být nalezen. NWFilterFirewall nebude správně fungovat.
ko_kr: Libvirt 모듈을 로드할 수 없습니다. NWFilterFirewall이 올바르게 작동하지 않습니다.
tr_tr: Libvirt modülü yüklenemedi. Ağ filtre güvenlik duvarı doğru çalışmıyor.
zh_cn: Libvirt模块无法加载。NWFilterFirewall 无法正常工作。

source: Live migration not completed after %d sec
cs: Přesun za provozu nebyl dokončen po %d vteřinách
ko_kr: %d초 후에 라이브 마이그레이션이 완료되지 않음
zh_cn: 在%d秒后，在线迁移不能完成

source: Live migration stuck for %d sec
cs: Přesun za provozu je zaseknut již %d vteřin
ko_kr: 라이브 마이그레이션이 %d초 동안 중단됨
zh_cn: 在线迁移卡住 %d 秒

source: Lost connection to XenAPI during call to %(plugin)s.%(fn)s. Retrying call.
cs: Připojení k XenAPI selhalo během volání %(plugin)s.%(fn)s. Nový pokus o volání.
ko_kr: %(plugin)s.%(fn)s을(를) 호출하는 중에 XenAPI에 대한 연결을 유실했습니다. 호출을 재시도합니다.
tr_tr: %(plugin)s.%(fn)s çağrısı sonrası XenAPI çağrısına bağlantı kesildi. Çağrı tekrar deneniyor.
zh_cn: 调用%(plugin)s.%(fn)s 期间，丢失到XenAPI的连接。重试调用。

source: Lost connection to memcache server for reporting service status.
cs: Připojení k serveru memcache ztraceno, stav služby nemůže být kontrolován.
ko_kr: 서비스 상태를 보고하기 위한 memcache 서버 연결이 유실되었습니다.
zh_cn: 丢失到 memcache 服务器的连接，连接用来报告服务状态。

source: Lost connection to nova-conductor for reporting service status.
cs: Připojení k nová-conductor ztraceno. Stav služby nemůže být kontrolován.
ko_kr: 서비스 상태를 보고하기 위한 nova-conductor 연결이 유실되었습니다.
zh_cn: 丢失到nova-conductor连接，连接用来报告服务状态。
