Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Flavor access already exists for flavor %(flavor_id)s and project %(project_id)s combination.
es: Versión de acceso ya existe para la combinación de la versión %(flavor_id)s y el proyecto %(project_id)s.
ko_kr: 플레이버 %(flavor_id)s 및 %(project_id)s 프로젝트 조합에 대한 플레이버 액세스가 이미 존재합니다.
tr_tr: Nitelik erişimi %(flavor_id)s nitelik ve %(project_id)s proje katışımı için zaten mevcut.
zh_tw: 特性 %(flavor_id)s 及專案%(project_id)s 組合已存在特性存取。

source: %(path)s is not on shared storage: %(reason)s
es: %(path)s no está en un almacenamiento compartido: %(reason)s
fr: %(path)s n'est pas sur un stockage partagé : %(reason)s
ko_kr: %(path)s이(가) 공유 스토리지에 없음: %(reason)s
pt_br: %(path)s não está no armazenamento compartilhado: %(reason)s
tr_tr: %(path)s paylaşımlı depoda değil: %(reason)s
zh_cn: %(path)s 没有在共享存储器上：%(reason)s
zh_tw: %(path)s 不在共用儲存體上：%(reason)s

source: %(path)s is not on local storage: %(reason)s
es: %(path)s no está en un almacenamiento local: %(reason)s
fr: %(path)s n'est pas sur un stockage local : %(reason)s
ko_kr: %(path)s이(가) 로컬 스토리지에 없음: %(reason)s
pt_br: %(path)s não está no armazenamento local: %(reason)s
tr_tr: %(path)s yerel depoda değil: %(reason)s
zh_cn: %(path)s 没有在本地存储器上：%(reason)s
zh_tw: %(path)s 不在本端儲存體上：%(reason)s

source: Malformed message body: %(reason)s
es: Cuerpo de mensaje con formato incorrecto: %(reason)s
fr: Format de corps de message non valide : %(reason)s
ko_kr: 잘못된 메시지 본문: %(reason)s
pt_br: Corpo da mensagem malformado: %(reason)s
tr_tr: Hatalı biçimlendirilmiş mesaj gövdesi: %(reason)s
zh_cn: 错误格式的消息体： %(reason)s
zh_tw: 訊息內文的格式不正確：%(reason)s

source: Could not find config at %(path)s
es: No se ha podido encontrar configuración en %(path)s
fr: Configuration introuvable dans %(path)s
ko_kr: %(path)s에서 구성을 찾을 수 없음
pt_br: Não foi possível localizar a configuração em %(path)s
tr_tr: %(path)s'deki yapılandırma bulunamadı
zh_cn: 在 %(path)s 找不到配置文件。
zh_tw: 在 %(path)s 處找不到配置

source: Could not load paste app '%(name)s' from %(path)s
es: No se ha podido cargar aplicación de pegar '%(name)s' desde %(path)s
fr: Echec du chargement de l'app de collage '%(name)s' depuis %(path)s
ko_kr: %(path)s에서 페이스트 앱 '%(name)s'을(를) 로드할 수 없음
pt_br: Não foi possível carregar o aplicativo paste app '%(name)s' a partir do %(path)s
tr_tr: Yapıştırma uygulaması '%(name)s' %(path)s yolundan yüklenemedi
zh_cn: 无法从路径 %(path)s 中加载应用 '%(name)s'
zh_tw: 無法從 %(path)s 載入 paste 應用程式 '%(name)s'

source: When resizing, instances must change flavor!
es: Al redimensionarse, las instancias deben cambiar de sabor.
fr: Lors du redimensionnement, les instances doivent changer la version !
ko_kr: 크기를 조정할 때 인스턴스는 플레이버를 변경해야 합니다!
pt_br: Ao redimensionar, as instâncias devem alterar o método!
tr_tr: Yeniden boyutlandırırken, sunucular nitelik değiştirmelidir!
zh_cn: 调整大小时，实例必须更改特色系统！
zh_tw: 重新調整大小時，實例必須變更特性！

source: Resize error: %(reason)s
es: Error de redimensionamiento: %(reason)s
fr: Erreur de redimensionnement : %(reason)s
ko_kr: 크기 조정 오류: %(reason)s
pt_br: Erro de redimensionamento: %(reason)s
tr_tr: Yeniden boyutlama hatası: %(reason)s
zh_cn: 发生调整大小错误：%(reason)s
zh_tw: 調整大小錯誤：%(reason)s

source: Server disk was unable to be resized because: %(reason)s
es: El disco del servidor fue incapaz de re-escalarse debido a: %(reason)s
fr: La taille du disque du serveur n'a pas pu être modifiée car : %(reason)s
ko_kr: 서버 디스크의 크기를 재조정할 수 없음. 이유: %(reason)s
tr_tr: Sunucu diski yeniden boyutlandırılamadı çünkü: %(reason)s
zh_cn: 由于: %(reason)s，实例磁盘空间不能修改
zh_tw: 無法調整伺服器磁碟的大小，原因：%(reason)s

source: Insufficient free memory on compute node to start %(uuid)s.
es: No hay suficiente memoria libre en el nodo de cálculo para iniciar %(uuid)s.
fr: Mémoire libre insuffisante sur le noeud de calcul pour le démarrage de %(uuid)s.
ko_kr: %(uuid)s을(를) 시작하기에는 계산 노드의 사용 가능한 메모리가 부족합니다.
pt_br: Memória livre insuficiente no nodo de computação para iniciar %(uuid)s.
tr_tr: %(uuid)s hesaplama düğümü başlatmada yetersiz boş hafıza.
zh_cn: 没有足够的可用内存来启动计算节点 %(uuid)s。
zh_tw: 計算節點上的可用記憶體不足以啟動 %(uuid)s。

source: No valid host was found. %(reason)s
es: No se ha encontrado ningún host válido. %(reason)s
fr: Hôte non valide trouvé. %(reason)s
ko_kr: 유효한 호스트가 없습니다. %(reason)s
pt_br: Nenhum host válido localizado. %(reason)s
tr_tr: Geçerli bir sunucu bulunamadı: %(reason)s
zh_cn: 找不到有效主机，原因是 %(reason)s。
zh_tw: 找不到有效的主機。%(reason)s

source: Quota exceeded for %(overs)s: Requested %(req)s, but already used %(used)d of %(allowed)d %(resource)s
es: Se ha superado la cuota para %(overs)s: se ha solicitado %(req)s, pero ya se utiliza %(used)d de %(allowed)d %(resource)s.
fr: Quota dépassé pour %(overs)s : Demandé %(req)s, mais %(used)d déjà utilisés sur %(allowed)d %(resource)s
pt_br: Cota excedida para %(overs)s: Solicitado %(req)s, mas já usado %(used)d de %(allowed)d %(resource)s
zh_cn: 对于 %(overs)s，已超过配额：请求了 %(req)s，但是已使用 %(allowed)d %(resource)s 的 %(used)d

source: Maximum number of floating ips exceeded
es: Se ha superado el número máximo de IP flotantes
fr: Nombre maximal d'adresses IP flottantes dépassé
pt_br: Número máximo de IPs flutuantes excedido
zh_cn: 已超过最大浮动 IP 数

source: Maximum number of fixed ips exceeded
es: Se ha superado el número máximo de IP fijas.
fr: Nombre maximal d'adresses IP corrigées dépassé
pt_br: Número máximo de IPs fixos excedido
zh_cn: 已超过最大固定 IP 数

source: Maximum number of metadata items exceeds %(allowed)d
es: El número máximo de elementos de metadatos supera %(allowed)d
fr: Le nombre maximal d'éléments de métadonnées dépasse %(allowed)d
ko_kr: 메타데이터의 최대 수가 %(allowed)d을(를) 초과함
pt_br: O número máximo de itens de metadados excede %(allowed)d
tr_tr: Azami metadata öğesi sayısı %(allowed)d sayısını aşıyor
zh_cn: 最大元数据项数超过 %(allowed)d
zh_tw: meta 資料項目數目上限已超出所允許的 %(allowed)d

source: Personality file limit exceeded
es: Se ha superado el límite de archivo de personalidad
fr: Limite de fichier de personnalité dépassé
ko_kr: 특성 파일 한계 초과
pt_br: Limite excedido do arquivo de personalidade
tr_tr: Kişisel dosya limiti aşıldı
zh_cn: 超过个性化文件限制
zh_tw: 已超出特質檔案限制

source: Personality file path too long
es: Vía de acceso de archivo de personalidad demasiado larga
fr: Chemin d'accès de fichier de personnalité trop long
ko_kr: 특성 파일 경로가 너무 김
pt_br: Caminho de arquivo de personalidade muito longo
zh_cn: 个性化文件路径太长
zh_tw: 特質檔案路徑太長

source: Personality file content too long
es: Contenido del archivo de personalidad demasiado largo
fr: Contenu du fichier de personnalité trop long
ko_kr: 특성 파일 컨텐츠가 너무 김
pt_br: Conteúdo de arquivo de personalidade muito longo
zh_cn: 个性化文件内容太长
zh_tw: 特質檔案內容太長

source: Maximum number of key pairs exceeded
es: Se ha superado el número máximo de pares de claves
fr: Nombre maximal de paires de clés dépassé
ko_kr: 키 쌍의 최대 수 초과
pt_br: Número máximo de pares de chaves excedido
tr_tr: Azami anahtar çifti sayısı aşıldı
zh_cn: 已超过最大密钥对数
zh_tw: 已超出金鑰組數目上限

source: Maximum number of security groups or rules exceeded
es: Se ha superado el número máximo de grupos o reglas de seguridad
fr: Nombre maximal de groupes de sécurité ou de règles dépassé
ko_kr: 보안 그룹 또는 규칙의 최대 수 초과
pt_br: Número máximo de grupos de segurança ou regras excedido
tr_tr: Azami güvenlik grubu veya kural sayısı aşıldı
zh_cn: 已超过最大安全组数或最大规则数
zh_tw: 已超出安全群組或規則數目上限

source: Maximum number of ports exceeded
es: El número máximo de puertos ha sido excedido.
fr: Nombre maximum de ports dépassé
ko_kr: 최대 포트 수를 초과함
tr_tr: Azami bağlantı noktası sayısı aşıldı
zh_tw: 已超出埠數目上限

source: Aggregate %(aggregate_id)s: action '%(action)s' caused an error: %(reason)s.
es: Agregado %(aggregate_id)s: la acción '%(action)s' ha producido un error: %(reason)s.
fr: Agrégat %(aggregate_id)s : l'action '%(action)s' a généré une erreur : %(reason)s.
ko_kr: %(aggregate_id)s 집합: '%(action)s' 조치로 다음 오류가 발생함: %(reason)s.
pt_br: Agregado %(aggregate_id)s: ação '%(action)s' causou um erro: %(reason)s.
tr_tr: Takım %(aggregate_id)s: eylem '%(action)s' hataya sebep oldu: %(reason)s.
zh_cn: 聚集 %(aggregate_id)s：操作“%(action)s”导致了错误：%(reason)s。
zh_tw: 聚集 %(aggregate_id)s：動作 '%(action)s' 造成錯誤：%(reason)s。

source: Aggregate %(aggregate_id)s could not be found.
es: No se ha podido encontrar el agregado %(aggregate_id)s.
fr: Agrégat %(aggregate_id)s introuvable.
ko_kr: %(aggregate_id)s 집합을 찾을 수 없습니다.
pt_br: O agregado %(aggregate_id)s não pôde ser localizado.
tr_tr: %(aggregate_id)s kümesi bulunamadı.
zh_cn: 找不到聚合 %(aggregate_id)s。
zh_tw: 找不到聚集 %(aggregate_id)s。

source: Aggregate %(aggregate_name)s already exists.
es: El agregado %(aggregate_name)s ya existe.
fr: L'agrégat %(aggregate_name)s existe déjà.
ko_kr: %(aggregate_name)s 집합이 이미 존재합니다.
pt_br: O agregado %(aggregate_name)s já existe.
tr_tr: %(aggregate_name)s kümesi zaten var.
zh_cn: 聚合 %(aggregate_name)s 已经存在。
zh_tw: 聚集 %(aggregate_name)s 已存在。

source: Aggregate %(aggregate_id)s has no host %(host)s.
es: El agregado %(aggregate_id)s no tiene ningún host %(host)s.
fr: L'agrégat %(aggregate_id)s n'a pas d'hôte %(host)s.
ko_kr: %(aggregate_id)s 집합에 %(host)s 호스트가 없습니다.
pt_br: O agregado %(aggregate_id)s não possui host %(host)s.
tr_tr: %(aggregate_id)s kümesi %(host)s sunucusuna sahip değil.
zh_cn: 聚合 %(aggregate_id)s没有主机 %(host)s。
zh_tw: 聚集 %(aggregate_id)s 沒有主機 %(host)s。

source: Aggregate %(aggregate_id)s has no metadata with key %(metadata_key)s.
es: El agregado %(aggregate_id)s no tiene metadatos con la clave %(metadata_key)s.
fr: L'agrégat %(aggregate_id)s n'a pas de métadonnées avec la clé %(metadata_key)s.
ko_kr: %(aggregate_id)s 집합에 %(metadata_key)s 키를 갖는 메타데이터가 없습니다.
pt_br: O agregado %(aggregate_id)s não possui metadados com a chave %(metadata_key)s.
tr_tr: %(aggregate_id)s kümesi %(metadata_key)s. anahtarı ile hiç metadata'sı yok.
zh_cn: 聚合 %(aggregate_id)s 没有键为 %(metadata_key)s 的元数据。
zh_tw: 聚集 %(aggregate_id)s 沒有索引鍵為 %(metadata_key)s 的 meta 資料。

source: Aggregate %(aggregate_id)s already has host %(host)s.
es: El agregado %(aggregate_id)s ya tiene el host %(host)s.
fr: L'agrégat %(aggregate_id)s a déjà l'hôte %(host)s.
ko_kr: %(aggregate_id)s 집합에 이미 %(host)s 호스트가 있습니다.
pt_br: O agregado %(aggregate_id)s já possui o host %(host)s.
tr_tr: %(aggregate_id)s kümesi zaten%(host)s sunucusuna sahip.
zh_cn: 聚合 %(aggregate_id)s已经有主机 %(host)s。
zh_tw: 聚集 %(aggregate_id)s 已有主機 %(host)s。

source: Failed to set admin password on %(instance)s because %(reason)s
es: No se ha podido establecer la contraseña de administrador en %(instance)s debido a %(reason)s
fr: Echec de définition du mot de passe d'admin sur %(instance)s car %(reason)s
ko_kr: %(reason)s 때문에 %(instance)s에 관리 비밀번호를 설정하지 못했음
pt_br: Falha ao configurar a senha de administrador em %(instance)s porque %(reason)s
tr_tr: %(reason)s yüzünden %(instance)s üzerinde parola ayarlanamadı
zh_cn: 未能对 %(instance)s 设置管理员密码，原因如下：%(reason)s
zh_tw: 無法在 %(instance)s 上設定管理者密碼，因為 %(reason)s

source: Detected existing vlan with id %(vlan)d
es: Se ha detectado una vlan existente con el ID %(vlan)d
fr: Réseau local virtuel (VLAN) existant détecté avec l'ID %(vlan)d
ko_kr: ID가 %(vlan)d인 기존 VLAN 발견
pt_br: Detectado vlan existente com o ID %(vlan)d
tr_tr: %(vlan)d kimliğine sahip var olan vlan algılandı
zh_cn: 检测到具有标识 %(vlan)d 的现有 vlan
zh_tw: 已偵測到 ID 為 %(vlan)d 的現有 VLAN

source: There was a conflict when trying to complete your request.
es: Hubo un conflicto tratándo de completar su solicitud.
pt_br: Houve um conflito enquanto tentava completar sua solicitação.
zh_cn: 在处理你的请求时发生了错误。

source: Instance %(instance_id)s could not be found.
es: No se ha podido encontrar la instancia %(instance_id)s.
fr: L'instance %(instance_id)s n'a pas pu être trouvée.
ko_kr: %(instance_id)s 인스턴스를 찾을 수 없습니다.
pt_br: A instância %(instance_id)s não pôde ser localizada.
tr_tr: %(instance_id)s örneği bulunamadı.
zh_cn: 实例 %(instance_id)s 没有找到。
zh_tw: 找不到實例 %(instance_id)s。

source: Info cache for instance %(instance_uuid)s could not be found.
es: No se ha podido encontrar la memoria caché de información para la instancia %(instance_uuid)s.
fr: Le cache d'infos pour l'instance %(instance_uuid)s est introuvable.
ko_kr: %(instance_uuid)s 인스턴스에 대한 정보 캐시를 찾을 수 없습니다.
pt_br: O cache de informações para a instância %(instance_uuid)s não pôde ser localizado.
tr_tr: %(instance_uuid)s sunucusu için bilgi zulası bulunamadı.
zh_cn: 找不到用于实例 %(instance_uuid)s 的信息高速缓存。
zh_tw: 找不到實例 %(instance_uuid)s 的資訊快取。

source: Node %(node_id)s could not be found.
es: No se ha podido encontrar el nodo %(node_id)s.
fr: Noeud %(node_id)s introuvable.
pt_br: O nó %(node_id)s não pôde ser localizado.
zh_cn: 找不到节点 %(node_id)s。

source: Node with UUID %(node_uuid)s could not be found.
es: No se ha podido encontrar el nodo con el UUID %(node_uuid)s.
fr: Noeud avec un identificateur unique universel %(node_uuid)s introuvable.
pt_br: O nó com UUID %(node_uuid)s não pôde ser localizado.
zh_cn: 找不到具有 UUID %(node_uuid)s 的节点。

source: Marker %(marker)s could not be found.
es: No se ha podido encontrar el marcador %(marker)s.
fr: Le marqueur %(marker)s est introuvable.
ko_kr: %(marker)s 마커를 찾을 수 없습니다.
pt_br: O marcador %(marker)s não pôde ser localizado.
tr_tr: İşaretçi %(marker)s bulunamadı.
zh_cn: 找不到标记符 %(marker)s。
zh_tw: 找不到標記 %(marker)s。

source: Invalid id: %(val)s (expecting "i-...").
es: ID no válido: %(val)s (se espera "i-...").
pt_br: ID inválido: %(val)s (esperando "i-...").
zh_cn: 标识 %(val)s 无效（期望的是“i-...”）。

source: Could not fetch image %(image_id)s
es: No se ha podido captar la imagen %(image_id)s
fr: Impossible d'extraire l'image %(image_id)s
ko_kr: %(image_id)s 이미지를 페치할 수 없음
pt_br: Não foi possível buscar a imagem %(image_id)s
tr_tr: %(image_id)s imajı getirilemedi
zh_cn: 未能访存映像 %(image_id)s
zh_tw: 無法提取映像檔 %(image_id)s

source: Could not upload image %(image_id)s
es: No se ha podido cargar la imagen %(image_id)s
fr: Impossible de télécharger l'image %(image_id)s
ko_kr: %(image_id)s 이미지를 업로드할 수 없음
pt_br: Não foi possível fazer upload da imagem %(image_id)s
tr_tr: İmaj %(image_id)s yüklenemedi
zh_cn: 未能上载映像 %(image_id)s
zh_tw: 無法上傳映像檔 %(image_id)s

source: Task %(task_name)s is already running on host %(host)s
es: La tarea %(task_name)s ya se está ejecutando en el host %(host)s
fr: La tâche %(task_name)s est déjà en cours d'exécution sur l'hôte %(host)s
ko_kr: %(task_name)s 태스크가 이미 %(host)s 호스트에서 실행 중임
pt_br: A tarefa %(task_name)s já está em execução no host %(host)s
tr_tr: Görev %(task_name)s zaten %(host)s istemcisi üstünde çalışıyor
zh_cn: 任务 %(task_name)s 已在主机 %(host)s 上运行
zh_tw: 作業 %(task_name)s 已經在主機 %(host)s 上執行

source: Task %(task_name)s is not running on host %(host)s
es: La tarea %(task_name)s no se está ejecutando en el host %(host)s
fr: La tâche %(task_name)s n'est pas en cours d'exécution sur l'hôte %(host)s
ko_kr: %(task_name)s 태스크가 %(host)s 호스트에서 실행 중이 아님
pt_br: A tarefa %(task_name)s não está em execução no host %(host)s
tr_tr: Görev %(task_name)s %(host)s istemcisi üzerinde çalışmıyor
zh_cn: 任务 %(task_name)s 未在主机 %(host)s 上运行
zh_tw: 作業 %(task_name)s 未在主機 %(host)s 上執行

source: Instance %(instance_uuid)s is locked
es: La instancia %(instance_uuid)s está bloqueada
fr: L'instance %(instance_uuid)s est verrouillée
ko_kr: %(instance_uuid)s 인스턴스가 잠겼음
pt_br: A instância %(instance_uuid)s está bloqueada
tr_tr: Sunucu %(instance_uuid)s kilitli
zh_cn: 实例 %(instance_uuid)s 已锁定
zh_tw: 已鎖定實例 %(instance_uuid)s

source: Invalid value for Config Drive option: %(option)s
es: Valor inválido para la opción de configuración de controlador: %(option)s
fr: Valeur invalide pour l'option du lecteur de configuration : %(option)s
ko_kr: 구성 드라이브 옵션에 대해 올바르지 않은 값: %(option)s
tr_tr: Yapılandırma Sürücüsü seçeneği için geçersiz değer: %(option)s
zh_cn: 非法的Config Drive值： %(option)s
zh_tw: 「配置驅動」選項 %(option)s 的值無效

source: Could not mount vfat config drive. %(operation)s failed. Error: %(error)s
es: No se ha podido montar la unidad de configuración vfat. %(operation)s ha fallado. Error: %(error)s
fr: Impossible d'installer l'unité de configuration vfat. %(operation)s a échoué. Erreur : %(error)s
ko_kr: vfat 구성 드라이브를 마운트할 수 없습니다. %(operation)s에 실패했습니다. 오류: %(error)s
pt_br: Não foi possível montar a unidade de configuração vfat. Falha de %(operation)s. Erro: %(error)s
tr_tr: vfat yapılandırma sürücüsü bağlanamadı. %(operation)s başarısız. Hata: %(error)s
zh_cn: 未能安装 vfat 配置驱动器。%(operation)s 失败。错误：%(error)s
zh_tw: 無法裝載 vfat 配置磁碟機。%(operation)s 失敗。錯誤：%(error)s

source: Unknown config drive format %(format)s. Select one of iso9660 or vfat.
es: Formato de unidad de configuración desconocido %(format)s. Seleccione uno de iso9660 o vfat.
fr: Format d'unité de config inconnu %(format)s. Sélectionnez iso9660 ou vfat.
ko_kr: 알 수 없는 구성 드라이브 형식 %(format)s입니다. iso9660 또는 vfat 중 하나를 선택하십시오.
pt_br: Formato da unidade de configuração %(format)s desconhecido. Selecione um de iso9660 ou vfat.
zh_cn: 配置驱动器格式 %(format)s 未知。请选择下列其中一项：iso9660 或 vfat。
zh_tw: 不明的配置磁碟機格式 %(format)s。請選取 iso9660 或 vfat 的其中之一。

source: Failed to attach network adapter device to %(instance)s
es: Se ha encontrado un error en la conexión del dispositivo de adaptador de red a %(instance)s.
pt_br: Falha ao anexar o dispositivo de adaptador de rede para %(instance)s
zh_cn: 未能将网络适配器设备连接至 %(instance)s

source: Failed to detach network adapter device from %(instance)s
es: Se ha encontrado un error en la desconexión del dispositivo de adaptador de red a %(instance)s.
pt_br: Falha ao remover o dispositivo de adaptador de rede de %(instance)s
zh_cn: 未能从 %(instance)s 断开与网络适配器设备的连接

source: User data too large. User data must be no larger than %(maxsize)s bytes once base64 encoded. Your data is %(length)d bytes
es: Datos de usuario demasiado grandes. Los datos de usuario no deben tener más de %(maxsize)s bytes una vez se ha codificado base64. Sus datos tienen %(length)d bytes.
fr: Données utilisateur trop grandes. Les données utilisateur ne doivent pas contenir plus de %(maxsize)s octets une fois base64 encodé. Vos données sont de %(length)d octets
ko_kr: 사용자 데이터가 너무 큽니다. 사용자 데이터는 base64로 인코드되면 %(maxsize)s바이트를 초과하면 안 됩니다. 사용자 데이터는 %(length)d바이트입니다.
pt_br: Dados do usuário muito grandes. Os dados do usuário não devem ser superiores a %(maxsize)s bytes quando codificados por base64. Seus dados têm %(length)d bytes
zh_cn: 用户数据太大。一旦以基本 64 位编码，用户数据就必须至多为 %(maxsize)s 字节。您的数据是 %(length)d 字节
zh_tw: 使用者資料太大。使用者資料一旦進行 base64 編碼，就不能大於 %(maxsize)s 個位元組。您的資料是 %(length)d 個位元組

source: User data needs to be valid base 64.
es: Los datos de usuario deben ser de base 64 válidos.
fr: Les données utilisateur doivent être des données base 64 valides.
ko_kr: 사용자 데이터는 유효한 base64여야 합니다.
pt_br: Os dados do usuário devem ser base 64 válidos.
tr_tr: Kullanıcı verisi geçerli base 64 olmalıdır.
zh_cn: 用户数据需要是有效的基本 64 位。
zh_tw: 使用者資料必須是有效的 base64。

source: Action for request_id %(request_id)s on instance %(instance_uuid)s not found
es: La acción para request_id %(request_id)s en la instancia %(instance_uuid)s no se ha encontrado.
fr: Action de request_id %(request_id)s sur l'instance %(instance_uuid)s non trouvée
ko_kr: %(instance_uuid)s 인스턴스에서 request_id %(request_id)s에 대한 조치를 찾을 수 없음
pt_br: Ação para request_id %(request_id)s na instância %(instance_uuid)s não localizada
tr_tr: %(instance_uuid)s sunucusu üzerinde request_id %(request_id)s için eylem bulunamadı
zh_cn: 找不到实例 %(instance_uuid)s 上针对 request_id %(request_id)s 的操作
zh_tw: 在實例 %(instance_uuid)s 上找不到對 request_id %(request_id)s 執行的動作

source: Event %(event)s not found for action id %(action_id)s
es: No se ha encontrado el suceso %(event)s para el id de acción %(action_id)s
fr: Evénement %(event)s non trouvé pour l'ID action %(action_id)s
ko_kr: 조치 ID %(action_id)s에 대한 %(event)s 이벤트를 찾을 수 없음
pt_br: Evento %(event)s não localizado para o ID da ação %(action_id)s
tr_tr: Olay %(event)s eylem kimliği %(action_id)s için bulunamadı
zh_cn: 对于操作标识 %(action_id)s，找不到事件 %(event)s
zh_tw: 找不到動作識別碼 %(action_id)s 的事件 %(event)s

source: The CA file for %(project)s could not be found
es: No se ha podido encontrar el archivo CA para %(project)s
fr: Le fichier d'autorité de certification pour %(project)s est introuvable
ko_kr: %(project)s의 CA 파일을 찾을 수 없음
pt_br: O arquivo CA de %(project)s não pôde ser localizado
tr_tr: %(project)s için CA dosyası bulunamadı
zh_cn: 找不到用于 %(project)s 的 CA 文件
zh_tw: 找不到 %(project)s 的 CA 檔案

source: The CRL file for %(project)s could not be found
es: No se ha podido encontrar el archivo CRL para %(project)s
fr: Le fichier de liste de révocation de certificat (CRL) pour %(project)s est introuvable
ko_kr: %(project)s의 CRL 파일을 찾을 수 없음
pt_br: O arquivo CRL para %(project)s não pôde ser localizado
tr_tr: %(project)s için CRL dosyası bulunamadı
zh_cn: 找不到用于 %(project)s 的 CRL 文件
zh_tw: 找不到 %(project)s 的 CRL 檔案

source: The service from servicegroup driver %(driver)s is temporarily unavailable.
es: El servicio del controlador servicegroup %(driver)s está temporalmente no disponible.
fr: Le service du pilote groupe de service %(driver)s est temporairement indisponible.
ko_kr: 서비스 그룹 드라이버 %(driver)s의 서비스가 일시적으로사용 불가능합니다.
zh_cn: 这个服务来自服务群组驱动的%(driver)s 暂时不可用
zh_tw: 來自 ServiceGroup 驅動程式 %(driver)s 的服務暫時無法使用。

source: %(binary)s attempted direct database access which is not allowed by policy
es: %(binary)s ha intentado un acceso de bases de datos directo que no está permitido por la política.
fr: %(binary)s a tenté un accès direct à la base de données qui n'est pas autorisé par la stratégie
ko_kr: %(binary)s에서 정책적으로 허용되지 않는 직접 데이터베이스 액세스를 시도함
pt_br: %(binary)s tentou o acesso direto ao banco de dados, que não é permitido pela política
tr_tr: %(binary)s ilkesel olarak izin verilmeyen şekilde doğrudan veri tabanı erişimine kalkıştı
zh_cn: %(binary)s 尝试了直接访问数据库，策略不允许进行此访问
zh_tw: %(binary)s 嘗試直接存取資料庫，但原則不容許這樣做

source: Virtualization type '%(virt)s' is not supported by this compute driver
es: El tipo de virtualización '%(virt)s' no está soportado por este controlador de cálculo
fr: Le type de virtualisation '%(virt)s' n'est pas pris en charge par ce pilote de calcul
ko_kr: 이 컴퓨터 드라이버가 가상화 유형 '%(virt)s'을(를) 지원하지 않음
pt_br: O tipo de virtualização '%(virt)s' não é suportado por esse driver de cálculo
tr_tr: Sanallaştırma türü '%(virt)s' bu hesaplama sürücüsü tarafından desteklenmiyor
zh_cn: 此计算驱动程序不支持虚拟化类型“%(virt)s”
zh_tw: 此計算驅動程式不支援虛擬化類型 '%(virt)s'

source: Requested hardware '%(model)s' is not supported by the '%(virt)s' virt driver
es: El hardware solicitado '%(model)s' no está soportado por el controlador de virtualización '%(virt)s'
fr: Le matériel demandé '%(model)s' n'est pas pris en charge par le pilote virtuel '%(virt)s'
ko_kr: '%(virt)s' virt 드라이버가 요청된 하드웨어 '%(model)s'을(를) 지원하지 않음
pt_br: O hardware solicitado '%(model)s' não é suportado pelo driver virt '%(virt)s'
tr_tr: İstenen donanım '%(model)s' '%(virt)s' sanallaştırma sürücüsü tarafından desteklenmiyor
zh_cn: “%(virt)s”虚拟驱动程序不支持所请求硬件“%(model)s”
zh_tw: '%(virt)s' 虛擬化驅動程式不支援所要求的硬體 '%(model)s'

source: Invalid Base 64 data for file %(path)s
es: Datos Base-64 inválidos para el archivo %(path)s
fr: Contenu BAse 64 invalide pour le fichier %(path)s
ko_kr: 파일 %(path)s에 대해 올바르지 않은 Base 64 데이터
pt_br: Dados Base 64 inválidos para o arquivo %(path)s
tr_tr: %(path)s dosyası için geçersiz base 64 verisi
zh_cn: 文件%(path)s的Base 64数据非法
zh_tw: 檔案 %(path)s 的 Base 64 資料無效

source: Build of instance %(instance_uuid)s aborted: %(reason)s
es: Construcción de instancia %(instance_uuid)s abortada: %(reason)s
fr: Construction de l'instance %(instance_uuid)s interrompue : %(reason)s
ko_kr: 인스턴스 %(instance_uuid)s의 빌드가 중단됨: %(reason)s
tr_tr: %(instance_uuid)s sunucusunun inşası iptal edildi: %(reason)s
zh_cn: 实例%(instance_uuid)s的构建已中止：%(reason)s
zh_tw: 建置實例 %(instance_uuid)s 已中止：%(reason)s
