Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: image %(id)s at (%(base_file)s): in use: on this node %(local)d local, %(remote)d on other nodes sharing this instance storage
es: imagen %(id)s en (%(base_file)s): en uso: en este nodo %(local)d local, %(remote)d en otros nodos que comparten este almacenamiento de instancia
pt_br: imagem %(id)s em (%(base_file)s): em uso: neste nó %(local)d local, %(remote)d em outros nós que compartilham esse armazenamento de instância
zh_cn: (%(base_file)s) 处的映像 %(id)s：在使用中：在此节点上，%(local)d 本地；在共享此实例存储器的其他节点上，%(remote)d

source: image %(id)s at (%(base_file)s): warning -- an absent base file is in use! instances: %(instance_list)s
es: %(id)s (%(base_file)s): aviso -- se está utilizando un archivo base ausente. instancias: %(instance_list)s
pt_br: imagem %(id)s em (%(base_file)s): aviso -- um arquivo base ausente está em uso! instâncias: %(instance_list)s
zh_cn: (%(base_file)s) 处的映像 %(id)s：警告 - 正在使用不存在的基本文件！实例：%(instance_list)s

source: image %(id)s at (%(base_file)s): image is not in use
es: imagen %(id)s en (%(base_file)s): la imagen no se está utilizando
pt_br: imagem %(id)s em (%(base_file)s): a imagem não está em uso
zh_cn: (%(base_file)s) 处的映像 %(id)s：映像未在使用中

source: image %(id)s at (%(base_file)s): image is in use
es: imagen %(id)s en (%(base_file)s): la imagen se está utilizando
pt_br: imagem %(id)s em (%(base_file)s): a imagem está em uso
zh_cn: (%(base_file)s) 处的映像 %(id)s：映像在使用中

source: Verify base images
es: Verifique imágenes base
pt_br: Verificar imagens base
zh_cn: 验证基础镜像

source: Image id %(id)s yields fingerprint %(fingerprint)s
es: El id de imagen %(id)s produce huella dactilar %(fingerprint)s
pt_br: O ID da imagem %(id)s produz a impressão digital %(fingerprint)s
zh_cn: 映像标识 %(id)s 会生成指纹 %(fingerprint)s

source: Unknown base file: %s
es: Archivo de base desconocido: %s
pt_br: Arquivo base desconhecido: %s
zh_cn: 未知的基文件：%s

source: Active base files: %s
es: Archivos de base activos: %s
pt_br: Arquivos base ativos: %s
zh_cn: 活跃的基文件：%s

source: Corrupt base files: %s
es: Archivos de base corruptos: %s
pt_br: Arquivos base corrompidos: %s
zh_cn: 损坏的基文件：%s

source: Removable base files: %s
es: Archivos de base eliminables: %s
pt_br: Arquivos base removíveis: %s
zh_cn: 可删除的基文件：%s

source: Verification complete
es: Verificación completada
pt_br: Verificação concluída
zh_cn: 确认完成

source: Skipping verification, no base directory at %s
es: Omitiendo verificación, no hay ningún directorio base en %s
pt_br: Ignorando verificação; nenhum diretório base em %s
zh_cn: 跳过验证，在 %s 上没有基础目录

source: systool is not installed
es: systool no está instalado
pt_br: systool não está instalado
zh_cn: 未安装系统工具

source: Cannot find any Fibre Channel HBAs
es: No se puede encontrar ningún HBA de canal de fibra
fr: HBA de canal optique introuvables
pt_br: Não é possível localizar nenhum HBA Fibre Channel
zh_cn: 找不到任何光纤通道 HBA

source: Insufficient Space on Volume Group %(vg)s. Only %(free_space)db available, but %(size)db required by volume %(lv)s.
es: Espacio insuficiente en grupo de volumen %(vg)s. Sólo %(free_space)db disponibles, pero se necesitan %(size)db para el volumen %(lv)s.
fr: Espace insuffisant sur le groupe de volumes %(vg)s. Seulement %(free_space)db disponibles, mais %(size)db requis par volume %(lv)s.
pt_br: Espaço Insuficiente no Grupo de Volumes %(vg)s. Apenas %(free_space)db disponíveis, mas %(size)db requeridos pelo volume %(lv)s.
zh_cn: 卷组 %(vg)s 上的空间不足。仅 %(free_space)db 可用，但是卷 %(lv)s 需要 %(size)db。

source: Volume group %(vg)s will not be able to hold sparse volume %(lv)s. Virtual volume size is %(size)db, but free space on volume group is only %(free_space)db.
es: El grupo de volumen %(vg)s no podrá retener el volumen disperso %(lv)s. El tamaño del volumen virtual es %(size)db, pero el espacio libre en el grupo de volúmenes es solo %(free_space)db.
pt_br: O grupo de volumes %(vg)s não poderá reter o volume esparso %(lv)s. O tamanho do volume virtual é %(size)db, mas o espaço livre no grupo do volumes é apenas %(free_space)db.
zh_cn: 卷组 %(vg)s 将无法保存稀疏卷 %(lv)s。虚拟卷大小为 %(size)db，但是卷组上的可用空间仅为 %(free_space)db。

source: rbd remove %(name)s in pool %(pool)s failed
es: la remoción rbd de %(name)s en el conjunto %(pool)s ha fallado

source: vg %s must be LVM volume group
es: El grupo de volúmenes %s debe ser el grupo de volúmenes LVM
fr: vg %s doit être un groupe de volumes LVM
ko_kr: vg %s은(는) LVM 볼륨 그룹이어야 함
pt_br: vg %s deve estar no grupo de volumes LVM
tr_tr: vg %s LVM mantıksal sürücü grubu olmalı
zh_cn: vg %s 必须为 LVM 卷组
zh_tw: 磁區群組 %s 必須是 LVM 磁區群組

source: Path %s must be LVM logical volume
es: La vía de acceso %s debe ser el volumen lógico LVM
fr: Le chemin %s doit être un volume logique LVM.
ko_kr: 경로 %s은(는) LVM 논리적 볼륨이어야 함
pt_br: O caminho %s deve ser um volume lógico LVM
tr_tr: Yol %s LVM mantıksal sürücüsü olmalı
zh_cn: 路径 %s 必须为 LVM 逻辑卷
zh_tw: 路徑 %s 必須是 LVM 邏輯磁區

source: Can't retrieve root device path from instance libvirt configuration
es: No se puede recuperar la vía de acceso ed dispositivo raíz de la configuración de libvirt de instancia
fr: Impossible d'extraire le chemin d'unité racine de la configuration libvirt de l'instance
ko_kr: 인스턴스 libvirt 구성에서 루트 디바이스 경로를 검색할 수 없음
pt_br: Não é possível recuperar o caminho de dispositivo raiz da configuração de libvirt da instância
tr_tr: Sunucu libvirt yapılandırmasından kök aygıt yolu alınamadı
zh_cn: 无法从实例 libvirt 配置中检索到根设备路径
zh_tw: 無法從實例 libVirt 配置擷取根裝置路徑

source: vif_type=%(vif_type)s instance=%(instance)s vif=%(vif)s
es: vif_type=%(vif_type)s instancia=%(instance)s vif=%(vif)s

source: vif_type parameter must be present for this vif_driver implementation
es: El parámetro vif_type debe estar presente para esta implementación de vif_driver
fr: Le paramètre vif_type doit être présent pour cette implémentation de vif_driver.
ko_kr: 이 vif_driver 구현을 위해 vif_type 매개변수가 존재해야 함
pt_br: o parâmetro vif_type deve estar presente para esta implementação de vif_driver
tr_tr: Bu vif_driver uygulaması için vif_type parametresi mevcut olmalı
zh_cn: 对于此 vif_driver 实现，必须存在 vif_type 参数
zh_tw: 此 vif_driver 實作的 vif_type 參數必須存在

source: Unexpected vif_type=%s
es: vif_type=%s inesperado
fr: vif_type = %s inattendu
ko_kr: 예기치 않은 vif_type=%s
pt_br: vif_type inesperado=%s
tr_tr: Beklenmeyen vif_type=%s
zh_cn: 存在意外 vif_type=%s
zh_tw: 非預期的 vif_type = %s

source: Ensuring vlan %(vlan)s and bridge %(bridge)s
es: Asegurando la vlan %(vlan)s y el puente %(bridge)s
pt_br: Assegurando vlan %(vlan)s e a ponte %(bridge)s
zh_cn: 保证vlan %(vlan)s 和桥 %(bridge)s

source: Ensuring bridge %s
es: Asegurando el puente %s
pt_br: Assegurando a ponte %s
zh_cn: 保证桥 %s

source: Failed while plugging vif
es: Fallo al conectar vif

source: Failed while unplugging vif
es: No se ha podido desconectar vif
pt_br: Falha ao desconectar vif
zh_cn: 拔出 vif 时发生故障

source: Unknown content in connection_info/qos_specs: %s
es: Contenido desconocido en connection_info/qos_specs: %s

source: iSCSI device not found at %s
es: No se ha encontrado el dispositivo iSCSI en %s
fr: Unité iSCSI non trouvée à %s
pt_br: Dispositivo iSCSI não localizado em %s
zh_cn: 在 %s 未找到iSCSI设备

source: ISCSI volume not yet found at: %(disk_dev)s. Will rescan & retry. Try number: %(tries)s
es: El volumen ISCSI aún no se ha encontrado en: %(disk_dev)s. Se volverá a explorar y se reintentará. Número de intentos: %(tries)s
pt_br: Volume ISCSI ainda não localizado em: %(disk_dev)s. Será verificado e tentado novamente. Tente o número: %(tries)s
zh_cn: 在以下位置尚未找到 ISCSI 卷：%(disk_dev)s。将重新扫描并重试。尝试次数为 %(tries)s

source: Found iSCSI node %(disk_dev)s (after %(tries)s rescans)
es: Se ha encontrado el nodo iSCSI %(disk_dev)s (después de %(tries)s reexploraciones)
pt_br: Localizado o nó iSCSI %(disk_dev)s (após %(tries)s novas verificações)
zh_cn: 找到 iSCSI 节点 %(disk_dev)s（在重新扫描 %(tries)s 次之后）

source: %s is already mounted
es: %s ya está montado
pt_br: %s já está montado
zh_cn: 已安装 %s

source: AoE device not found at %s
es: No se ha encontrado el dispositivo AoE en %s
fr: Unité AoE introuvable à %s
pt_br: Dispositivo AoE não localizado em %s
zh_cn: 在 %s 处，找不到 AoE 设备

source: AoE volume not yet found at: %(aoedevpath)s. Try number: %(tries)s
es: El volumen AoE aún no se ha encontrado en: %(aoedevpath)s. Número de intentos: %(tries)s
pt_br: Volume AoE ainda não localizado em: %(aoedevpath)s. Tente o número: %(tries)s
zh_cn: 在以下位置尚未找到 AoE 卷：%(aoedevpath)s。尝试次数为 %(tries)s

source: Found AoE device %(aoedevpath)s (after %(tries)s rediscover)
es: Se ha encontrado el dispositivo AoE %(aoedevpath)s (tras %(tries)s redescubrimientos)
pt_br: Localizado o dispositivo AoE %(aoedevpath)s (após %(tries)s redescobertas)
zh_cn: 找到 AoE 设备 %(aoedevpath)s（在 %(tries)s 次重新发现之后）

source: We are unable to locate any Fibre Channel devices
es: No se puede localizar ningún dispositivo de canal de fibra
fr: Nous ne parvenons pas à localiser les unités du canal optique
pt_br: Não é possível localizar nenhum dispositivo Fibre Channel
zh_cn: 我们无法找到任何光纤通道设备

source: Looking for Fibre Channel dev %(device)s
es: Buscando dispositivo de canal de fibra %(device)s
pt_br: Procurando dispositivo Fibre Channel %(device)s
zh_cn: 正在查找光纤通道设备 %(device)s

source: Fibre Channel device not found.
es: No se ha encontrado el dispositivo de canal de fibra.
fr: Unité de canal optique introuvable.
pt_br: Dispositivo Fibre Channel não localizado.
zh_cn: 找不到光纤通道设备。

source: Fibre volume not yet found at: %(mount_device)s. Will rescan & retry. Try number: %(tries)s
es: El volumen de fibra aún no se ha encontrado en: %(mount_device)s. Se volverá a explorar y se reintentará. Número de intentos: %(tries)s
pt_br: Volume de fibra ainda não localizado em: %(mount_device)s. Será verificado e tentado novamente. Tente o número: %(tries)s
zh_cn: 在以下位置尚未找到光纤卷：%(mount_device)s。将重新扫描并重试。尝试次数为 %(tries)s

source: Found Fibre Channel volume %(mount_device)s (after %(tries)s rescans)
es: Se ha encontrado el volumen de canal de fibra %(mount_device)s (después de %(tries)s reexploraciones)
pt_br: Volume de Fibre Channel %(mount_device)s localizado (após %(tries)s novas verificações)
zh_cn: 找到光纤通道卷 %(mount_device)s（在重新扫描 %(tries)s 次之后）

source: Multipath device discovered %(device)s
es: Se ha descubierto el dispositivo multivía de acceso %(device)s
pt_br: O dispositivo de caminhos múltiplos descobriu %(device)s
zh_cn: 已发现多路径设备 %(device)s

source: Value required for 'scality_sofs_config'
es: Valor necesario para 'scality_sofs_config'
ko_kr: 'scality_sofs_config'에 필요한 값
pt_br: Valor necessário para 'scality_sofs_config'
zh_cn: “scality_sofs_config”需要值
zh_tw: 'scality_sofs_config' 需要值

source: Cannot access 'scality_sofs_config': %s
es: No se puede acceder a 'scality_sofs_config': %s
ko_kr: 'scality_sofs_config'에 액세스할 수 없음: %s
pt_br: Não é possível acessar 'scality_sofs_config': %s
zh_cn: 无法访问“scality_sofs_config”：%s
zh_tw: 無法存取 'scality_sofs_config'：%s

source: Cannot execute /sbin/mount.sofs
es: No se puede ejecutar /sbin/mount.sofs
ko_kr: /sbin/mount.sofs를 실행할 수 없음
pt_br: Não é possível executar /sbin/mount.sofs
zh_cn: 无法执行 /sbin/mount.sofs
zh_tw: 無法執行 /sbin/mount.sofs

source: Cannot mount Scality SOFS, check syslog for errors
es: No se puede montar Scality SOFS, compruebe syslog por si hay errores
ko_kr: 스케일 SOFS를 마운트할 수 없음. syslog에서 오류 확인
pt_br: Não é possível montar Scality SOFS, verifique os erros no syslog
zh_cn: 无法安装 Scality SOFS，请检查系统日志以了解错误
zh_tw: 無法裝載 Scality SOFS，請檢查系統日誌以找出錯誤

source: Must specify host_ip, host_username and host_password to use compute_driver=vmwareapi.VMwareESXDriver or vmwareapi.VMwareVCDriver
es: Se debe especificar host_ip, host_username y host_password para usar compute_driver=vmwareapi.VMwareESXDriver o vmwareapi.VMwareVCDriver

source: Invalid Regular Expression %s
es: La expresión regular %s es inválida
fr: Expression régulière non valide %s
ko_kr: 올바르지 않은 정규식 %s
tr_tr: Geçersiz Düzenli İfade %s
zh_tw: 無效的正規表示式 %s

source: Instance cannot be found in host, or in an unknownstate.
es: La instancia no se puede encontrar en el juésped o en un estado desconocido
zh_cn: 在主机中不能发现实例，或者，实例状态未知

source: All clusters specified %s were not found in the vCenter
es: Todos los clusters especificados %s no fueron encontrados en vCenter

source: The following clusters could not be found in the vCenter %s
es: Los siguientes clusters no pueden ser encontrados en el vcenter %s

source: The resource %s does not exist
es: El recurso %s no existe

source: Invalid cluster or resource pool name : %s
es: Cluster o nombre de pool de recursos inválido: %s

source: The available nodes are: %s
es: Los nodos disponibles son: %s
zh_cn: 可用的节点有：%s

source: Unable to connect to server at %(server)s, sleeping for %(seconds)s seconds
es: Incapaz de conectar al servidor en %(server)s, esperando durante %(seconds)s segundos

source: Task [%(task_name)s] %(task_ref)s status: success
es: Tarea [%(task_name)s] %(task_ref)s estado: éxito
pt_br: Status da tarefa [%(task_name)s] %(task_ref)s: sucesso
zh_cn: 任务 [%(task_name)s] %(task_ref)s 状态：成功

source: Task [%(task_name)s] %(task_ref)s status: error %(error_info)s
es: Tarea [%(task_name)s] %(task_ref)s estado: error %(error_info)s
pt_br: Status da tarefa [%(task_name)s] %(task_ref)s: erro %(error_info)s
zh_cn: 任务 [%(task_name)s] %(task_ref)s 状态：错误 %(error_info)s

source: In vmwareapi:_poll_task, Got this error %s
es: En vmwareapi:_poll_task, se ha obtenido este error %s
pt_br: Em vmwareapi:_poll_task, Obteve este erro %s
zh_cn: 在vmwareapi：_poll_task，得到这个错误 %s

source: Creating directory with path %s
es: Creando directorio con la vía de acceso %s
pt_br: Criando diretório com o caminho %s
zh_cn: 正在使用路径 %s 创建目录

source: Created directory with path %s
es: Se ha creado el directorio con la vía de acceso %s
pt_br: Criado diretório com o caminho %s
zh_cn: 已经创建路径为 %s 的目录

source: Error(s) %s occurred in the call to RetrievePropertiesEx
es: El(los) Error(es) %s han ocurrido en la llamada de RetrievePropertiesEx

source: VMware Driver fault.
es: Falla de controlador de VMware

source: VMware Driver configuration fault.
es: Falla de configuración de de controlador de VMware

source: No default value for use_linked_clone found.
es: No se ha encontrado un valor predeterminado para used_linked_clone

source: Property %(attr)s not set for the managed object %(name)s
es: La propiedad %(attr)s no se ha establecido para el objeto gestionado %(name)s
fr: Propriété %(attr)s non définie pour l'objet géré %(name)s
pt_br: A propriedade %(attr)s não está configurada para o objeto gerenciado %(name)s
zh_cn: 对于受管对象 %(name)s，未设置属性 %(attr)s

source: There is no VM registered
es: No hay ninguna VM registrada
fr: Aucune machine virtuelle n'est enregistrée
pt_br: Não há VM registrada
zh_cn: 没有虚拟机注册

source: Virtual Machine with ref %s is not there
es: La máquina virtual con la referencia %s no está allí
fr: La machine virtuelle réf %s n'est pas là
pt_br: A Máquina Virtual com a ref %s não está lá
zh_cn: ref 为 %s 的虚拟机不存在

source: Logging out a session that is invalid or already logged out: %s
es: Finalizando sesión que no es válida o que ya ha finalizado: %s
pt_br: Efetuando logout de uma sessão que é inválida ou cujo logout já foi efetuado: %s
zh_cn: 退出无效的会话或者已经退出了：%s

source: Session is faulty
es: La sesión es defectuosa
pt_br: Sessão com falha
zh_cn: 会话有错误

source: Session Invalid
es: Sesión no válida
fr: Session non valide
pt_br: Sessão inválida
zh_cn: 会话无效

source: No Virtual Machine has been registered yet
es: No se ha registrado aún ninguna máquina virtual
fr: Aucune machine virtuelle n'a encore été enregistrée
pt_br: Nenhuma Máquina Virtual registrada ainda
zh_cn: 尚未注册任何虚拟机

source: Set maintenance mod on %(host)s to %(mode)s
es: Establecer modalidad de mantenimiento en %(host)s en %(mode)s
pt_br: Configurar modo de manutenção em %(host)s para %(mode)s
zh_cn: 请在 %(host)s 上将维护方式设置为 %(mode)s

source: Glance image %s is in killed state
es: La imagen Glance %s está en estado de matado
fr: Image Glance %s à l'état arrêté
ko_kr: 글랜스 이미지 %s이(가) 강제 종료 상태에 있음
pt_br: A imagem de visão geral %s está em estado eliminado
zh_cn: Glance 镜像 %s 在被杀死的状态
zh_tw: Glance 映像檔 %s 處於已結束狀態

source: Glance image %(image_id)s is in unknown state - %(state)s
es: La imagen Glance %(image_id)s está en estado desconocido - %(state)s
fr: Image Glance %(image_id)s dans un état inconnu - %(state)s
ko_kr: 글랜스 이미지 %(image_id)s이(가) 알 수 없는 상태에 있음 - %(state)s
pt_br: A imagem de visão geral %(image_id)s está em estado desconhecido - %(state)s
zh_cn: Glance 镜像 %(image_id)s 处于未知状态 - %(state)s
zh_tw: Glance 映像檔 %(image_id)s 處於不明狀態 - %(state)s

source: ESX SOAP server returned an empty port group for the host system in its response
es: El servidor ESX SOAP ha devuelto un grupo de puertos vacío para el sistema host en su respuesta
fr: Le serveur ESX SOAP a renvoyé un groupe de ports vide pour le système hôte dans sa réponse
ko_kr: ESX SOAP 서버가 응답에서 호스트 시스템에 대해 비어 있는 포트 그룹을 리턴함
pt_br: O servidor ESX SOAP retornou um grupo da porta vazio para o sistema host em sua resposta
tr_tr: ESX SOAP sunucu yanıtında istemci sistem için boş bağlantı noktası grubu döndürdü
zh_cn: ESX SOAP 服务器在响应里为托管系统返回一个空的端口组
zh_tw: ESX SOAP 伺服器在其回應中傳回了主機系統的空白埠群組

source: Creating Port Group with name %s on the ESX host
es: Creando grupo de puertos con el nombre %s en el host ESX
pt_br: Criando Grupo de Portas com o nome %s no host ESX
zh_cn: 正在ESX主机上创建名称为 %s 的端口组

source: Created Port Group with name %s on the ESX host
es: Se ha creado grupo de puertos con el nombre %s en el host ESX
pt_br: Criado Grupo de Portas com o nome %s no host ESX
zh_cn: 已经在ESX主机上创建了名称为 %s 的端口组

source: Exception during HTTP connection close in VMwareHTTPWrite. Exception is %s
es: Excepción durante el cierre de conexión HTTP en VMwareHTTPWrite. La excepción es %s
pt_br: Exceção durante o fechamento da conexão HTTP em VMwareHTTPWrite. A exceção é %s
zh_cn: 在 HTTP 连接关闭期间，在 VMwareHTTPWrite 中发生异常。异常为 %s

source: Unable to import suds.
es: No se puede importar suds.
pt_br: Não é possível importar suds.
zh_cn: 无法导入 suds。

source: No such SOAP method '%s' provided by VI SDK
es: VI SDK no ha proporcionado ningún método SOAP '%s' de este tipo
pt_br: Não há o método SOAP '%s' fornecido por VI SDK
zh_cn: VI SDK没有提供这样的SOAP方法 “%s”

source: httplib error in %s:
es: error de httplib en %s:
pt_br: Erro de httplib em %s:
zh_cn: 在 %s 中发生 httplib 错误：

source: Socket error in %s:
es: Error de socket en %s:
pt_br: Erro de soquete em %s:
zh_cn: 在 %s 套接字中发生错误

source: Type error in %s:
es: Error de tipo en %s:
pt_br: Erro de tipo em %s:
zh_cn: 在%s里发生类型错误：

source: Exception in %s
es: Excepción en %s
pt_br: Exceção em %s
zh_cn: 在 %s 发生异常

source: No host available on cluster
es: No hay huésped disponible en cluster.
ko_kr: 클러스터에서 사용 가능한 호스트가 없음
tr_tr: Kümede kullanılabilir istemci yok
zh_cn: 没有可用的主机在集群中
zh_tw: 叢集上沒有可用的主機

source: Failed to get cluster references %s
es: Fallo al obtener las referencias del cluster %s

source: Failed to get resource pool references %s
es: Fallo al obtener las referencias del pool de recursos %s

source: Getting list of instances
es: Obteniendo lista de instancias
pt_br: Obtendo lista de instâncias
zh_cn: 获取实例列表

source: Got total of %s instances
es: Se ha obtenido un total de %s instancias
pt_br: Obteve total de %s instâncias
zh_cn: 总共获得 %s 个实例

source: Extending root virtual disk to %s
es: Extendiendo el disco virtual raíz a %s

source: Extended root virtual disk
es: Se ha extendido el disco virtual raíz

source: Block device information present: %s
es: Información de dispositivo de bloque presente: %s
pt_br: Informações do dispositivo de bloco presentes: %s
zh_cn: 存在以下块设备信息：%s

source: Image disk size greater than requested disk size
es: La imagen de disco es más grande que el tamaño del disco solicitado
ko_kr: 이미지 디스크 크기가 요청된 디스크 크기보다 큼
tr_tr: İmaj disk boyutu istenen disk boyutundan büyük
zh_tw: 映像檔磁碟大小大於所要求的磁碟大小

source: Creating VM on the ESX host
es: Creando VM en el host ESX
pt_br: Criando VM no host ESX
zh_cn: 正在 ESX 主机上创建 VM

source: Created VM on the ESX host
es: Se ha creado VM en el host ESX
pt_br: Criada VM no host ESX
zh_cn: 已在 ESX 主机上创建 VM

source: Creating Virtual Disk of size %(vmdk_file_size_in_kb)s KB and adapter type %(adapter_type)s on the ESX host local store %(data_store_name)s
es: Creando disco virtual de %(vmdk_file_size_in_kb)s KB de tamaño y tipo de adaptador %(adapter_type)s el el almacén local del host de ESX %(data_store_name)s
pt_br: Criando Disco Virtual de tamanho %(vmdk_file_size_in_kb)s KB e tipo de adaptador %(adapter_type)s no armazenamento local do host ESX %(data_store_name)s

source: Created Virtual Disk of size %(vmdk_file_size_in_kb)s KB and type %(disk_type)s on the ESX host local store %(data_store_name)s
es: Se ha creado el disco virtual de %(vmdk_file_size_in_kb)s KB de tamaño y tipo %(disk_type)s en el almacén local del host de ESX %(data_store_name)s
pt_br: Criado Disco Virtual de tamanho %(vmdk_file_size_in_kb)s KB e tipo %(disk_type)s no armazenamento local do host ESX %(data_store_name)s

source: Copying Virtual Disk of size %(vmdk_file_size_in_kb)s KB and adapter type %(adapter_type)s on the ESX host local store %(data_store_name)s to disk type %(disk_type)s
es: Copiando disco virtual de %(vmdk_file_size_in_kb)s KB de tamaño y tipo de adaptador %(adapter_type)s en el almacén local del host de ESX %(data_store_name)s en el tipo de disco %(disk_type)s
pt_br: Copiando Disco Virtual de tamanho %(vmdk_file_size_in_kb)s KB e tipo de adaptador %(adapter_type)s no armazenamento local do host ESX %(data_store_name)s para o tipo de disco %(disk_type)s
zh_cn: 正在将 ESX 主机本地存储器 %(data_store_name)s 上的虚拟盘（大小为 %(vmdk_file_size_in_kb)s KB）和适配器（类型为 %(adapter_type)s）复制到类型为 %(disk_type)s 的磁盘

source: Copied Virtual Disk of size %(vmdk_file_size_in_kb)s KB and type %(disk_type)s on the ESX host local store %(data_store_name)s
es: Se ha copiado el disco virtual de %(vmdk_file_size_in_kb)s KB de tamaño y tipo %(disk_type)s en el almacén local del host de ESX %(data_store_name)s
pt_br: Copiado Disco Virtual de tamanho %(vmdk_file_size_in_kb)s KB e tipo %(disk_type)s no armazenamento local do host ESX %(data_store_name)s
zh_cn: 已复制 ESX 主机本地存储器 %(data_store_name)s 上的虚拟盘（大小为 %(vmdk_file_size_in_kb)s KB 并且类型为 %(disk_type)s）

source: Copying root disk of size %sGb
es: Copiando el disco raíz de tamaño %sGb

source: Powering on the VM instance
es: Activando la instancia de máquina virtual
pt_br: Ativando a instância de VM

source: Powered on the VM instance
es: Se ha activado la instancia de VM
pt_br: Ativada a instância de VM

source: Reconfiguring VM instance %(instance_name)s to attach cdrom %(file_path)s
es: Reconfigurando la instancia VM %(instance_name)s para conectar cdrom %(file_path)s

source: Creating Snapshot of the VM instance
es: Creando instantánea de instancia de VM
pt_br: Criando Captura Instantânea da instância de VM
zh_cn: 正在创建 VM 实例的快照

source: Created Snapshot of the VM instance
es: Se ha creado instantánea de la instancia de VM
pt_br: Criada a Captura Instantânea da instância de VM
zh_cn: 已创建 VM 实例的快照

source: Uploading image %s
es: Subiendo la imagen %s
pt_br: Fazendo upload da imagem %s
zh_cn: 上传镜像 %s

source: Uploaded image %s
es: Imagen %s subida
pt_br: Imagem %s transferida por upload
zh_cn: 已经上传镜像 %s

source: instance is not powered on
es: instancia no activada
fr: l'instance n'est pas mise sous tension
ko_kr: 인스턴스가 전원 공급되지 않음
pt_br: a instância não está ativada
tr_tr: sunucunun gücü açılmamış
zh_cn: 实例未启动
zh_tw: 未開啟實例的電源

source: Rebooting guest OS of VM
es: Rearrancando sistema operativo de invitado de máquina virtual
pt_br: Reinicializando SO convidado da VM
zh_cn: 正在重新引导 VM 的 guest 操作系统

source: Rebooted guest OS of VM
es: Rearrancado el sistema operativo de invitado de máquina virtual
pt_br: Reinicializado SO convidado da VM
zh_cn: 已重新引导 VM 的 guest 操作系统
