Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-warning.po
Languages: cs, ko_kr, tr_tr, zh_cn

source: The cells feature of Nova is considered experimental by the OpenStack project because it receives much less testing than the rest of Nova. This may change in the future, but current deployers should be aware that the use of it in production right now may be risky. Also note that cells does not currently support rolling upgrades, it is assumed that cells deployments are upgraded lockstep so n-1 cells compatibility does not work.
cs: Funkce buněk v Nova je v projektu OpenStack považována za experimentální, protože prošla menším počtem zkoušek v porovnání s ostatní mi části Nova. Toto se v budoucnu může změnit, ale v současnosti by si správci měli být vědomi, že použití této funkce v ostrých provozech může být riskantní. Také nezapomeňte, že buňky v současnosti nepodporují postupné aktualizace, předpokládá se, že při jejich nasazení budou aktualizovány synchronizovaně, takže kompatibilita buněk n-1 nefunguje.
ko_kr: Nova의 셀 기능은 나머지 Nova에 비해 테스트 양이 훨씬 적으므로 OpenStack 프로젝트에서 실험으로 간주됩니다. 이 상황은 향후에 변경될 수 있지만 현재 배포자는 이 기능을 프로덕션에서 사용하는 것이 위험할 수 있음을 인지해야 합니다. 또한 현재 셀에서 롤링 업그레이드를 지원하지 않으며, 셀 배포는 동일 방식으로 업그레이드되는 것으로 간주되므로, n-1 셀 호환 가능성이 작동하지 않는다는 점에 유의하십시오.
zh_cn: OpenStack项目Nova的单元特性做为实验性的特性，因为它比Nova的其它模块接受了更少的测试。在将来将会发生改变，但是当前部署者应该保持谨慎，立即把它用到生产环境是有风险的。同时注意到单元当前不支持回归更新，假设单元部署者升级中出现失败步骤，那么n-1个单元兼容性将不能正常工作。

source: The extension configure options are deprecated. In the near future you must run all of the API.
cs: Volby nastavení rozšíření jsou zastaralé. V blízké budoucnosti budete muset spouštět celé API.
zh_cn: 废弃扩展配置选项。在不远的未来，您必须运行API的所有部分。

source: The in tree EC2 API is deprecated as of Kilo release and may be removed in a future release. The openstack ec2-api project http://git.openstack.org/cgit/openstack/ec2-api/ is the target replacement for this functionality.
cs: EC2 API ve stromě je od verze Kilo označeno jako zastaralé a v budoucích verzích mlže být odstraněno. Projekt openstack ec2-api na adrese http://git.openstack.org/cgit/openstack/ec2-api/ má za cíl nahradit tuto funkcionalitu.

source: The legacy v2 API module already moved into'nova.api.openstack.compute.legacy_v2.contrib'. Use new path instead of old path %s
cs: Starý modul v2 API již byl přesunut do 'nova.api.openstack.compute.legacy_v2.contrib'. Použijte novou cestu místo staré %s
zh_cn: 遗留的v2 模块移动到'nova.api.openstack.compute.legacy_v2.contrib' 。使用新路径代替旧路径 %s

source: The libvirt driver is not tested on %(type)s/%(arch)s by the OpenStack project and thus its quality can not be ensured. For more information, see: https://wiki.openstack.org/wiki/HypervisorSupportMatrix
cs: Ovladač libvirt nebyl projektem OpenStack testován na %(type)s/%(arch)s a proto jeho kvalita nemůže být zaručena. Pro další informace si přečtěte: https://wiki.openstack.org/wiki/HypervisorSupportMatrix
tr_tr: libvirt sürücüsü %(type)s/%(arch)s üzerinde OpenStack projesi tarafından test edilmedi dolayısıyla kalitesinden emin olunamaz. Daha fazla bilgi için, bknz: https://wiki.openstack.org/wiki/HypervisorSupportMatrix
zh_cn: OpenStack项目没有在 %(type)s/%(arch)s 架构上测试过libvirt驱动，因此它的质量不能保证。了解更多信息，请参考：https://wiki.openstack.org/wiki/HypervisorSupportMatrix

source: The same keypair name '%(name)s' exists in the following cells: %(cell_names)s. The keypair value from the first cell is returned.
cs: Stejný název páru klíčů '%(name)s' existuje v následujících buňkách: %(cell_names)s. Je vrácena hodnota páru z první buňky.
ko_kr: 동일한 키 페어 이름 '%(name)s'이(가) %(cell_names)s 셀에 있습니다. 첫 번째 셀의 키 페어 값이 반환됩니다.
zh_cn: 在以下单元: %(cell_names)s中存在相同的密钥对名字 '%(name)s' 。返回第一个单元的密钥对值。

source: The volume %s does not exist!
cs: Svazek %s neexistuje!
ko_kr: %s 볼륨이 없습니다!

source: This key manager is insecure and is not recommended for production deployments
cs: Tento správce klíčů není bezpečný a nedoporučuje se ho používat v ostrých provozech
ko_kr: 이 키 관리자는 안전하지 않으므로 프로덕션 배포에서는 권장되지 않습니다.
tr_tr: Bu anahtar yönetici güvenli değil ve üretim ortamlarında kullanılmaması önerilir
zh_cn: 秘钥管理器是不安全的，不推荐在生产部署环境中使用

source: This key manager is not suitable for use in production deployments
cs: Tento správce klíčů se nehodí na použití v ostrých provozech
tr_tr: Bu anahtar yönetici üretim kurulumlarında kullanılmaya uygun değil
zh_cn: 在生产部署环节中，秘钥 管理器key manager 不适合使用

source: This shouldn't be getting called except during testing.
cs: Toto by nemělo být voláno kromě případů testování.
ko_kr: 이는 테스트 중을 제외하면 호출되지 않습니다.
tr_tr: Bu test sırası dışında çağrılmamalıdır.
zh_cn: 不应该调用此项（在测试期间除外）。

source: Timed out waiting for nova-conductor. Is it running? Or did this service start before nova-conductor? Reattempting establishment of nova-conductor connection...
cs: Vypršel čas čekání na nova-conductor. Je spuštěn? Nebo byla tato služba spuštěna před nova-conductor? Nový pokus o navázání spojení s nova-conductor...
ko_kr: nova-conductor를 기다리는 중에 제한시간이 종료되었습니다. 실행 중입니까? 또는 nova-conductor 전에 이 서비스가 시작되었습니까? nova-conductor 연결을 다시 설정 중...
tr_tr: Nova-conductor beklenirken zaman aşımı. Çalışıyor mu? Yoksa bu servis nova-conductor'dan önce mi başladı? nova-conductor bağlantısı kurulması tekrar deneniyor...
zh_cn: 等待nova-conductor 超时。它在运行吗？或者这个服务在nova-conductor之前启动？尝试重新建立nova-conductor连接。。。

source: Timed out while waiting for soft shutdown.
cs: Při čekání na měkké vypnutí vypršel čas.
ko_kr: 소프트 시스템 종료를 기다리는 중에 제한시간이 초과되었습니다.
tr_tr: Yumuşak kapatma beklenirken zaman aşımı.
zh_cn: 等待软关机时，超时。

source: Timeout waiting for vif plugging callback for instance %(uuid)s
cs: Vypršel čas při čekání na zpětné volání zapojení virtuálního rozhraní pro instanci %(uuid)s
ko_kr: 인스턴스 %(uuid)s의 vif 플러그 콜백을 기다리는 중에 제한시간이 초과됨
tr_tr: %(uuid)s sunucusu için vif takma geri çağrısı beklerken zaman aşımı
zh_cn: 等待实例%(uuid)s的vif 插入回调超时

source: Token: %(token)s failed to save into memcached.
cs: Známka: %(token)s nemohla být uložena do memcached.
tr_tr: Jeton: %(token)s memcached'e kaydedilemedi.
zh_cn: 令牌：%(token)s 保存到memcached 失败。

source: Too many id maps, only included first five.
cs: Příliš mnoho map id, zahrnuto pouze prvních pět.
ko_kr: id 맵이 너무 많아, 처음 다섯 개만 포함합니다.
tr_tr: Çok fazla id eşleşmesi, yalnızca ilk beşi dahil edildi.
zh_cn: 太多id映射，只能包含前5个。

source: Treating negative config value (%(retries)s) for 'block_device_retries' as 0.
cs: Záporná hodnota nastavení (%(retries)s) v 'block_device_retries' je vyhodnocena jako 0.
ko_kr: 'block_device_retries'의 음의 구성 값 (%(retries)s)은(는) 0으로 처리합니다.
tr_tr: 'block_device_retries' için (%(retries)s) negatif yapılandırma değeri 0 olarak ele alınıyor.
zh_cn: 把'block_device_retries' 负数的配置值 (%(retries)s) 当做0。

source: Treating negative config value (%(retries)s) for 'glance.num_retries' as 0.
cs: Záporná hodnota nastavení (%(retries)s) v 'glance.num_retries' je vyhodnocena jako 0.
tr_tr: 'glance.num_retries' için negatif yapılandırma değeri (%(retries)s) 0 olarak ele alınıyor.
zh_cn: 把'glance.num_retries' 的负数的配置值 (%(retries)s) 当做0。

source: Treating negative config value (%(retries)s) for 'network_allocate_retries' as 0.
cs: Záporná hodnota nastavení (%(retries)s) v 'network_allocate_retries' je vyhodnocena jako 0.
tr_tr: 'network_allocate_retries' için (%(retries)s) negatif yapılandırma değeri 0 olarak ele alınıyor.
zh_cn: 把网络分配重试次数'network_allocate_retries' 负数的配置值 (%(retries)s) 当做0。

source: Tried to remove rule that was not there: %(chain)r %(rule)r %(wrap)r %(top)r
cs: Pokus o odstranění neexistujícího pravidla: %(chain)r %(rule)r %(wrap)r %(top)r
ko_kr: 없는 규칙을 제거하려 했음: %(chain)r %(rule)r %(wrap)r %(top)r
tr_tr: Orada olmayan kural kaldırılmaya çalışılıyor: %(chain)r %(rule)r %(wrap)r %(top)r
zh_cn: 试图移除不存在的规则：%(chain)r %(rule)r %(wrap)r %(top)r

source: Trying to remove device with %(status)s ownership %(instance_uuid)s because of %(pci_exception)s
cs: Pokus o odstranění zařízení se stavem %(status)s ve vlastnictví %(instance_uuid)s z důvodu %(pci_exception)s
ko_kr: %(pci_exception)s(으)로 인해 %(status)s 소유권 %(instance_uuid)s이(가) 있는 장치를 제거하려고 시도
tr_tr: %(pci_exception)s sebebiyle %(status)s %(instance_uuid)s sahipli aygıt kaldırılmaya çalışılıyor
zh_cn: 由于%(pci_exception)s，尝试移除%(status)s 的设备，设备所有者是%(instance_uuid)s

source: URI %(uri)s does not support connection events: %(error)s
cs: URI %(uri)s nepodporuje události připojení: %(error)s
ko_kr: URI %(uri)s에서 연결 이벤트를 지원하지 않음: %(error)s
tr_tr: URI %(uri)s bağlantı olaylarını desteklemiyor: %(error)s
zh_cn: URI %(uri)s 不支持连接事件：%(error)s

source: URI %(uri)s does not support events: %(error)s
cs: URI %(uri)s nepodporuje události: %(error)s
ko_kr: URI %(uri)s에서 이벤트를 지원하지 않음: %(error)s
tr_tr: URI %(uri)s olayları desteklemiyor: %(error)s
zh_cn: URI %(uri)s 不支持事件：%(error)s

source: URI %(uri)s does not support full set of host capabilities: %(error)s
cs: URI %(uri)s nepodporuje úplnou sadu schopností hostitele: %(error)s
ko_kr: URI %(uri)s에서 전체 호스트 기능 세트를 지원하지 않음: %(error)s
tr_tr: URI %(uri)s istemci yetenekleri kümesinin tamamını desteklemiyor: %(error)s
zh_cn: URI %(uri)s 不支持主机能力的全部集合：%(error)s

source: URI %(uri)s does not support listDevices: %(error)s
cs: URI %(uri)s nepodporuje výpis zařízení: %(error)s
ko_kr: URI %(uri)s에서 listDevices를 지원하지 않음: %(error)s
tr_tr: URI %(uri)s listDevices desteklemiyor: %(error)s
zh_cn: URI %(uri)s 不支持listDevices：%(error)s

source: Unable to delete %(file)s. Exception: %(ex)s
cs: Nelze smazat %(file)s. Výjimka: %(ex)s
ko_kr: %(file)s을(를) 삭제할 수 없습니다. 예외: %(ex)s
tr_tr: %(file)s silinemiyor. İstisna: %(ex)s
zh_cn: 不能删除%(file)s。异常：%(ex)s

source: Unable to dequalify. %(name)s is not in %(domain)s.
cs: Nelze dekvalifikovat. %(name)s není v %(domain)s.
ko_kr: 자격을 박탈할 수 없습니다. %(name)s이(가) %(domain)s에 있지 않습니다.
tr_tr: Değerlendirme kaldırma başarısız. %(name)s %(domain)s içinde değil.
zh_cn: 无法取消限定。%(name)s 没有在 %(domain)s 中。

source: Unable to find a different image to use for rescue VM, using instance's current image
cs: Nelze najít jiný obraz použitelný pro záchranu VM, bude použit současný obraz instance
ko_kr: 인스턴스의 현재 이미지를 사용하여 구조 VM에 사용할 다른 이미지를 찾을 수 없음
tr_tr: VM kurtarma için farklı bir imaj bulunamıyor, sunucunun mevcut imajı kullanılıyor
zh_cn: 找不到要用于安全 VM 的另一映像，正在使用实例的当前映像

source: Unable to find network matching '%(network_name)s', user will have to enter IP manually...
cs: Nelze najít síť odpovídající '%(network_name)s', uživatel bude síť muset zadat ručně...
ko_kr: '%(network_name)s'과(와) 일치하는 네트워크를 찾을 수 없음, 사용자가 수동으로 IP를 입력해야 함...
tr_tr: '%(network_name)s' ile eşleşen ağ bulunamadı, kullanıcının elle IP girmesi gerekecek...
zh_cn: 不能找到匹配 '%(network_name)s'的网络，用户必须手动输入IP。。。

source: Unable to force TCG mode, libguestfs too old? %s
cs: Nelze vynutit režim TCG, libguestfs je příliš stary? %s
ko_kr: TCG 모드를 강제 적용할 수 없음, libguestfs가 너무 오래되었는지 여부. %s
tr_tr: TCG kipi zorlanamadı, libguestfs çok eski olabilir mi? %s
zh_cn: 不能强制TCG 模式，libguestfs 太旧吗？%s

source: Unable to increase max downtime to %(time)dms: %(e)s
cs: Nelze zvýšit maximální čas odstávky na %(time)dms: %(e)s
ko_kr: 최대 중단 시간을 %(time)dms(으)로 늘릴 수 없음: %(e)s
zh_cn: 不能减少最大宕机时间到 %(time)dms：%(e)s

source: Unable to mount image %(image)s with error %(error)s. Cannot resize.
cs: Nelze připojit obraz %(image)s s chybou %(error)s. Nelze změnit velikost.
ko_kr: %(error)s 오류로 인해 %(image)s 이미지를 마운트할 수 없습니다. 크기를 조정할 수 없습니다.
tr_tr: İmaj %(image)s bağlaması %(error)s hatasıyla yapılamadı. Yeniden boyutlandırılamıyor.
zh_cn: 不能挂着镜像 %(image)s ，镜像有错误%(error)s。不能重新调整大小。

source: Unable to stat %(disk)s: %(ex)s
cs: Nelze nalézt %(disk)s: %(ex)s
ko_kr: %(disk)s 통계를 낼 수 없음: %(ex)s
zh_cn: 不能统计%(disk)s：%(ex)s

source: Unable to update metadata, VM not found.
cs: Nelze aktualizovat popisná data, VM nenalezeno.
ko_kr: 메타데이터를 업데이트할 수 없음, VM을 찾을 수 없습니다.
tr_tr: Metadata güncellenemiyor, VM bulunamadı.
zh_cn: 不能更新元数据，虚拟机没有找到。

source: Unable to update the agent due to: %(exc)s
cs: Nelze aktualizovat agenta kvůli: %(exc)s
ko_kr: 다음으로 인해 에이전트를 업데이트할 수 없음: %(exc)s
tr_tr: Ajan şu sebepten güncellenemedi: %(exc)s
zh_cn: 不能更新代理，原因是：%(exc)s

source: Unexpected confirmation status '%(status)s' of migration %(id)s, exit confirmation process
cs: Neočekávaný stav potvrzení '%(status)s' v přesunu %(id)s, potvrzovací proces ukončen
ko_kr: 마이그레이션 %(id)s의 예상치 못한 확인 상태 '%(status)s', 확인 프로세스 종료
tr_tr: %(id)s göçünün beklenmeyen onaylama durumu '%(status)s', onaylama sürecinden çık
zh_cn: 未预期的迁移%(id)s的确认状态'%(status)s'，退出确认过程

source: Unexpected migration job type: %d
cs: Neočekávaný typ úkolu přesunu: %d
ko_kr: 예상치 않은 마이그레이션 작업 유형: %d
tr_tr: Beklenmedik göç işi türü: %d
zh_cn: 未预期的迁移工作类型： %d

source: Unexpected power state %d
cs: Neočekávaný stav napájení %d
ko_kr: 예기지 않은 전원 상태 %d
tr_tr: Beklenmeyen güç durumu %d
zh_cn: 电源处于意外状态 %d

source: Unknown base file: %s
cs: Neznámý základní soubor: %s
ko_kr: 알 수 없는 기본 파일: %s
tr_tr: Bilinmeyen temel dosya: %s
zh_cn: 未知的基文件：%s

source: Unknown content in connection_info/qos_specs: %s
cs: Neznámý obsah v informaci o připojení/specifikaci qos: %s
ko_kr: connection_info/qos_specs의 알 수 없는 콘텐츠: %s
tr_tr: connection_info/qos_specs içinde bilinmeyen içerik: %s
zh_cn: 在 connection_info/qos_specs中，未知内容：%s

source: Unrecognized cache_images value '%s', defaulting to True
cs: Nerozpoznaná hodnota cache_images '%s', zvolena výchozí hodnota True
ko_kr: 인식되지 않는 cache_images 값 '%s', True로 기본 설정 중
tr_tr: Tanımlanamayan cache_images değeri '%s', True olarak varsayılıyor
zh_cn: 无法识别 cache_images 值“%s”，缺省为 True

source: VCPUs not set; assuming CPU collection broken
cs: VCPU nenastaveny; předpokládáno poškození sbírky CPU
ko_kr: VCPU 설정되지 않음: CPU 콜렉션 중단 가정
tr_tr: VCPU ayarlanamadı, CPU koleksiyonunun bozulduğu varsayılıyor
zh_cn: 未设置 VCPU 数；假定 CPU 收集已中断

source: VM already halted, skipping shutdown...
cs: VM již je zastaven, přeskakování vypnutí...
ko_kr: VM이 이미 정지되었으며, 시스템 종료 건너뛰는 중...
tr_tr: VM zaten kapalı, kapatma atlanıyor...
zh_cn: VM 已停止，正在跳过关闭...

source: VM is not present, skipping destroy...
cs: VM není přítomno, přeskakování ničení...
ko_kr: VM이 존재하지 않으며, 영구 삭제를 건너뛰는 중...
tr_tr: VM mevcut değil, silme atlanıyor...
zh_cn: 虚拟机不存在，跳过销毁...

source: VM is not present, skipping soft delete...
cs: VM není přítomno, přeskakování měkkého smazání...
ko_kr: VM이 존재하지 않으며, 소프트 삭제를 건너뛰는 중...
tr_tr: VM mevcut değil, yumuşak silme atlanıyor...
zh_cn: VM 不存在，正在跳过软删除...

source: VMware vCenter version less than %(version)s does not support the 'ovs' port type.
cs: VMware vCenter s verzí starší než %(version)s nepodporuje typ portu 'ovs'.
ko_kr: %(version)s보다 낮은 VMware vCenter 버전에서는 'ovs' 포트 유형을 지원하지 않습니다.

source: Value specified in conf file for xenserver.torrent_base_url does not contain a slash character, therefore it will not be used as part of the torrent URL. Specify a valid base URL as defined by RFC 1808 (see step 6).
cs: Hodnota zadaná v souboru s nastavením pro xenserver.torrent_base_url neobsahuje znak závorky a proto nebude použita jako součást URl torrentu. Zadejte platnou základní URL tak jak jí určuje RFC 1808 (viz krok 6).
ko_kr: xenserver.torrent_base_url의 conf 파일에 지정된 값에 슬래시 문자가 포함되지 않으므로, torrent URL의 일부로 사용되지 않습니다. RFC 1808에 정의된 대로 올바른 기본 URL을 지정하십시오(6단계 참조).
tr_tr: xenserver.torrent_base_url için yapılandırma dosyasında belirtilen değer bölü karakteri içermiyor, bu yüzden torrent URL'sinin barçası olarak kullanılmayacak. RFC 1808 tarafından tanımlanan geçerli bir taban URL belirtin (6. adıma bakın).
zh_cn: 配置文件中指定的xenserver.torrent_base_url 的值没有包含斜线/字符，因而它将不会作为种子URL的一部分。指定一个有效的RFC 1808 定义的基本URL（参考第6步）。

source: Virtual disk: %s of volume's backing not found.
cs: Virtuální disk: %s nenalezeno v záloze svazku .
ko_kr: 가상 디스크: 볼륨 지원 파일의 %s을(를) 찾을 수 없습니다.
zh_cn: 没有找到卷的备份的虚拟磁盘 %s。

source: Volume %s should be encrypted but there is no encryption metadata.
cs: Svazek %s by měl být zašifrován, ale neexistují žádná popisná data šifrování.
ko_kr: 볼륨 %s을(를) 암호화해야 하지만 암호화 메타데이터가 없습니다.
tr_tr: Mantıksal sürücü %s şifrelenmeli ama şifreleme metadata'sı yok.
zh_cn: 卷 %s 应该被加密，但是没有加密元数据。

source: Volume group %(vg)s will not be able to hold sparse volume %(lv)s. Virtual volume size is %(size)d bytes, but free space on volume group is only %(free_space)db.
cs: Skupina svazku %(vg)s nebude moci pojmout řídký svazek %(lv)s. Velikost virtuálního svazku je %(size)d bajtů, ale volná kapacita ve skupině svazku je pouze %(free_space)d bajtů.
ko_kr: 볼륨 그룹 %(vg)s이(가) 성긴 볼륨 %(lv)s을(를) 보유할 수 없습니다. 가상 볼륨 크기는 %(size)d바이트지만, 볼륨 그룹의 여유 공간은 %(free_space)db뿐입니다.

source: Volume id: %(vol_id)s finished being created but its status is %(vol_status)s.
cs: Svazek s id %(vol_id)s dokončil proces vytváření ale jeho stav je %(vol_status)s.
ko_kr: 볼륨 id: %(vol_id)s 생성이 완료되었지만 해당 상태가 %(vol_status)s입니다.
tr_tr: Mantıksal sürücü id'si: %(vol_id)s oluşturuldu ama durumu %(vol_status)s.
zh_cn: 卷id：%(vol_id)s 完成了创建，但是它的状态是%(vol_status)s。

source: WARNING: Using the remote debug option changes how Nova uses the eventlet library to support async IO. This could result in failures that do not occur under normal operation. Use at your own risk.
cs: VAROVÁNÍ: Používání volby vzdáleného ladění mění jak Nova používá knihovnu eventlet, aby mohla podporovat asynchronní Vstup/Výstup. To může mít za následek selhání, které se při normálních operacích nevyskytují. Používejte na vlastní riziko.
ko_kr: 경고: 원격 디버그 옵션을 사용하면 Nova가 evenlet 라이브러리를 사용하여 비동기 IO를 지원하는 방법이 변경됩니다. 그러면 정상 조작에서는 발생하지 않는 실패가 발생할 수 있습니다. 사용 시 위험이 따를 수 있습니다.
tr_tr: UYARI: Uzak hata ayıklama seçeneğini kullanmak Nova'nın eventlet kitaplığını kullanarak nasıl asimetrik IO destekleyeceğini değiştirir. Bu, normal şartlarda olmayan başarısızlıklara sebep olabilir. Riski göze alarak kullanın.
zh_cn: 警告：使用远程debug选项会改变Nova调用携程库对异步IO的使用。 这可能导致普通模式下不会出现的错误。 请考虑使用风险。

source: Warning, memory usage is 0 for %(instance)s on baremetal node %(node)s.
cs: Varování, využití paměti %(instance)s je 0 na uzlu bez operačního systému %(node)s.
ko_kr: 경고, 베어메탈 노드 %(node)s에서 %(instance)s의 메모리 사용량이 0입니다.
tr_tr: Uyarı, çıplak saç düğüm %(node)s üzerindeki %(instance) için hafıza kullanımı 0.
zh_cn: 警告，在裸机 %(node)s 上的实例%(instance)s 内存使用率是0。

source: Warning, number of cpus is 0 for %(instance)s on baremetal node %(node)s.
cs: Varování,počet procesorů %(instance)s je 0 na uzlu bez operačního systému %(node)s.
ko_kr: 경고, 베어메탈 노드 %(node)s에서 %(instance)s의 CPU 수가 0입니다.
tr_tr: Uyarı, çıplak saç düğüm %(node)s üzerindeki %(instance) için cpu sayısı 0.
zh_cn: 警告，在裸机 %(node)s 上的实例%(instance)s cpu个数是0。

source: While synchronizing instance power states, found %(num_db_instances)s instances in the database and %(num_vm_instances)s instances on the hypervisor.
cs: Při synchronizaci stavů napájení instance nalezeno %(num_db_instances)s instancí v databázi a %(num_vm_instances)s v hypervizoru.
ko_kr: 인스턴스 전원 상태를 동기화하는 동안 데이터베이스에서 %(num_db_instances)s 인스턴스를 발견하고 하이퍼바이저에서 %(num_vm_instances)s 인스턴스를 발견했습니다.
tr_tr: Sunucu güç durumları eşzamanlanırken, veri tabanında %(num_db_instances)s sunucu ve hipervizörde %(num_vm_instances)s sunucu bulundu.
zh_cn: 当同步实例电源状态时，发现数据中实例数 %(num_db_instances)s 和监测器上的实例数%(num_vm_instances)s

source: X-Instance-ID present in request headers. The 'service_metadata_proxy' option must be enabled to process this header.
cs: V hlavičkách požadavku je přítomno X-Instance-ID. Pro zpracování této hlavičky je třeba mít zapnutu volbu 'service_metadata_proxy'.
ko_kr: 요청 헤더에 X-Instance-ID가 있습니다. 이 헤더를 처리하려면 'service_metadata_proxy' 옵션을 사용해야 합니다.
tr_tr: İstek başlıklarında X-Instance-ID mevcut. Bu başlığın işlenmesi için 'service_metadata_proxy' seçeneği etkin olmalı.
zh_cn: 请求头中有X-Instance-ID。必须启用'service_metadata_proxy' 选项来处理这头文件。

source: X-Instance-ID-Signature: %(signature)s does not match the expected value: %(expected_signature)s for id: %(requestor_id)s. Request From: %(requestor_address)s
cs: X-Instance-ID-Signature: %(signature)s neodpovídá očekávané hodnotě: %(expected_signature)s pro id: %(requestor_id)s. Formulář žádosti: %(requestor_address)s
ko_kr: X-Instance-ID-Signature: %(signature)s이(가) id: %(requestor_id)s의 예상 값: %(expected_signature)s과(와) 일치하지 않습니다. 요청자: %(requestor_address)s
zh_cn: X-Instance-ID-Signature: %(signature)s 不符合预期值：id %(requestor_id)s 的%(expected_signature)s 。请求来源： %(requestor_address)s

source: You are running with libvirt version %s which is known to have broken NUMA support. Consider patching or updating libvirt on this host if you need NUMA support.
cs: Máte libvirt verze %s, o niž se ví, že má poškozenou podporu NUMA. Pokud potřebujete podporu NUMA zvažte opravu, nebo aktualizaci libvirt na tomto hostiteli.
ko_kr: NUMA 지원이 중단된 것으로 알려진 libvirt 버전 %s(으)로 실행 중입니다. NUMA 지원이 필요한 경우 이 호스트에서 libvirt를 패치하거나 업데이트하십시오.
zh_cn: 您正在运行的libvirt 版本 %s，该版本已知对NUMA支持存在漏洞。如果您需要NUMA支持，请在主机上打补丁或升级libvirt。

source: Your libvirt version does not support the VIR_DOMAIN_XML_MIGRATABLE flag, and the graphics (VNC and/or SPICE) listen addresses on the destination node do not match the addresses on the source node. Since the source node has listen addresses set to either the catch-all address (0.0.0.0 or ::) or the local address (127.0.0.1 or ::1), the live migration will succeed, but the VM will continue to listen on the current addresses.
cs: Vaše verze libvirt nepodporuje příznak VIR_DOMAIN_XML_MIGRATABLE a adresy pro odposlech grafiky (VNC a(nebo SPICE) na cílovém uzlu neodpovídají adresám na zdrojovém uzlu. Protože zdrojový uzel má adresu pro odposlouchávání nastavenu buď na vše zachytávající adresu (0.0.0.0 nebo ::), nebo na místní adresu (127.0.0.1 či ::1), přesun za provozu bude úspěšně proveden, ale VM bude stále odposlouchávat na současných adresách.

source: _migrate_disk_resizing_up failed to rollback: %s
cs: přesunutí a zvýšení velikosti disku nešlo vrátit zpět: %s
ko_kr: _migrate_disk_resizing_up 롤백 실패: %s
tr_tr: _migrate_disk_resizing_up geri dönmede başarısız: %s
zh_cn: _migrate_disk_resizing_up 回归失败：%s

source: attach interface failed , try to deallocate port %(port_id)s, reason: %(msg)s
cs: připojení rozhraní selhalo, zkuste zrušit přidělení portu %(port_id)s, důvod %(msg)s
ko_kr: 인터페이스 연결 실패, %(port_id)s 포트 할당 해제 시도, 이유: %(msg)s
tr_tr: arayüz ekleme başarısız, bağlantı noktası %(port_id)s ayrılmaya çalışılıyor, sebep: %(msg)s
zh_cn: 绑定接口失败，尝试取消分配端口%(port_id)s，原因是：%(msg)s

source: couldn't obtain the XML from domain: %(uuid)s, exception: %(ex)s
cs: Nelze získat XML z domény: %(uuid)s, výjimka: %(ex)s
tr_tr: Alandan XML elde edilemedi: %(uuid)s, istisna: %(ex)s
zh_cn: 不能从域 %(uuid)s 获取XML，异常：%(ex)s

source: couldn't obtain the memory from domain: %(uuid)s, exception: %(ex)s
cs: nelze získat paměť z domény: %(uuid)s, výjimka: %(ex)s
ko_kr: 도메인: %(uuid)s에서 메모리를 확보할 수 없음, 예외: %(ex)s
tr_tr: hafıza alandan elde edilemedi: %(uuid)s, istisna: %(ex)s
zh_cn: 不能从域：%(uuid)s 获取内存，异常： %(ex)s

source: couldn't obtain the vcpu count from domain id: %(uuid)s, exception: %(ex)s
cs: nelze získat počet vcpu z domény s id: %(uuid)s, výjimka: %(ex)s
ko_kr: 도메인 id: %(uuid)s에서 vcpu 수를 가져올 수 없습니다. 예외: %(ex)s

source: cpu_arch not defined for node '%s'
cs: architektura procesoru by neměla být určena pro uzel '%s'
ko_kr: '%s' 노드의 cpu_arch가 정의되지 않음
tr_tr: '%s' düğümü için cpu_arch tanımlanmamış
zh_cn: 没有为节点'%s'定义cpu 架构cpu_arch

source: datastore_regex is ignored when PBM is enabled
cs: regulární výraz datového úložiště je ignorován když je PBM zapnuto
ko_kr: PBM을 사용하면 datastore_regex가 무시됨
tr_tr: datastore_regex PBM etkinken göz ardı edilir
zh_cn: 当PBM 启用时，忽略数据存储正则表达式datastore_regex

source: deallocate port %(port_id)s failed
cs: zrušení přidělení portu %(port_id)s selhalo
ko_kr: %(port_id)s 포트 할당 해제 실패
tr_tr: bağlantı noktası %(port_id)s ayrılması başarısız
zh_cn: 取消分配端口%(port_id)s失败

source: get_minimum_version called with likely-incorrect binary `%s'
cs: Získání minimální verze zavoláno pomocí pravděpodobně nesprávného binárního souboru: `%s'

source: hostname %s too long, truncating.
cs: název hostitele %s je příliš dlouhý, bude zkrácen.
ko_kr: 호스트 이름 %s이(가) 너무 길어 자릅니다.
tr_tr: makine adı %s çok uzun, kırpılıyor.
zh_cn: 主机名%s 太长，缩短。
