Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Service with host %(host)s topic %(topic)s exists.
es: Servicio con host %(host)s asunto %(topic)s existe.
fr: Service avec l'hôte %(host)s et le topic %(topic)s existe.
ko_kr: 호스트 %(host)s 주제 %(topic)s인 서비스가 존재합니다.
tr_tr: İstemci %(host)s başlığına %(topic)s sahip servis mevcut.
zh_cn: 主机 %(host)s 主题 %(topic)s 的服务已存在。
zh_tw: 主機為 %(host)s 且主題為 %(topic)s 的服務已存在。

source: Host %(host)s could not be found.
es: No se ha podido encontrar el host %(host)s.
fr: L'hôte %(host)s ne peut pas être trouvé.
ko_kr: %(host)s 호스트를 찾을 수 없습니다.
pt_br: Host %(host)s não encontrado.
tr_tr: %(host)s sunucusu bulunamadı.
zh_cn: 主机 %(host)s 没有找到。
zh_tw: 找不到主機 %(host)s。

source: Compute host %(host)s could not be found.
es: No se ha podido encontrar el host de Compute %(host)s.
fr: L'hôte de calcul %(host)s ne peut pas être trouvé.
ko_kr: %(host)s 계산 호스트를 찾을 수 없습니다.
pt_br: O host de cálculo %(host)s não pôde ser localizado.
tr_tr: %(host)s hesaplama sunucusu bulunamadı.
zh_cn: 计算主机 %(host)s 没有找到。
zh_tw: 找不到計算主機 %(host)s。

source: Could not find binary %(binary)s on host %(host)s.
es: No se ha podido encontrar el binario %(binary)s en el host %(host)s.
fr: Impossible de trouver le binaire %(binary)s sur l'hôte %(host)s.
ko_kr: %(host)s 호스트에서 2진 %(binary)s을(를) 찾을 수 없습니다.
pt_br: Não foi possível localizar o binário %(binary)s no host %(host)s.
tr_tr: %(host)s sunucusunda %(binary)s ikilisi bulunamadı.
zh_cn: 没有找到二进制 %(binary)s 在主机 %(host)s 上。
zh_tw: 在主機 %(host)s 上找不到二進位檔 %(binary)s。

source: Invalid reservation expiration %(expire)s.
es: Caducidad de reserva no válida %(expire)s.
fr: Expiration de réservation non valide %(expire)s.
ko_kr: 올바르지 않은 예약 만기 %(expire)s.
pt_br: Expiração de reserva inválida %(expire)s.
tr_tr: Geçersiz ayırma süresi dolması %(expire)s.
zh_cn: 预留到期 %(expire)s 无效。
zh_tw: 無效的預約有效期限 %(expire)s。

source: Change would make usage less than 0 for the following resources: %(unders)s
es: El cambio produciría un uso inferior a 0 para los recursos siguientes: %(unders)s.
fr: La modification définira une utilisation inférieure à 0 pour les ressources suivantes : %(unders)s
ko_kr: 변경하면 다음 자원에 대한 사용량이 0보다 작아집니다: %(unders)s
pt_br: A mudança faria uso de menos de 0 dos recursos a seguir: %(unders)s
tr_tr: Değişiklik şu kaynaklar için kullanımı 0 altında düşürür: %(unders)s
zh_cn: 对于下列资源，更改将导致使用量小于 0：%(unders)s
zh_tw: 變更會使下列資源的用量小於 0：%(unders)s

source: Quota could not be found
es: No se ha podido encontrar la cuota
fr: Le quota ne peut pas être trouvé
ko_kr: 할당량을 찾을 수 없음
pt_br: A cota não pôde ser localizada
tr_tr: Kota bulunamadı.
zh_cn: 配额没有找到。
zh_tw: 找不到配額

source: Quota exists for project %(project_id)s, resource %(resource)s
es: Cuota existente para el proyecto %(project_id)s, recurso %(resource)s
fr: Le quota existe pour le projet %(project_id)s, ressource %(resource)s
ko_kr: 프로젝트 %(project_id)s, 자원 %(resource)s에 대한 할당량이 존재합니다.
tr_tr: Kota %(project_id)s projesi, %(resource)s kaynağı için mevcut
zh_cn: 项目 %(project_id)s 资源 %(resource)s 的配额存在。
zh_tw: 專案 %(project_id)s 資源 %(resource)s 已存在配額

source: Unknown quota resources %(unknown)s.
es: Recursos de cuota desconocidos %(unknown)s.
fr: Ressources de quota inconnues %(unknown)s.
ko_kr: 알 수 없는 할당량 자원 %(unknown)s.
pt_br: Recursos da cota desconhecidos %(unknown)s.
tr_tr: Bilinmeyen kota kaynakları %(unknown)s.
zh_cn: 配额资源 %(unknown)s 未知。
zh_tw: 不明的配額資源 %(unknown)s。

source: Quota for user %(user_id)s in project %(project_id)s could not be found.
es: No se ha encontrado la cuota para el usuario %(user_id)s en el proyecto %(project_id)s.
fr: Le quota de l'utilisateur %(user_id)s dans le projet %(project_id)s ne peut être trouvé.
ko_kr: %(project_id)s 프로젝트의 %(user_id)s 사용자에 대한 할당량을 찾을 수 없습니다.
pt_br: Cota para o usuário %(user_id)s no projeto %(project_id)s não pôde ser encontrada.
tr_tr: %(project_id)s projesindeki %(user_id)s kullanıcısı için kota bulunamadı.
zh_cn: 无法在项目 %(project_id)s 中为用户 %(user_id)s 找到配额。
zh_tw: 找不到專案 %(project_id)s 中使用者 %(user_id)s 的配額。

source: Quota for project %(project_id)s could not be found.
es: No se ha encontrado la cuota para el proyecto %(project_id)s.
fr: Le quota pour le projet %(project_id)s ne peut pas être trouvé.
ko_kr: %(project_id)s 프로젝트에 대한 할당량을 찾을 수 없습니다.
pt_br: A cota para o projeto %(project_id)s não pôde ser localizada.
tr_tr: %(project_id)s projesi için bir kota bulunamadı.
zh_cn: 没有为项目 %(project_id)s 找到配额。
zh_tw: 找不到專案 %(project_id)s 的配額。

source: Quota class %(class_name)s could not be found.
es: No se ha encontrado la clase de cuota %(class_name)s.
fr: Classe de quota %(class_name)s introuvable.
ko_kr: %(class_name)s 할당량 클래스를 찾을 수 없습니다.
pt_br: A classe da cota %(class_name)s não pôde ser localizada.
tr_tr: Kota sınıfı %(class_name)s bulunamadı.
zh_cn: 找不到配额类 %(class_name)s。
zh_tw: 找不到配額類別 %(class_name)s。

source: Quota usage for project %(project_id)s could not be found.
es: No se ha encontrado el uso de cuota para el proyecto %(project_id)s.
fr: Utilisation de quota pour le projet %(project_id)s introuvable.
ko_kr: %(project_id)s 프로젝트에 대한 할당 사용량을 찾을 수 없습니다.
pt_br: O uso da cota para o projeto %(project_id)s não pôde ser localizado.
tr_tr: %(project_id)s projesi için kota kullanımı bulunamadı.
zh_cn: 找不到项目 %(project_id)s 的配额使用量。
zh_tw: 找不到專案 %(project_id)s 的配額用量。

source: Quota reservation %(uuid)s could not be found.
es: No se ha encontrado la reserva de cuota %(uuid)s.
fr: Réservation de quota %(uuid)s introuvable.
ko_kr: 할당 예약 %(uuid)s을(를) 찾을 수 없습니다.
pt_br: A reserva da cota %(uuid)s não pôde ser localizada.
tr_tr: Kota rezervasyonu %(uuid)s bulunamadı.
zh_cn: 找不到配额预留 %(uuid)s。
zh_tw: 找不到配額預約 %(uuid)s。

source: Quota exceeded for resources: %(overs)s
es: Cuota superada para recursos: %(overs)s
fr: Quota dépassé pour les ressources : %(overs)s
ko_kr: 자원에 대한 할당량 초과: %(overs)s
pt_br: Cota excedida para os recursos: %(overs)s
tr_tr: Kaynaklar için kota aşıldı: %(overs)s
zh_cn: 对于资源，已超过配额：%(overs)s
zh_tw: 資源已超出配額：%(overs)s

source: Security group %(security_group_id)s not found.
es: No se ha encontrado el grupo de seguridad %(security_group_id)s.
fr: Groupe de sécurité %(security_group_id)s non trouvé.
ko_kr: %(security_group_id)s 보안 그룹을 찾을 수 없습니다.
pt_br: Grupo de segurança %(security_group_id)s não localizado.
tr_tr: %(security_group_id)s güvenlik grubu bulunamadı.
zh_cn: 安全组 %(security_group_id)s 没有找到。
zh_tw: 找不到安全群組 %(security_group_id)s。

source: Security group %(security_group_id)s not found for project %(project_id)s.
es: No se ha encontrado el grupo de seguridad %(security_group_id)s para el proyecto %(project_id)s.
fr: Groupe de sécurité %(security_group_id)s non trouvé pour le projet %(project_id)s.
ko_kr: %(project_id)s 프로젝트에 대한 %(security_group_id)s 보안 그룹을 찾을 수 없습니다.
pt_br: Grupo de segurança %(security_group_id)s não localizado para o projeto %(project_id)s.
tr_tr: %(project_id)s projesi için %(security_group_id)s güvenlik grubu bulunamadı.
zh_cn: 没有找到安全组 %(security_group_id)s 针对项目 %(project_id)s 。
zh_tw: 找不到專案 %(project_id)s 的安全群組 %(security_group_id)s。

source: Security group with rule %(rule_id)s not found.
es: No se ha encontrado el grupo de seguridad con la regla %(rule_id)s.
fr: Le groupe de sécurité avec la règle %(rule_id)s non trouvé.
ko_kr: %(rule_id)s 규칙을 갖는 보안 그룹을 찾을 수 없습니다.
pt_br: Grupo de segurança com a regra %(rule_id)s não localizado.
tr_tr: %(rule_id)s kurallı güvenlik grubu bulunamadı.
zh_cn: 带有规则 %(rule_id)s 的安全组没有找到。
zh_tw: 找不到規則為 %(rule_id)s 的安全群組。

source: Security group %(security_group_name)s already exists for project %(project_id)s.
es: El grupo de seguridad %(security_group_name)s ya existe para el proyecto %(project_id)s
fr: Groupe de sécurité %(security_group_name)s existe déjà pour le projet %(project_id)s.
ko_kr: 보안 그룹 %(security_group_name)s이(가) 프로젝트%(project_id)s.
tr_tr: %(security_group_name)s güvenlik grubu %(project_id)s projesi için zaten mevcut.
zh_cn: 对于项目 %(project_id)s，安全组 %(security_group_name)s 已经存在。
zh_tw: 專案 %(project_id)s 已存在安全群組%(security_group_name)s。

source: Security group %(security_group_id)s is already associated with the instance %(instance_id)s
es: El grupo de seguridad %(security_group_id)s ya está asociado con la instancia %(instance_id)s
fr: Le groupe de sécurité %(security_group_id)s est déjà associé avec l'instance %(instance_id)s
ko_kr: 보안 그룹 %(security_group_id)s이(가) 이미 %(instance_id)s 인스턴스와 연관되어 있음
pt_br: O grupo de segurança %(security_group_id)s já está associado à instância %(instance_id)s
tr_tr: %(security_group_id)s güvenlik grubu zaten %(instance_id)s örneği ile ilişkilendirimiş.
zh_cn: 安全组 %(security_group_id)s 已经与实例 %(instance_id)s 关联。
zh_tw: 安全群組 %(security_group_id)s 已與實例 %(instance_id)s 產生關聯

source: Security group %(security_group_id)s is not associated with the instance %(instance_id)s
es: El grupo de seguridad %(security_group_id)s no está asociado con la instancia %(instance_id)s
fr: Le groupe de sécurité %(security_group_id)s n'est pas associé avec l'instance %(instance_id)s
ko_kr: 보안 그룹 %(security_group_id)s이(가) %(instance_id)s 인스턴스와 연관되어 있음
pt_br: O grupo de segurança %(security_group_id)s não está associado à instância %(instance_id)s
tr_tr: %(security_group_id)s güvenlik grubu %(instance_id)s örneği ile ilişkilendirilmedi.
zh_cn: 安全组 %(security_group_id)s 没有与实例 %(instance_id)s 关联。
zh_tw: 安全群組 %(security_group_id)s 未與實例 %(instance_id)s 產生關聯

source: Security group default rule (%rule_id)s not found.
es: La regla predeterminada (%rule_id)s del grupo de seguridad no se ha encontrado.
fr: Règle par défaut du groupe de sécurité (%rule_id)s non trouvée.
ko_kr: 보안 그룹 기본 규칙 (%rule_id)s을(를) 찾을 수 없습니다.
pt_br: Regra padrão do grupo de segurança (%rule_id)s não localizada.
tr_tr: Güvenlik grubu varsayılan kuralı (%rule_id)s bulunamadı.
zh_cn: 找不到安全组缺省规则 (%rule_id)s。
zh_tw: 找不到安全群組預設規則 (%rule_id)s。

source: Network requires port_security_enabled and subnet associated in order to apply security groups.
es: La red requiere port_security_enabled y una subred asociada para aplicar grupos de seguridad.
fr: Le réseau nécessite port_security_enabled et le sous-réseau associé afin d'appliquer les groupes de sécurité.
ko_kr: 보안 그룹을 적용하기 위해서는 네트워크에 port_security_enabled 및 서브넷이 연관되어 있어야 합니다.
pt_br: A rede requer port_security_enabled e sub-rede associados para aplicar grupos de segurança.
tr_tr: Güvenlik gruplarını uygulamak için ağın port_security_enabled olmasına ve alt ağın ilişkilendirilmesine ihtiyaç var.
zh_cn: 网络需要关联的 port_security_enabled 和子网，以便应用安全组。
zh_tw: 網路需要 port_security_enabled 及相關聯的子網路，才能套用安全群組。

source: Rule already exists in group: %(rule)s
es: La regla ya existe en el grupo: %(rule)s
fr: La règle existe déjà dans le groupe : %(rule)s
ko_kr: 그룹에 규칙이 이미 존재함: %(rule)s
zh_tw: 規則已存在於群組中：%(rule)s

source: No Unique Match Found.
es: No se ha encontrado una sola coincidencia.
fr: Correspondance unique non trouvée.
ko_kr: 고유한 일치점을 찾지 못했습니다.
pt_br: Nenhuma Correspondência Exclusiva Localizada.
tr_tr: Benzersiz Eşleşme Bulunamadı.
zh_cn: 找不到任何唯一匹配项。
zh_tw: 找不到唯一相符項。

source: Migration %(migration_id)s could not be found.
es: No se ha podido encontrar la migración %(migration_id)s.
fr: La migration %(migration_id)s ne peut être trouvée.
ko_kr: %(migration_id)s 마이그레이션을 찾을 수 없습니다.
pt_br: A migração %(migration_id)s não pôde ser localizada.
tr_tr: %(migration_id)s göçü bulunamadı.
zh_cn: 迁移 %(migration_id)s 没有找到。
zh_tw: 找不到移轉 %(migration_id)s。

source: Migration not found for instance %(instance_id)s with status %(status)s.
es: No se ha encontrado la migración para la instancia %(instance_id)s con el estado %(status)s.
fr: Migration non trouvée pour l'instance %(instance_id)s avec le statut %(status)s.
ko_kr: %(status)s 상태를 갖는 %(instance_id)s 인스턴스에 대한 마이그레이션을 찾을 수 없습니다.
pt_br: Migração não localizada para a instância %(instance_id)s com o status %(status)s.
tr_tr: %(status)s durumuyla %(instance_id)s örneği için göç bulunamadı.
zh_cn: 没有为实例 %(instance_id)s 找到迁移其状态为 %(status)s 。
zh_tw: 找不到實例 %(instance_id)s（狀態為 %(status)s）的移轉。

source: Console pool %(pool_id)s could not be found.
es: No se ha podido encontrar la agrupación de consolas %(pool_id)s.
fr: Le pool de consoles %(pool_id)s est introuvable.
ko_kr: %(pool_id)s 콘솔 풀을 찾을 수 없습니다.
pt_br: O conjunto do console %(pool_id)s não pôde ser localizado.
zh_cn: 控制台池 %(pool_id)s 没有找到。
zh_tw: 找不到主控台儲存區 %(pool_id)s。

source: Console pool with host %(host)s, console_type %(console_type)s and compute_host %(compute_host)s already exists.
es: El pool de consolas con host %(host)s, console_type %(console_type)s y compute_host %(compute_host)s ya existe.
ko_kr: 호스트 %(host)s, 콘솔 유형 %(console_type)s, 컴퓨트 호스트 %(compute_host)s인 콘솔 풀이 이미 존재합니다.
tr_tr: %(host)s istemcisi, %(console_type)s konsol türü ve %(compute_host)s hesap istemcisine sahip konsol havuzu zaten mevcut.
zh_tw: 主機為 %(host)s、console_type 為 %(console_type)s 且compute_host 為 %(compute_host)s 的主控台儲存區已存在。

source: Console pool of type %(console_type)s for compute host %(compute_host)s on proxy host %(host)s not found.
es: No se ha encontrado la agrupación de consolas de tipo %(console_type)s para el host de cálculo %(compute_host)s en el host de proxy %(host)s.
fr: Pool de consoles de type %(console_type)s pour l'hôte de calcul %(compute_host)s sur l'hôte proxy %(host)s non trouvé.
ko_kr: 프록시 호스트 %(host)s의 계산 호스트 %(compute_host)s에 대해 %(console_type)s 유형의 콘솔 풀을 찾을 수 없음
pt_br: Conjunto de console do tipo %(console_type)s para o host de cálculo %(compute_host)s no host do proxy %(host)s não localizado.
tr_tr: %(host)s roxy sunucusundaki %(compute_host)s hesaplama sunucusu için %(console_type)s türünün konsol havuzu bulunamadı.
zh_cn: 没有找到类型是 %(console_type)s 的控制台池针对计算主机 %(compute_host)s 在代理主机 %(host)s 上。
zh_tw: 在 Proxy 主機 %(host)s 上找不到計算主機 %(compute_host)s 的主控台儲存區（類型為 %(console_type)s）。

source: Console %(console_id)s could not be found.
es: No se ha podido encontrar la consola %(console_id)s.
fr: La console %(console_id)s ne peut être trouvée.
ko_kr: %(console_id)s 콘솔을 찾을 수 없습니다.
pt_br: O console %(console_id)s não pôde ser localizado.
tr_tr: %(console_id)s konsolu bulunamadı.
zh_cn: 控制台%(console_id)s 没有找到。
zh_tw: 找不到主控台 %(console_id)s。

source: Console for instance %(instance_uuid)s could not be found.
es: No se ha podido encontrar la consola para la instancia %(instance_uuid)s.
fr: La console de l'instance %(instance_uuid)s est introuvable.
ko_kr: %(instance_uuid)s 인스턴스에 대한 콘솔을 찾을 수 없습니다.
pt_br: O console para a instância %(instance_uuid)s não pôde ser localizado.
tr_tr: %(instance_uuid)s sunucusu için konsol bulunamadı.
zh_cn: 找不到用于实例 %(instance_uuid)s 的控制台。
zh_tw: 找不到實例 %(instance_uuid)s 的主控台。

source: Console for instance %(instance_uuid)s in pool %(pool_id)s could not be found.
es: No se ha podido encontrar la consola para la instancia %(instance_uuid)s en la agrupación %(pool_id)s.
fr: La console de l'instance %(instance_uuid)s dans le pool %(pool_id)s est introuvable.
ko_kr: %(pool_id)s 풀에 있는 %(instance_uuid)s 인스턴스의 콘솔을 찾을 수 없습니다.
pt_br: O console para a instância %(instance_uuid)s no conjunto %(pool_id)s não pôde ser localizado.
tr_tr: %(instance_uuid)s sunucusu için %(pool_id)s havuzunda konsol bulunamadı.
zh_cn: 找不到池 %(pool_id)s 中用于实例 %(instance_uuid)s 的控制台。
zh_tw: 在儲存區 %(pool_id)s 中找不到實例 %(instance_uuid)s 的主控台。

source: Invalid console type %(console_type)s
es: Tipo de consola %(console_type)s no válido
fr: Type de console non valide %(console_type)s
ko_kr: 올바르지 않은 콘솔 유형 %(console_type)s
pt_br: Tipo de console inválido %(console_type)s
tr_tr: Geçersiz konsol türü %(console_type)s
zh_cn: 控制台类型 %(console_type)s 无效
zh_tw: 無效的主控台類型 %(console_type)s

source: Unavailable console type %(console_type)s.
es: El tipo de consola %(console_type)s no está disponible.
fr: Type de console indisponible %(console_type)s.
ko_kr: 사용 불가능한 콘솔 유형 %(console_type)s입니다.
tr_tr: Uygun olmayan konsol türü %(console_type)s.
zh_cn: 不可用的控制台类型 %(console_type)s.
zh_tw: 無法使用的主控台類型 %(console_type)s。

source: Flavor %(flavor_id)s could not be found.
es: No se ha podido encontrar el tipo %(flavor_id)s.
fr: Le Flavor %(flavor_id)s ne peut être trouvé.
ko_kr: %(flavor_id)s 플레이버를 찾을 수 없습니다.
pt_br: O método %(flavor_id)s não pôde ser localizado.
tr_tr: %(flavor_id)s örnek türü bulunamadı.
zh_cn: 类型 %(flavor_id)s 没有找到。
zh_tw: 找不到特性 %(flavor_id)s。

source: Flavor access not found for %(flavor_id)s / %(project_id)s combination.
es: No se ha encontrado el acceso de sabor para la combinación %(flavor_id)s / %(project_id)s.
fr: Version inaccessible pour la combinaison %(flavor_id)s / %(project_id)s.
ko_kr: %(flavor_id)s / %(project_id)s 조합에 대한 플레이버 액세스를 찾을 수 없습니다.
pt_br: Acesso ao método não localizado para a combinação %(flavor_id)s / %(project_id)s.
tr_tr: Nitelik erişimi %(flavor_id)s / %(project_id)s katışımı için bulunamadı.
zh_cn: 对于 %(flavor_id)s / %(project_id)s 组合，找不到特色系统访问权限。
zh_tw: 找不到 %(flavor_id)s / %(project_id)s 組合的特性存取。

source: Cell %(cell_name)s doesn't exist.
es: La célula %(cell_name)s no existe.
fr: La cellule %(cell_name)s n'existe pas.
ko_kr: %(cell_name)s 셀이 없습니다.
pt_br: A célula %(cell_name)s não existe.
tr_tr: Hücre %(cell_name)s mevcut değil.
zh_cn: 单元 %(cell_name)s 不存在。
zh_tw: Cell %(cell_name)s 不存在。

source: Cell with name %(name)s already exists.
es: Una celda con el nombre %(name)s ya existe.
fr: Cellule avec le nom %(name)s existe déjà.
ko_kr: 이름이 %(name)s인 셀이 이미 존재합니다.
pt_br: Célula com nome %(name)s já existe.
tr_tr: %(name)s ismine sahip hücre zaten mevcut.
zh_cn: 单元%(name)s已存在。
zh_tw: 名稱為 %(name)s 的 Cell 已存在。

source: Inconsistency in cell routing: %(reason)s
es: Incoherencia en direccionamiento de célula: %(reason)s
fr: Incohérence dans le routage de cellules : %(reason)s
ko_kr: 셀 라우팅에 불일치: %(reason)s
pt_br: Inconsistência no roteamento da célula: %(reason)s
tr_tr: Hücre yönlendirmede tutarsızlık: %(reason)s
zh_cn: 单元路由中存在不一致之处：%(reason)s
zh_tw: Cell 遞送不一致：%(reason)s

source: Service API method not found: %(detail)s
es: No se ha encontrado el método de API de servicio: %(detail)s
fr: Méthode d'API de service introuvable : %(detail)s
ko_kr: 서비스 API 메소드를 찾을 수 없음: %(detail)s
pt_br: Método de API do serviço não localizado: %(detail)s
tr_tr: Servis API metodu bulunamadı: %(detail)s
zh_cn: 找不到服务 API 方法：%(detail)s
zh_tw: 找不到服務 API 方法：%(detail)s

source: Timeout waiting for response from cell
es: Se ha excedido el tiempo de espera de respuesta de la célula
fr: Dépassement du délai d'attente pour la réponse de la cellule
ko_kr: 셀의 응답을 대시하는 중에 제한시간 초과
pt_br: Aguardando tempo limite para a resposta da célula
tr_tr: Hücreden cevap beklerken zaman aşımı
zh_cn: 等待来自单元的响应时发生超时
zh_tw: 等候 Cell 回應時發生逾時

source: Cell message has reached maximum hop count: %(hop_count)s
es: El mensaje de célula ha alcanzado la cuenta de saltos máxima: %(hop_count)s
fr: Le message de la cellule a atteint le nombre maximal de bonds : %(hop_count)s
ko_kr: 셀 메시지가 최대 홉 계수에 도달함: %(hop_count)s
pt_br: A mensagem da célula atingiu a contagem máxima de hops: %(hop_count)s
tr_tr: Hücre iletisi azami sekme sayısına ulaştı: %(hop_count)s
zh_cn: 单元消息已达到最大中继计数：%(hop_count)s
zh_tw: Cell 訊息已達到跳躍數上限：%(hop_count)s

source: No cells available matching scheduling criteria.
es: No hay células disponibles que coincidan con los criterios de planificación.
fr: Aucune cellule disponible correspondant aux critères de planification.
ko_kr: 스케줄링 기준과 일치하는 셀을 사용할 수 없습니다.
pt_br: Nenhum célula disponível correspondente aos critérios de planejamento.
tr_tr: Zamanlama kıstasıyla eşleşen hücre yok.
zh_cn: 没有任何单元可用于与调度条件匹配。
zh_tw: 沒有與排程準則相符的可用 Cell。

source: Cannot update cells configuration file.
es: No se puede actualizar el archivo de configuración de la celda.
fr: Incapable de mettre à jour le fichier de configuration des cellules.
ko_kr: 셀 구성 파일을 업데이트할 수 없습니다.
tr_tr: Hücre yapılandırma dosyası güncellenemiyor.
zh_cn: 无法更新单元配置文件。
zh_tw: 無法更新 Cell 配置檔。

source: Cell is not known for instance %(instance_uuid)s
es: No se conoce la célula en la instancia %(instance_uuid)s
fr: Cellule inconnue pour l'instance %(instance_uuid)s
ko_kr: %(instance_uuid)s 인스턴스에 대한 셀을 알 수 없음
pt_br: A célula não é conhecida da instância %(instance_uuid)s
tr_tr: Hücre %(instance_uuid)s sunucusu için bilinmiyor
zh_cn: 对于实例 %(instance_uuid)s，单元未知
zh_tw: 實例 %(instance_uuid)s 不知道 Cell

source: Scheduler Host Filter %(filter_name)s could not be found.
es: No se ha podido encontrar el filtro de host de planificador %(filter_name)s.
fr: La plannification de filtre hôte %(filter_name)s ne peut être trouvée.
ko_kr: 스케줄러 호스트 필터 %(filter_name)s을(를) 찾을 수 없습니다.
pt_br: O Filtro do Host do Planejador %(filter_name)s não pôde ser localizado.
tr_tr: %(filter_name)s zamanlayıcı sunucu filtresi bulunamadı.
zh_cn: 调度器主机过滤器 %(filter_name)s 没有找到。
zh_tw: 找不到「排程器主機過濾器」%(filter_name)s。

source: File %(file_path)s could not be found.
es: No se ha podido encontrar el archivo %(file_path)s.
fr: Fichier %(file_path)s introuvable.
ko_kr: %(file_path)s 파일을 찾을 수 없습니다.
pt_br: O arquivo %(file_path)s não pôde ser localizado.
tr_tr: %(file_path)s dosyası bulunamadı.
zh_cn: 找不到文件 %(file_path)s。
zh_tw: 找不到檔案 %(file_path)s。

source: Zero files could be found.
es: No se ha podido encontrar ningún archivo.
pt_br: Zero arquivos não puderam ser localizados.
zh_cn: 没找到文件

source: Virtual switch associated with the network adapter %(adapter)s not found.
es: No se ha encontrado ningún conmutador virtual asociado con el adaptador de red %(adapter)s.
fr: Commutateur virtuel associé à l'adaptateur de réseau %(adapter)s non trouvé.
ko_kr: %(adapter)s 네트워크 어댑터와 연관된 가상 스위치를 찾을 수 없습니다.
pt_br: Comutador virtual associado ao adaptador de rede %(adapter)s não localizado.
tr_tr: %(adapter)s ağ bağdaştırıcısı ile ilişkilendirilen sanal anahtar bulunamadı.
zh_cn: 未找到与网络适配器 %(adapter)s 关联的虚拟交换机。
zh_tw: 找不到與網路配接卡 %(adapter)s 相關聯的虛擬交換器。

source: Network adapter %(adapter)s could not be found.
es: No se ha podido encontrar el adaptador de red %(adapter)s.
fr: Adaptateur de réseau %(adapter)s introuvable.
ko_kr: %(adapter)s 네트워크 어댑터를 찾을 수 없습니다.
pt_br: O adaptador de rede %(adapter)s não pôde ser localizado.
tr_tr: %(adapter)s ağ bağdaştırıcısı bulunamadı.
zh_cn: 未找到网络适配器 %(adapter)s。
zh_tw: 找不到網路配接卡 %(adapter)s。

source: Class %(class_name)s could not be found: %(exception)s
es: No se ha podido encontrar la clase %(class_name)s: %(exception)s
fr: Classe %(class_name)s introuvable : %(exception)s
ko_kr: %(class_name)s 클래스를 찾을 수 없음: %(exception)s
pt_br: A classe %(class_name)s não pôde ser localizada: %(exception)s
tr_tr: %(class_name)s sınıfı bulunamadı: %(exception)s
zh_cn: 找不到类 %(class_name)s ：异常 %(exception)s
zh_tw: 找不到類別 %(class_name)s：%(exception)s

source: Action not allowed.
es: Acción no permitida.
fr: Action non autorisée.
pt_br: Ação não permitida.
zh_cn: 操作不允许。

source: Rotation is not allowed for snapshots
es: No se permite la rotación para instantáneas
fr: Rotation non autorisée pour les instantanés
pt_br: Rotação não é permitida para capturas instantâneas
zh_cn: 快照不允许循环。

source: Rotation param is required for backup image_type
es: El parámetro de rotación es necesario para el tipo de imagen de copia de seguridad
fr: Param de rotation obligatoire pour backup image_type
ko_kr: 백업 image_type에 대해 회전 매개변수가 필요함
pt_br: O parâmetro de rotação é necessário para backup de image_type
zh_cn: 备份 image_type 要求循环参数。
zh_tw: 備份 image_type 需要旋轉參數

source: Key pair '%(key_name)s' already exists.
es: El par de claves '%(key_name)s' ya existe.
fr: La paire de clés %(key_name)s' existe déjà.
ko_kr: '%(key_name)s' 키 쌍이 이미 존재합니다.
tr_tr: Anahtar çifti '%(key_name)s' zaten mevcut.
zh_cn: 密钥对 %(key_name)s 已经存在
zh_tw: 金鑰組 '%(key_name)s' 已存在。

source: Instance %(name)s already exists.
es: La instancia %(name)s ya existe.
fr: L'instance %(name)s existe déjà.
ko_kr: %(name)s 인스턴스가 이미 존재합니다.
pt_br: A instância %(name)s já existe.
tr_tr: %(name)s örneği zaten var.
zh_cn: 实例 %(name)s 已经存在。
zh_tw: 實例 %(name)s 已存在。
