Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-error.po
Languages: cs, de, es, fr, it, pt_br, tr_tr

source: _migrate_disk_resizing_up failed. Restoring orig vm due_to: %s.
cs: Přesunutí a zvětšení disku selhalo. Obnovování původní vm kvůli: %s
de: _migrate_disk_resizing_up fehlgeschlagen. Stelle Original-VM wieder her due_to: %s.
es: _migrate_disk_resizing_up fallido. Restaurando vm original due_to: %s.
it: _migrate_disk_resizing_up fallito. Ripristino della vm due_to: %s.
pt_br: O _migrate_disk_resizing_up falhou. Restaurando MV de origem due_to: %s.
tr_tr: _migrate_disk_resizing_up başarısız. Asıl vm geri yükleniyor sebep: %s.

source: allocate_port_for_instance returned %(ports)s ports
cs: přidělení portu pro instanci vrátilo %(ports)s portů
de: allocate_port_for_instance gab zurück %(ports)s Ports
es: allocate_port_for_instance ha regresado %(ports)s puertos
fr: allocate_port_for_instance a renvoyé les ports %(ports)s
it: allocate_port_for_instance ha restituito le porte %(ports)s
pt_br: allocate_port_for_instance retornou %(ports)s portas
tr_tr: allocate_port_for_instance %(ports)s bağlantı noktaları döndürdü

source: attaching network adapter failed.
cs: připojování síťového adaptéru selhalo.
de: Einhängen des Netzwerkadapters fehlgeschlagen.
es: se ha encontrado un error en la conexión del adaptador de red.
fr: échec de connexion de l'adaptateur de réseau.
it: Impossibile collegare l'adattatore di rete.
pt_br: a anexação do adaptador de rede falhou.
tr_tr: ağ bağdaştırıcısı ekleme başarısız.

source: compute.api::resume %s
cs: compute.api::pokračování %s

source: compute.api::suspend %s
cs: compute.api::přerušení %s

source: detaching network adapter failed.
cs: odpojování síťového adaptéru selhalo.
de: Aushängen des Netzwerkadapters fehlgeschlagen.
es: se ha encontrado un error en la desconexión del adaptador de red.
fr: échec de déconnexion de l'adaptateur de réseau.
it: collegamento dell'adattatore di rete non riuscito.
pt_br: a remoção do adaptador de rede falhou.
tr_tr: ağ bağdaştırıcısı ayırma başarısız.

source: error during stop() in sync_power_state.
cs: chyba během stop() v synchronizaci stavu napájení.
de: Fehler während stop() in sync_power_state.
es: error durante stop() en sync_power_state.
fr: Erreur lors du processus stop() dans sync_power_state.
it: errore durante l'arresto() in sync_power_state.
pt_br: erro durante stop() em sync_power_state.
tr_tr: sync_power_state stop() sırasında hata.

source: error opening rbd image %s
cs: chyba při otevírání obrazu rbd %s
de: Fehler beim Öffnen des RBD Abbildes %s
es: Error al abrir imagen rbd %s
fr: erreur en ouvrant image rbd %s
it: Errore nell'apertura dell'immagine rbd %s
pt_br: Erro ao abrir a imagem rbd %s
tr_tr: %s rbd imajının açılmasında hata

source: image %(id)s at (%(base_file)s): image verification failed
cs: obraz %(id)s v (%(base_file)s): ověření obrazu selhalo
de: Abbild %(id)s auf (%(base_file)s): Abbildverifizierung fehlgeschlagen
es: imagen %(id)s en (%(base_file)s): ha fallado la verificación de imagen
fr: image %(id)s à (%(base_file)s) : échec de la vérification d'image
it: immagine %(id)s in (%(base_file)s): verifica dell'immagine non riuscita
pt_br: imagem %(id)s em (%(base_file)s): falha na verificação da imagem
tr_tr: (%(base_file)s) deki imaj %(id)s: imaj doğrulama başarısız

source: image %(volume)s in pool %(pool)s has snapshots, failed to remove
cs: obraz %(volume)s v zásobě %(pool)s má snímky, nelze odstranit
de: Abbild %(volume)s in Pool %(pool)s hat Schattenkopien, kann nicht gelöscht werden
pt_br: A imagem %(volume)s no conjunto %(pool)s possui capturas instantâneas, e falhou ao ser removida

source: kill -HUP dnsmasq threw %s
cs: kill -HUP dnsmasq vypsal %s
de: kill -HUP dnsmasq warf %s
es: kill -HUP dnsmasq lanzó %s
tr_tr: kill -HUP dnsmasq %s fırlattı

source: killing radvd threw %s
cs: ukončení radvd vrhlo %s
de: killing radvd warf %s
es: Matando radvd lanzado %s
fr: La destruction de radvd à renvoyé %s
it: interruzione di radvd %s
pt_br: eliminando radvd lançando %s
tr_tr: radvd öldürme işlemi %s fırlattı

source: nbd module not loaded
cs: modul nbd nenačten
de: nbd-Modul nicht geladen
es: El módulo nbd no se ha cargado
fr: Module nbd non chargé
it: modulo nbd non caricato
pt_br: Módulo nbd não carregado
tr_tr: nbd modülü yüklü değil

source: set_admin_password failed
cs: nastavení hesla správce selhalo
de: set_admin_password fehlgeschlagen
es: Error de set_admin_password
pt_br: set_admin_password falhou
tr_tr: set_admin_password başarısız

source: status is UNKNOWN from vm_state=%(vm_state)s task_state=%(task_state)s. Bad upgrade or db corrupted?
cs: stav je NEZNÁMÝ, stav vm=%(vm_state)s, stav úkolu=%(task_state)s. Špatná aktualizace nebo poškozená db?
de: Status ist UNBEKANNT von vm_state=%(vm_state)s task_state=%(task_state)s. Fehler in der Aktualisierung oder Datenbank korrupt?
es: Estado DESCONOCIDO de vm_state=%(vm_state)s task_state=%(task_state)s. ¿Actualización errónea o base de datos dañada?
fr: statut INCONNU pour vm_state = %(vm_state)s task_state = %(task_state)s. Mauvaise mise à niveau ou base de données endommagée ?
it: lo stato è SCONOSCIUTO per vm_state=%(vm_state)s task_state=%(task_state)s. Aggiornamento non corretto o db danneggiato?
pt_br: O status é UNKNOWN de vm_state=%(vm_state)s task_state=%(task_state)s. Upgrade inválido ou db corrompido?
tr_tr: durum BİLİNMİYOR vm_state=%(vm_state)s task_state=%(task_state)s. Kötü yükseltme ya da db bozuk olabilir mi?

source: Data migrations for PciDevice are not safe, likely because not all services that access the DB directly are updated to the latest version
pt_br: As migrações de dados para PciDevice não são seguras, provavelmente porque nem todos os serviços que acessam o BD diretamente estão atualizados para a versão mais recente

source: Error updating resources for node %(node)s.
pt_br: Erro ao atualizar recursos para o nó %(node)s.

source: Failed to build configdrive: %s
pt_br: Falha ao construir configdrive: %s

source: Failed to cancel migration %s
pt_br: Falha ao cancelar a migração %s

source: Failed to remove snapshot for VM %s
pt_br: Falha ao remover captura instantânea para a MV %s

source: Failed to snapshot image
pt_br: Falha ao obter captura instantânea da imagem

source: Host mismatch detected in stashed volume connector. Will use local volume connector. Instance host is %(ihost)s. Local volume connector host is %(chost)s. Stashed volume connector host is %(schost)s.
pt_br: Incompatibilidade de host detectada no conector de volume stash. Utilizando conector de volume local. O host da instância é %(ihost)s. O host do conector de volume local é %(chost)s. O host do conector de volume stash é %(schost)s.

source: Image signature verification failed for image: %s
pt_br: A verificação de assinatura da imagem falhou para a imagem: %s

source: Migration for instance %(uuid)s refers to another host's instance!
pt_br: A migração da instância %(uuid)s refere-se à outra instância do host!

source: No load handler for %s
pt_br: Nenhum manipulador de carga para %s

source: Unexpected error during post live migration at destination host.
pt_br: Erro inesperado durante pós-migração em tempo real no host de destino.

source: Unable to preallocate image at path: %(path)s
es: No es posible pre-asignar imagen a ruta: %(path)s
tr_tr: Şu yoldaki imajın önceden ayrılması başarısız: %(path)s

source: Keystone failure: %s
fr: Défaillance de Keystone : %s
it: Errore keystone: %s

source: Unexpected %(ex_name)s raised: %(ex_str)s
fr: %(ex_name)s inattendu levé : %(ex_str)s
it: %(ex_name)s inaspettato sollevato da: %(ex_str)s

source: Environment: %s
fr: Environnement : %s
it: Ambiente: %s

source: Failed to get metadata for ip: %s
fr: Impossible de récupérer les méta-donnérs pour l'IP : %s
it: Impossibile ottenere i metadati per ip: %s

source: Exception loading extension: %s
fr: Exception lors du chargement de l'extension : %s
it: Eccezione durante il caricamento dell'estensione: %s

source: Error in migrate %s
fr: Erreur dans la migration de %s
it: Errore durante la migrazione %s

source: Error processing message locally: %(exc)s
fr: Erreur lors du traitement du message en local : %(exc)s
it: Errore durante l'elaborazione del messaggio localmente: %(exc)s

source: Error locating next hop for message: %(exc)s
fr: Erreur lors de la localisation du tronçon suivant pour le message : %(exc)s
it: Errore durante l'individuazione dell'hop successivo per il messaggio:%(exc)s

source: Error locating next hops for message: %(exc)s
fr: Erreur lors de la localisation des tronçons suivants pour le message : %(exc)s
it: Errore durante l'individuazione degli hop successivi per il messaggio: %(exc)s

source: Error sending message to next hops: %(exc)s
fr: Erreur lors de l'envoi du message aux tronçons suivants : %(exc)s
it: Errore durante l'invio del messaggio agli hop successivi:%(exc)s

source: DB error: %s
fr: Erreur de BD : %s
it: Errore DB: %s

source: Failed to dealloc network for deleted instance
fr: Echec de la désallocation du réseau pour l'instance supprimée
it: Impossibile deallocare la rete per l'istanza eliminata

source: Failed to dealloc network for failed instance
fr: Echec à désallouer le réseau de l'instance en echec
it: Impossibile deallocare la rete per l'istanza interrotta.

source: set_admin_password failed: %s
fr: Echec de set_admin_password : %s
it: set_admin_password non riuscito: %s

source: Failed to rollback quota for failed finish_resize: %s
fr: Échec à réduire le quota pour finish_resize en échec : %s
it: Impossibile fare il rollback delle risorse per il finish_resize fallito: %s

source: Not all properties needed are implemented in the compute driver: %s
it: Non tutte le proprità richieste sono implementate nel driver di elaborazione: %s

source: Instance update attempted for '%(key)s' on %(instance_uuid)s
fr: Mise à jour d'instance tentée pour '%(key)s' sur %(instance_uuid)s
it: Tentativo di aggiornamento dell'istanza per '%(key)s' in %(instance_uuid)s

source: Failed to notify cells of instance destroy
fr: Impossible d'avertir les cellules de la destruction d'instance
it: Impossibile notificare alle celle la distruzione dell'istanza

source: Failed to notify cells of instance update
fr: Impossible d'avertir les cellules de la mise à jour d'instance
it: Impossibile notificare alle celle l'aggiornamento dell'istanza

source: Hupping dnsmasq threw %s
fr: Hupping dnsmasq à renvoyé %s
it: Riavvio di dnsmasq eseguito %s

source: Unable to release %s because vif doesn't exist
fr: impossible de libérer %s car vif n'existe pas
it: Impossibile rilasciare %s perchè vif non esiste

source: Unable to release %s because vif object doesn't exist
fr: Incapable de libérer %s car l'objet vif n'existe pas
it: Impossibile rilasciare %s perchè l'oggetto vif non esiste

source: Failed to update port %s
fr: Échec lors de la mise à jour du port %s
it: Impossibile aggiornare la porta per %s

source: Failed to access port %s
fr: Echec à eccéder au port %s
it: Impossibile accedere alla porta %s

source: Unable to access floating IP %(fixed_ip)s for port %(port_id)s
fr: Incapable d'accéder à l'IP flottante %(fixed_ip)s pour le port %(port_id)s
it: Impossibile accedere all'IP mobile %(fixed_ip)s per la porta %(port_id)s

source: Error setting %(attr)s
fr: Erreur du paramètre %(attr)s
it: Impossibile impostare %(attr)s

source: Unable to instantiate unregistered object type %(objtype)s
fr: Incapable d'instancier le type d'objet non enregistrée %(objtype)s
it: Impossibile istanziare il tipo di oggetto non registrato %(objtype)s

source: in fixed duration looping call
fr: dans l'appel en boucle de durée fixe
it: chiamata in loop a durata fissa

source: in dynamic looping call
fr: dans l'appel en boucle dynamique
it: chiamata in loop dinamico

source: Error during %(full_task_name)s: %(e)s
fr: Erreur pendant %(full_task_name)s : %(e)s
it: Errore durante %(full_task_name)s: %(e)s

source: Failed to understand rule %s
fr: Règle %s incompréhensible
it: Impossibile comprendere la regola %s

source: No handler for matches of kind %s
fr: Aucun gestionnaire pour les correspondances de type %s
it: Nessun gestore per le corrispondenze di tipo %s

source: Unhandled exception
fr: Exception non gérée
it: Eccezione non gestita

source: PCI device %s not found
fr: Périphérique PCI %s non trouvé
it: Dispositivo PCI %s non trovato

source: Could not stat scheduler options file %(filename)s: '%(e)s'
fr: Impossible d'indiquer le fichier d'options du planificateur %(filename)s : '%(e)s'
it: Impossibile eseguire stat per il file di opzioni dello scheduler%(filename)s: '%(e)s'

source: Could not decode scheduler options: '%s'
fr: Impossible de décoder les options de l'ordonnanceur: '%s'
it: Impossibile decodificare le opzioni dello scheduler: '%s'

source: Recovered model server connection!
fr: Récupération du modelle de connexion serveur terminée!
it: Connessione al model server ripristinata!

source: model server went away
fr: Le modèle de serveur à disparu
it: model server é scomparso

source: ZooKeeperDriver.leave: %(id)s has not joined to the %(gr)s group
fr: ZooKeeperDriver.leave : %(id)s n'a pas joint le groupe %(gr)s
it: ZooKeeperDriver.leave: %(id)s non è stato unito al gruppo %(gr)s

source: Failed to teardown container filesystem: %s
fr: Échec à démonter le conteneur de système de fichiers : %s
it: Impossibile smontare il filesystem contenitore: %s

source: Failed to umount container filesystem: %s
fr: Echec du démontage du système de fichiers conteneur : %s
it: Impossibile smontare il file system del contenitore: %s

source: Error writing vm console log file from serial console pipe. Error: %s
fr: Erreur lors de l'écriture du fichier journal de la console de la vm depuis la sortie de la console en série. Erreur : %s
it: Errore durante la scrittura del file log di console vm proveniente dalla pipe della console seriale. Errore: %s

source: Attach volume failed: %s
fr: Echec de la connexion du volume : %s
it: Collegamento volume non riuscito: %s

source: Unable to preallocate_images=%(imgs)s at path: %(path)s
fr: Incapable de preallocate_images = %(imgs)s au chemin : %(path)s
it: Impossibile fare preallocate_images=%(imgs)s al path: %(path)s

source: ignoring unrecognized volume_clear='%s' value
fr: valeur méconnue volume_clear = '%s' ignorée
it: Si ignora il valore del volume_clear='%s' non riconosciuto

source: Attaching network adapter failed. Exception: %s
fr: La fixation de l'adaptateur réseau a échoué. Exception : %s
it: Collegamento della scheda di rete fallito. Eccezione: %s

source: The agent call to %(method)s returned an an error: %(ret)r. args=%(args)r
fr: L'agent appelant %(method)s a retourné une erreur : %(ret)r.args=%(args)r
it: La chiamata dell'agente verso %(method)s ha restituito un errore: %(ret)r. args=%(args)r

source: _migrate_disk_resizing_down failed. Restoring orig vm due_to: %s.
it: _migrate_disk_resizing_down fallito. Ripristino della vm orig due_to: %s.
