Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Inject data image=%(image)s key=%(key)s net=%(net)s metadata=%(metadata)s admin_password=<SANITIZED> files=%(files)s partition=%(partition)s use_cow=%(use_cow)s
es: Inyectar datos image=%(image)s key=%(key)s net=%(net)s metadata=%(metadata)s admin_password=<SANITIZED> files=%(files)s partition=%(partition)s use_cow=%(use_cow)s

source: Ignoring error injecting data into image (%(e)s)
es: Ignorando el error al inyectar datos en la imagen (%(e)s)
pt_br: Ignorando erro ao injetar dados na imagem (%(e)s)
zh_cn: 正在忽略将数据插入到映像 (%(e)s) 中时发生的错误

source: Failed to mount container filesystem '%(image)s' on '%(target)s': %(errors)s
es: Se ha encontrado un error en el montaje del sistema de archivos de contenedor '%(image)s' en '%(target)s': : %(errors)s
pt_br: Falha ao montar o sistema de arquivos do contêiner '%(image)s' em '%(target)s': %(errors)s
zh_cn: 未能在“%(target)s”上安装容器文件系统“%(image)s”：%(errors)s

source: Release loop device %s
es: Liberar dispositivo de bucle %s
pt_br: Liberar dispositivo de loop %s
zh_cn: 请释放回路设备 %s

source: Release nbd device %s
es: Liberar dispositivo nbd %s
pt_br: Liberar dispositivo nbd %s
zh_cn: 请释放 nbd 设备 %s

source: Failed to umount container filesystem: %s
es: No se ha podido desmontar el sistema de archivos de contenedor: %s
pt_br: Falha ao desmontar sistema de arquivos do contêiner: %s
zh_cn: 未能卸载容器文件系统：%s

source: Ignoring error injecting %(inject)s into image (%(e)s)
es: Ignorando el error al inyectar %(inject)s en la imagen (%(e)s)
pt_br: Ignorando erro ao injetar %(inject)s na imagem (%(e)s)
zh_cn: 正在忽略将 %(inject)s 插入到映像 (%(e)s) 中时发生的错误

source: Inject file fs=%(fs)s path=%(path)s append=%(append)s
es: Inyectar archivo fs=%(fs)s path=%(path)s append=%(append)s
pt_br: Injetar arquivo fs=%(fs)s caminho=%(path)s anexo=%(append)s
zh_cn: 请插入文件 fs=%(fs)s path=%(path)s append=%(append)s

source: Inject metadata fs=%(fs)s metadata=%(metadata)s
es: Inyectar metadatos fs=%(fs)s metadata=%(metadata)s
pt_br: Injetar metadados fs=%(fs)s metadados=%(metadata)s
zh_cn: 请插入元数据 fs=%(fs)s metadata=%(metadata)s

source: Inject key fs=%(fs)s key=%(key)s
es: Inyectar clave fs=%(fs)s key=%(key)s
pt_br: Injetar chave fs=%(fs)s chave=%(key)s
zh_cn: 请插入键 fs=%(fs)s key=%(key)s

source: Inject key fs=%(fs)s net=%(net)s
es: Inyectar clave fs=%(fs)s net=%(net)s
pt_br: Injetar chave fs=%(fs)s rede=%(net)s
zh_cn: 请插入键 fs=%(fs)s net=%(net)s

source: Inject admin password fs=%(fs)s admin_passwd=<SANITIZED>
es: Inyectar contraseña de administrador fs=%(fs)s admin_passwd=<SANITIZED>

source: Not implemented on Windows
es: No implementado en Windows
fr: Non implémenté sous Windows
ko_kr: Windows에서 구현되지 않음
pt_br: Não implementado no Windows
tr_tr: Windows'da uygulanmamış
zh_cn: 未在 Windows 上实现
zh_tw: 未在 Windows 上實作

source: User %(username)s not found in password file.
es: El usuario %(username)s no se ha encontrado en el archivo de contraseña.
fr: Utilisateur %(username)s non trouvé dans le fichier de mot de passe.
ko_kr: %(username)s 사용자가 비밀번호 파일에 없습니다.
pt_br: Usuário %(username)s não localizado no arquivo de senha.
tr_tr: Kullanıcı %(username)s parola dosyasında bulunamadı.
zh_cn: 在密码文件中找不到用户 %(username)s。
zh_tw: 在密碼檔中找不到使用者 %(username)s。

source: User %(username)s not found in shadow file.
es: El usuario %(username)s no se ha encontrado en el archivo de duplicación.
fr: Utilisateur %(username)s non trouvé dans le fichier fantôme.
ko_kr: %(username)s 사용자가 새도우 파일에 없습니다.
pt_br: Usuário %(username)s não localizado no arquivo de sombra.
tr_tr: Kullanıcı %(username)s gölge dosyasında bulunamadı.
zh_cn: 在影子文件中找不到用户 %(username)s。
zh_tw: 在備份副本檔中找不到使用者 %(username)s。

source: Instance for format imgfile=%(imgfile)s mountdir=%(mountdir)s partition=%(partition)s imgfmt=%(imgfmt)s
es: Instancia para formato imgfile=%(imgfile)s mountdir=%(mountdir)s partition=%(partition)s imgfmt=%(imgfmt)s
pt_br: Instância para formato imgfile=%(imgfile)s mountdir=%(mountdir)s partição=%(partition)s imgfmt=%(imgfmt)s
zh_cn: 存在针对格式 imgfile=%(imgfile)s mountdir=%(mountdir)s partition=%(partition)s imgfmt=%(imgfmt)s 的实例

source: Using LoopMount
es: Utilizando LoopMount
pt_br: Usando LoopMount
zh_cn: 正在使用 LoopMount

source: Using NbdMount
es: Utilizando NbdMount
pt_br: Usando NbdMount
zh_cn: 正在使用 NbdMount

source: Instance for device imgfile=%(imgfile)s mountdir=%(mountdir)s partition=%(partition)s device=%(device)s
es: Instancia para dispositivo imgfile=%(imgfile)s mountdir=%(mountdir)s partition=%(partition)s device=%(device)s
pt_br: Instância para dispositivo imgfile=%(imgfile)s mountdir=%(mountdir)s partição=%(partition)s dispositivo=%(device)s
zh_cn: 存在针对设备 imgfile=%(imgfile)s mountdir=%(mountdir)s partition=%(partition)s device=%(device)s 的实例

source: Device allocation failed. Will retry in 2 seconds.
es: Ha fallado la asignación de dispositivo. Se volverá a intentar dentro de 2 segundos.
pt_br: Falha na alocação de dispositivo. Tentar novamente em 2 segundos.
zh_cn: 设备分配失败。将在两秒后重试。

source: Device allocation failed after repeated retries.
es: Ha fallado la asignación de dispositivo después de repetidos reintentos.
pt_br: Falha na alocação de dispositivo após novas tentativas repetidas.
zh_cn: 在反复重试之后，设备分配失败。

source: Map dev %s
es: Correlacionar dispositivo %s
pt_br: Disp de mapas %s
zh_cn: 请映射设备 %s

source: partition search unsupported with %s
es: búsqueda de partición no soportada con %s
fr: recherche de partition non pris en charge avec %s
ko_kr: 파티션 검색이 %s에서 지원되지 않음
pt_br: procura de partição não suportada com %s
tr_tr: bölüm arama %s ile desteklenmiyor
zh_cn: 在具有 %s 的情况下，不支持搜索分区
zh_tw: %s 不支援進行分割區搜尋

source: partition %s not found
es: No se ha encontrado la partición %s
fr: partition %s non trouvée
ko_kr: %s 파티션을 찾을 수 없음
pt_br: partição %s não localizada
tr_tr: bölüm %s bulunamadı
zh_cn: 找不到分区 %s
zh_tw: 找不到分割區 %s

source: Failed to map partitions: %s
es: No se han podido correlacionar particiones: %s
fr: Echec de mappage des partitions : %s
ko_kr: 파티션을 맵핑하지 못했음: %s
pt_br: Falha ao mapear partições: %s
tr_tr: Bölümler eşlenemiyor: %s
zh_cn: 映射分区失败：%s
zh_tw: 無法對映分割區：%s

source: Unmap dev %s
es: Eliminar correlación de dispositivo %s
pt_br: Remover mapeamento do disp %s
zh_cn: 请取消映射设备 %s

source: Mount %(dev)s on %(dir)s
es: Montar %(dev)s en %(dir)s
pt_br: Montar %(dev)s em %(dir)s
zh_cn: 请在 %(dir)s 上安装 %(dev)s

source: Failed to mount filesystem: %s
es: Fallo al montar el sistema de ficheros: %s
fr: Impossible de monter le système de fichier : %s
ko_kr: 파일 시스템 마운트 실패: %s
pt_br: Falhou em montar sistema de arquivo: %s
tr_tr: Dosya sistemi bağlanamadı: %s
zh_cn: 挂载文件系统失败：%s
zh_tw: 無法裝載檔案系統：%s

source: Umount %s
es: Desmontar %s
pt_br: Remover montagem %s
zh_cn: 请卸载 %s

source: Fail to mount, tearing back down
es: No se ha podido montar, se vuelve a deshacer
pt_br: Falha ao montar; removendo
zh_cn: 未能安装，正在拆卸

source: Could not attach image to loopback: %s
es: No se puede unir la imagen con el loopback: %s
fr: Impossible de lier l'image au loopback : %s
ko_kr: 루프백에 이미지를 첨부할 수 없음: %s
pt_br: Não foi possível anexar imagem ao loopback: %s
tr_tr: İmaj geri dönüşe eklenemiyor: %s
zh_cn: 无法给loopback附加镜像：%s
zh_tw: 無法將映像檔連接至迴圈：%s

source: Loop mount error: %s
es: Error de montaje en bucle: %s
pt_br: Erro na montagem do loop: %s
zh_cn: 发生回路安装错误：%s

source: Got loop device %s
es: Se ha obtenido dispositivo de bucle %s
pt_br: Obteve dispositivo de loop %s
zh_cn: 已获取回路设备 %s

source: No free nbd devices
es: No hay dispositivos nbd libres
fr: Pas de device nbd libre
ko_kr: 여유 nbd 디바이스 없음
pt_br: Nenhum dispositivo nbd livre
tr_tr: Boş nbd aygıtı yok
zh_cn: 没有空闲NBD设备
zh_tw: 沒有可用的 NBD 裝置

source: nbd module not loaded
es: El módulo nbd no se ha cargado
pt_br: Módulo nbd não carregado
zh_cn: 未装入 nbd 模块

source: nbd unavailable: module not loaded
es: nbd no disponible: módulo no cargado
fr: nbd non disponible : module non chargé
ko_kr: nbd 사용 불가능: 모듈이 로드되지 않았음
pt_br: nbd indisponível: módulo não carregado
tr_tr: nbd kullanılabilir değil: modül yüklenmemiş
zh_cn: NBD不可用：模块没有加载
zh_tw: NBD 無法使用：未載入模組

source: Get nbd device %(dev)s for %(imgfile)s
es: Obtener dispositivo nbd %(dev)s para %(imgfile)s
pt_br: Obter dispositivo nbd %(dev)s para %(imgfile)s
zh_cn: 请为 %(imgfile)s 获取 nbd 设备 %(dev)s

source: qemu-nbd error: %s
es: error de qemu-nbd: %s
fr: erreur qemu-nbd : %s
ko_kr: qemu-nbd 오류: %s
pt_br: erro qemu-nbd: %s
tr_tr: qemu-nbd hatası: %s
zh_cn: qemu-nbd 错误：%s
zh_tw: qemu-nbd 錯誤：%s

source: NBD mount error: %s
es: Error de montaje de NBD: %s
pt_br: erro de montagem NBD: %s
zh_cn: 发生 NBD 安装错误：%s

source: nbd device %s did not show up
es: el dispositivo nbd %s no se ha mostrado
fr: Device nbd %s n'est pas apparu
ko_kr: nbd 디바이스 %s이(가) 표시되지 않음
pt_br: dispositivo nbd %s não mostrado
tr_tr: nbd aygıtı %s ortaya çıkmadı
zh_cn: nbd 设备 %s 没有出现
zh_tw: NBD 裝置 %s 未顯示

source: Detaching from erroneous nbd device returned error: %s
es: La desconexión del dispositivo nbd erróneo ha devuelto un error: %s
pt_br: Remoção de dispositivo nbd errôneo retornou o erro: %s
zh_cn: 从不正确的 nbd 设备断开连接返回了错误：%s

source: Instance for image imgfile=%(imgfile)s imgfmt=%(imgfmt)s partition=%(partition)s
es: Instancia para imagen imgfile=%(imgfile)s imgfmt=%(imgfmt)s partition=%(partition)s
pt_br: Instância para imagem imgfile=%(imgfile)s imgfmt=%(imgfmt)s partição=%(partition)s
zh_cn: 存在针对映像 imgfile=%(imgfile)s imgfmt=%(imgfmt)s partition=%(partition)s 的实例

source: Trying to import guestfs
es: Intentando importar guestfs
pt_br: Tentando importar guestfs
zh_cn: 正在尝试导入 guestfs

source: Using primary VFSGuestFS
es: Utilizando VFSGuestFS primario
pt_br: Usando VFSGuestFS primário
zh_cn: 正在使用主要 VFSGuestFS

source: Falling back to VFSLocalFS
es: Retrocediendo a VFSLocalFS
pt_br: Usando o padrão para VFSLocalFS
zh_cn: 正在后退至 VFSLocalFS

source: Mount guest OS image %(imgfile)s partition %(part)s
es: Montar imagen de sistema operativo de invitado %(imgfile)s partición %(part)s
pt_br: Montar imagem do SO convidado %(imgfile)s partição %(part)s
zh_cn: 请安装 guest 操作系统映像 %(imgfile)s 分区 %(part)s

source: Inspecting guest OS image %s
es: Inspeccionando imagen de sistema operativo de invitado %s
pt_br: Inspecionando imagem do SO convidado %s
zh_cn: 正在检查 guest 操作系统映像 %s

source: No operating system found in %s
es: No se ha encontrado ningún sistema operativo en %s
fr: Aucun système d'exploitation trouvé dans %s
ko_kr: %s에 운영 체제가 없음
pt_br: Nenhum sistema operacional localizado em %s
tr_tr: %s içinde işletim sistemi bulunamadı
zh_cn: 在 %s 中找不到任何操作系统
zh_tw: 在 %s 中找不到作業系統

source: Multi-boot OS %(roots)s
es: Sistema operativo multiarranque %(roots)s
pt_br: SO multi-inicialização %(roots)s
zh_cn: 多重引导操作系统 %(roots)s

source: Multi-boot operating system found in %s
es: Se ha encontrado sistema operativo multiarranque en %s
fr: Système d'exploitation à plusieurs démarrages trouvé dans %s
ko_kr: %s에 다중 부트 운영 체제가 있음
pt_br: Sistema operacional de multi-inicialização localizado em %s
tr_tr: %s içinde birden fazla ön yüklemeli işletim sistemi bulundu
zh_cn: 在 %s 中找到多重引导操作系统
zh_tw: 在 %s 中找到了多重啟動作業系統

source: Inspecting guest OS root filesystem %s
es: Inspeccionando sistema de archivos raíz de sistema operativo de invitado %s
pt_br: Inspecionando sistema de arquivos raiz do SO convidado %s
zh_cn: 正在检查 guest 操作系统根文件系统 %s

source: No mount points found in %(root)s of %(imgfile)s
es: No se han encontrado puntos de montaje en %(root)s de %(imgfile)s
fr: Aucun point de montage trouvé dans %(root)s de %(imgfile)s
pt_br: Nenhum ponto de montagem localizado em %(root)s de %(imgfile)s
zh_cn: 在 %(imgfile)s 的 %(root)s 中，找不到任何安装点

source: Mounting %(dev)s at %(dir)s
es: Montando %(dev)s en %(dir)s
pt_br: Montagem %(dev)s em %(dir)s
zh_cn: 正在 %(dir)s 处安装 %(dev)s

source: Error mounting %(device)s to %(dir)s in image %(imgfile)s with libguestfs (%(e)s)
es: Error montaod %(device)s en %(dir)s en imagen %(imgfile)s con libguestfs (%(e)s)

source: Setting up appliance for %(imgfile)s %(imgfmt)s
es: Configurando dispositivo para %(imgfile)s %(imgfmt)s
pt_br: Configurando dispositivo para %(imgfile)s %(imgfmt)s
zh_cn: 正在为 %(imgfile)s %(imgfmt)s 设置设备

source: Error mounting %(imgfile)s with libguestfs (%(e)s)
es: Error al montar %(imgfile)s con libguestfs (%(e)s)
fr: Erreur lors du montage de %(imgfile)s avec libguestfs (%(e)s)
pt_br: Erro ao montar %(imgfile)s com libguestfs (%(e)s)
zh_cn: 使用 libguestfs (%(e)s) 安装 %(imgfile)s 时出错

source: Tearing down appliance
es: Deshaciendo el dispositivo
pt_br: Derrubando dispositivo
zh_cn: 正在拆卸设备

source: Failed to close augeas %s
es: No se ha podido cerrar augeas %s
pt_br: Falha ao fechar augeas %s
zh_cn: 未能关闭 augeas %s

source: Failed to shutdown appliance %s
es: No se ha podido concluir el dispositivo %s
pt_br: Falha ao encerrar dispositivo %s
zh_cn: 未能关闭设备 %s

source: Failed to close guest handle %s
es: No se ha podido cerrar manejador de invitado %s
pt_br: Falha ao fechar manipulação de convidado %s
zh_cn: 未能关闭 guest 句柄 %s

source: Make directory path=%s
es: Generando ruta de directorio=%s

source: Append file path=%s
es: Anexar ruta d earchivo=%s

source: Replace file path=%s
es: Reemplazar ruta de archivo=%s

source: Read file path=%s
es: leer ruta de archivo=%s

source: Has file path=%s
es: Tiene como ruta de archivo=%s

source: Set permissions path=%(path)s mode=%(mode)s
es: Establecer permisos path=%(path)s mode=%(mode)s
pt_br: Configurar caminho de permissões=%(path)s mode=%(mode)s
zh_cn: 请设置许可权：path=%(path)s mode=%(mode)s

source: Set ownership path=%(path)s user=%(user)s group=%(group)s
es: Establecer propiedad path=%(path)s user=%(user)s group=%(group)s
pt_br: Configurar caminho de propriedade=%(path)s usuário=%(user)s grupo=%(group)s
zh_cn: 请设置所有权：path=%(path)s user=%(user)s group=%(group)s

source: File path %s not valid
es: La vía de acceso de archivo %s no es válida
fr: Chemin d'accès au fichier %s non valide
ko_kr: 파일 경로 %s이(가) 올바르지 않음
pt_br: Caminho de arquivo %s inválido
tr_tr: Dosya yolu %s geçerli değil
zh_cn: 文件路径 %s 无效
zh_tw: 檔案路徑 %s 無效

source: Failed to mount image %(ex)s)
es: No se ha podido montar la imagen %(ex)s)
pt_br: Falha ao montar imagem %(ex)s)
zh_cn: 未能安装映像 %(ex)s)

source: Failed to unmount %(imgdir)s: %(ex)s
es: No se ha podido desmontar %(imgdir)s: %(ex)s
pt_br: Falha ao desmontar %(imgdir)s: %(ex)s
zh_cn: 未能卸载 %(imgdir)s：%(ex)s

source: Failed to remove %(imgdir)s: %(ex)s
es: No se ha podido eliminar %(imgdir)s: %(ex)s
pt_br: Falha ao remover %(imgdir)s: %(ex)s
zh_cn: 未能除去 %(imgdir)s：%(ex)s

source: Set permissions path=%(path)s mode=%(mode)o
es: Establecer permisos path=%(path)s mode=%(mode)o
pt_br: Configurações caminho de permissões=%(path)s modo=%(mode)o
zh_cn: 请设置许可权：path=%(path)s mode=%(mode)o

source: Set permissions path=%(path)s user=%(user)s group=%(group)s
es: Establecer permisos path=%(path)s user=%(user)s group=%(group)s
pt_br: Configurar caminho de permissões=%(path)s usuário=%(user)s grupo=%(group)s
zh_cn: 请设置许可权：path=%(path)s user=%(user)s group=%(group)s

source: The ISCSI initiator name can't be found. Choosing the default one
es: No se puede encontrar el nombre de iniciador ISCSI. Eligiendo el predeterminado
pt_br: O nome do iniciador ISCSI não pode ser localizado. Escolher o padrão
zh_cn: 找不到 ISCSI 发起方名称。正在选择缺省的名称

source: VIF plugging is not supported by the Hyper-V driver.
es: Conexión de VIF no está soportado por el driver de Hyper-V.
ko_kr: Hyper-V 드라이버에서 VIF 연결을 지원하지 않습니다.
zh_tw: Hyper-V 驅動程式不支援 VIF 插拔。

source: VIF unplugging is not supported by the Hyper-V driver.
es: Desconexión de VIF no está soportado por el driver de Hyper-V.
ko_kr: Hyper-V 드라이버에서 VIF 언플러그를 지원하지 않습니다.
zh_tw: Hyper-V 驅動程式不支援 VIF 拔除。

source: ensure_filtering_rules_for_instance called
es: Se ha llamado a ensure_filtering_rules_for_instance
pt_br: ensure_filtering_rules_for_instance chamado
zh_cn: 已调用 ensure_filtering_rules_for_instance

source: unfilter_instance called
es: Se ha llamado a unfilter_instance
pt_br: unfilter_instance chamado
zh_cn: 已调用 unfilter_instance

source: Windows version: %s
es: Versión de Windows: %s
pt_br: Versão do Windows: %s
zh_cn: Windows 版本：%s

source: get_available_resource called
es: se ha llamado a get_available_resource
pt_br: get_available_resource chamado
zh_cn: 已调用 get_available_resource

source: Updating host stats
es: Actualizando estadísticas de host
pt_br: Atualizando stats do host
zh_cn: 正在更新主机状态

source: get_host_stats called
es: se ha llamado a get_host_stats
pt_br: get_host_stats chamado
zh_cn: 已调用 get_host_stats

source: Host IP address is: %s
es: La dirección IP del host es: %s
pt_br: O endereço IP do host é: %s
zh_cn: 主机 IP 地址如下：%s

source: Cannot resize the image to a size smaller than the VHD max. internal size: %(vhd_size)s. Requested disk size: %(root_vhd_size)s
es: No se puede redimensionar la imagen a un tamaño menor que el tamaño interno máximo del VHD: %(vhd_size)s. Tamaño de disco solicitado: %(root_vhd_size)s
fr: Impossible de redimensionner l'image sur une taille inférieure à la taille interne max du disque VHD : %(vhd_size)s. Taille de disque requise : %(root_vhd_size)s
pt_br: Não é possível redimensionar a imagem para um tamanho menor que o tamanho máx. interno do VHD: %(vhd_size)s. Tamanho do disco solicitado: %(root_vhd_size)s
zh_cn: 无法将该映像的大小调整为比 VHD 最大大小更小。内部大小为 %(vhd_size)s。请求的磁盘大小为 %(root_vhd_size)s

source: Copying VHD %(vhd_path)s to %(resized_vhd_path)s
es: Copiando VHD %(vhd_path)s en %(resized_vhd_path)s
pt_br: Copiando VHD %(vhd_path)s para %(resized_vhd_path)s
zh_cn: 正在将 VHD %(vhd_path)s 复制到 %(resized_vhd_path)s

source: Resizing VHD %(resized_vhd_path)s to new size %(root_vhd_size)s
es: Redimensionando VHD %(resized_vhd_path)s a nuevo tamaño %(root_vhd_size)s
pt_br: Redimensionando o VHD %(resized_vhd_path)s para o novo tamanho %(root_vhd_size)s
zh_cn: 正在将 VHD %(resized_vhd_path)s 的大小调整为新大小 %(root_vhd_size)s

source: Live migration is supported starting with Hyper-V Server 2012
es: la migración en vivo está soportada a partir de Hyper-V server 2012
ko_kr: Hyper-V Server 2012부터 라이브 마이그레이션이 지원됨
zh_tw: 從 Hyper-V Server 2012 開始，支援即時移轉

source: live_migration called
es: se ha llamado a live_migration
pt_br: live_migration chamado
zh_cn: 已调用 live_migration

source: Calling live migration recover_method for instance: %s
es: Llamando a recover_method de migración en directo para instancia: %s
pt_br: Chamando migração em tempo real de recover_method para a instância: %s
zh_cn: 正在为实例调用实时迁移 recover_method：%s

source: Calling live migration post_method for instance: %s
es: Llamando a post_method de migración en directo para instancia: %s
pt_br: Chamando migração em tempo real de migration post_method para a instância: %s
zh_cn: 正在为实例调用实时迁移 post_method：%s

source: pre_live_migration called
es: se ha llamado a pre_live_migration
pt_br: pre_live_migration chamado
zh_cn: 已调用 pre_live_migration

source: post_live_migration_at_destination called
es: se ha llamado a post_live_migration_at_destination
pt_br: post_live_migration_at_destination chamado
zh_cn: 已调用 post_live_migration_at_destination

source: check_can_live_migrate_destination called
es: Se ha llamado a check_can_live_migrate_destination
pt_br: check_can_live_migrate_destination chamado
zh_cn: 已调用 check_can_live_migrate_destination

source: check_can_live_migrate_destination_cleanup called
es: Se ha llamado a check_can_live_migrate_destination_cleanup
pt_br: check_can_live_migrate_destination_cleanup chamado
zh_cn: 已调用 check_can_live_migrate_destination_cleanup

source: check_can_live_migrate_source called
es: Se ha llamado a check_can_live_migrate_source
pt_br: check_can_live_migrate_source chamado
zh_cn: 已调用 check_can_live_migrate_source

source: Live migration is not supported on target host "%s"
es: No se soporta la migración en directo en el host de destino "%s"
fr: La migration active n'est pas prise en charge sur l'hôte cible "%s".
pt_br: A migração em tempo real não é suportada no host de destino "%s"
zh_cn: 实时迁移在目标主机“%s”上不受支持

source: Target live migration host "%s" is unreachable
es: El host de migración en directo de destino "%s" es inalcanzable
fr: L'hôte de migration active cible "%s" est inaccessible.
pt_br: A migração em tempo real de destino no host "%s" está inacessível
zh_cn: 无法访问目标实时迁移主机“%s”

source: Live migration failed: %s
es: Ha fallado la migración en directo: %s
fr: Echec de la migration active : %s
pt_br: Falha na migração em tempo real: %s
zh_cn: 实时迁移失败：%s

source: Live migration is not enabled on this host
es: La migración en directo no está habilitada en este host
fr: La migration active n'est pas activée sur cet hôte
pt_br: A migração em tempo real não está ativada neste host
zh_cn: 未在此主机上启用实时迁移

source: Live migration networks are not configured on this host
es: Las redes de migración en directo no están configuradas en este host
fr: Les réseaux de migration active ne sont pas configurés sur cet hôte
pt_br: As redes de migração em tempo real não estão configuradas neste host
zh_cn: 未在此主机上配置实时迁移网络

source: VM not found: %s
es: VM no encontrada: %s
fr: Machine virtuelle non trouvée : %s
pt_br: VM não localizado: %s
zh_cn: 找不到 VM：%s

source: Duplicate VM name found: %s
es: Se ha encontrado nombre de VM duplicado: %s
fr: Nom de machine virtuelle en double trouvé : %s
pt_br: Nome de VM duplicado localizado: %s
zh_cn: 找到重复 VM 名称：%s

source: Destroying existing remote planned VM: %s
es: Destruyendo máquina virtual planificada remota existente: %s
pt_br: Destruindo a VM planejada remota existente: %s
zh_cn: 正在销毁现有的远程已规划 VM：%s

source: Creating remote planned VM for VM: %s
es: Creando máquina virtual planificada remota existente para máquina virtual: %s
pt_br: Criando a VM planejada remota para a VM: %s
zh_cn: 正在为 VM 创建远程已规划 VM：%s

source: Replacing host resource %(old_disk_path)s with %(new_disk_path)s on planned VM %(vm_name)s
es: Sustituyendo el recurso de host %(old_disk_path)s por %(new_disk_path)s en la máquina virtual planificada %(vm_name)s
pt_br: Substituindo o recurso de host %(old_disk_path)s por %(new_disk_path)s na VM planejada %(vm_name)s
zh_cn: 正在已规划 VM %(vm_name)s 上将主机资源 %(old_disk_path)s 替换为 %(new_disk_path)s

source: Updating remote planned VM disk paths for VM: %s
es: Actualizando vía de acceso de disco de máquina virtual planificada remota para máquina virtual: %s
pt_br: Atualizando caminhos de disco da VM planejada remota para a VM: %s
zh_cn: 正在为 VM 更新远程已规划 VM 磁盘路径：%s

source: Starting live migration for VM: %s
es: Iniciando migración en directo para VM: %s
pt_br: Iniciando migração em tempo real para VM: %s
zh_cn: 正在为 VM 启动实时迁移：%s

source: Getting live migration networks for remote host: %s
es: Obteniendo redes de migración en directo para host remoto: %s
pt_br: Obtendo redes de migração em tempo real para host remoto: %s
zh_cn: 正在为远程主机获取实时迁移网络：%s

source: Migration target is the source host
es: El destino de la migración es el host de origen
pt_br: O destino de migração é o host de origem
zh_cn: 迁移目标是源主机

source: Migration target host: %s
es: Host de destino de migración: %s
pt_br: Host de destino de migração: %s
zh_cn: 迁移目标主机：%s

source: Copying disk "%(disk_file)s" to "%(dest_path)s"
es: Copiando disco "%(disk_file)s" a "%(dest_path)s"
pt_br: Copiando o disco "%(disk_file)s" para "%(dest_path)s"
zh_cn: 正在将磁盘“%(disk_file)s”复制到“%(dest_path)s”

source: Cannot cleanup migration files
es: No se pueden limpiar los archivos de migración
pt_br: Não é possível limpar arquivos de migração
zh_cn: 无法清除迁移文件

source: Cannot resize the root disk to a smaller size. Current size: %(curr_root_gb)s GB. Requested size: %(new_root_gb)s GB
es: No se puede cambiar el tamaño del disco raíz a un menor tamaño. Tamaño actual: %(curr_root_gb)s GB. Tamaño solicitado: %(new_root_gb)s GB
fr: Impossible de réduire le disque à une taille inférieure. Taille actuelle: %(curr_root_gb)s Go. Taille souhaitée: %(new_root_gb)s Go
