Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: vSwitch which contains the port group %(bridge)s is not associated with the desired physical adapter. Expected vSwitch is %(expected)s, but the one associated is %(actual)s.
es: El vSwitch que contiene el grupo de puertos %(bridge)s no está asociado con el adaptador físico deseado. El vSwitch esperado es %(expected)s, pero el asociado es %(actual)s.
fr: vSwitch qui contient le groupe de port %(bridge)s n'est pas associé à l'adaptateur physique souhaité. VSwitch est %(expected)s, mais la principale association est %(actual)s.
ko_kr: 포트 그룹 %(bridge)s이(가) 포함된 vSwitch가 예상된 실제 어댑터와 연관되지 않습니다. 예상 vSwitch는 %(expected)s이지만 연관된 것은 %(actual)s입니다.
pt_br: O vSwitch que contém o grupo da porta %(bridge)s não está associado ao adaptador físico desejado. O vSwitch esperado é %(expected)s, mas o associado é %(actual)s.
tr_tr: %(bridge)s port grubunu içeren vSwitch istenilen fiziksel adaptörü ile ilişkilendirilmemiştir. Beklenen vSwitch %(expected)s'dir, fakat ilişkilendirilen ise %(actual)s'dir.
zh_cn: 包含端口组 %(bridge)s 的vSwitch没有与预计的物理适配器关联。预计的vSwitch是 %(expected)s，但关联的是 %(actual)s。
zh_tw: 包含埠群組 %(bridge)s 的 vSwitch 未與需要的實體配接卡產生關聯。需要的 vSwitch 為 %(expected)s，但相關聯的 vSwitch 為 %(actual)s。

source: Disk format %(disk_format)s is not acceptable
es: Formato de disco %(disk_format)s no es aceptable
fr: Le format de disque %(disk_format)s n'est pas acceptable
ko_kr: Disk format %(disk_format)s를 알 수 없습니다.
pt_br: Formato do disco %(disk_format)s não é aceito
tr_tr: %(disk_format)s disk formatı kabul edilemez.
zh_cn: 磁盘格式 %(disk_format)s 不能接受
zh_tw: 無法接受磁碟格式 %(disk_format)s

source: Image %(image_id)s is unacceptable: %(reason)s
es: La imagen %(image_id)s es inaceptable: %(reason)s
fr: L'image %(image_id)s est inacceptable: %(reason)s
ko_kr: %(image_id)s 이미지는 허용할 수 없음: %(reason)s
pt_br: A imagem %(image_id)s é inaceitável: %(reason)s
tr_tr: %(image_id)s imajı kabul edilemez: %(reason)s
zh_cn: 镜像 %(image_id)s 无法接受，原因是： %(reason)s
zh_tw: 無法接受映像檔 %(image_id)s：%(reason)s

source: Instance %(instance_id)s is unacceptable: %(reason)s
es: La instancia %(instance_id)s no es aceptable: %(reason)s
fr: L'instance %(instance_id)s est inacceptable: %(reason)s
ko_kr: %(instance_id)s 인스턴스는 허용할 수 없음: %(reason)s
pt_br: A instância %(instance_id)s é inaceitável: %(reason)s
tr_tr: %(instance_id)s örneği kabul edilemez: %(reason)s
zh_cn: 实例 %(instance_id)s 无法接受，原因是： %(reason)s
zh_tw: 無法接受實例 %(instance_id)s：%(reason)s

source: Ec2 id %(ec2_id)s is unacceptable.
es: El id de Ec2 %(ec2_id)s no es aceptable.
fr: Ec2 id %(ec2_id)s est inaccepatble.
ko_kr: Ec2 id %(ec2_id)s은(는) 허용할 수 없습니다.
pt_br: O ID Ec2 %(ec2_id)s é inaceitável.
tr_tr: %(ec2_id)s Ec2 id'si kabul edilemez.
zh_cn: Ec2 id %(ec2_id)s 无法接受。
zh_tw: 無法接受 EC2 ID %(ec2_id)s。

source: Expected a uuid but received %(uuid)s.
es: Se esperaba un uuid pero se ha recibido %(uuid)s.
fr: UUID attendu mais %(uuid)s reçu.
ko_kr: uuid를 예상했지만 %(uuid)s을(를) 수신했습니다.
pt_br: Esperado um uuid, mas recebido %(uuid)s.
tr_tr: Bir uuid bekleniyordu ama %(uuid)s alındı.
zh_cn: 期望 uuid，但是接收到 %(uuid)s。
zh_tw: 需要 UUID，但收到 %(uuid)s。

source: Invalid ID received %(id)s.
es: Se ha recibido el ID %(id)s no válido.
fr: ID non valide %(id)s reçu.
ko_kr: 올바르지 않은 ID가 %(id)s을(를) 수신했습니다.
pt_br: ID inválido recebido %(id)s.
tr_tr: Geçersiz ID alındı %(id)s.
zh_cn: 接收到的标识 %(id)s 无效。
zh_tw: 收到無效的 ID %(id)s。

source: Constraint not met.
es: Restricción no cumplida.
fr: Contrainte non vérifiée.
ko_kr: 제한조건이 만족되지 않았습니다.
pt_br: Restrição não atendida.
tr_tr: Kısıtlama karşılanmadı.
zh_cn: 未符合约束。
zh_tw: 不符合限制。

source: Resource could not be found.
es: No se ha podido encontrar el recurso.
fr: La ressource n'a pas pu être trouvée.
ko_kr: 자원을 찾을 수 없습니다.
pt_br: O recurso não pôde ser localizado.
tr_tr: Kaynak bulunamadı.
zh_cn: 资源没有找到。
zh_tw: 找不到資源。

source: No agent-build associated with id %(id)s.
es: No hay ninguna compilación de agente asociada con el id %(id)s.
fr: Aucune génération d'agent associée à l'ID %(id)s.
ko_kr: ID %(id)s과(와) 연관된 에이전트 빌드가 없습니다.
pt_br: Nenhuma criação de agente associada ao id %(id)s.
tr_tr: Hiçbir ajan-inşası id %(id)s ile ilişkilendirilmemiş.
zh_cn: 不存在任何与标识 %(id)s 关联的代理构建。
zh_tw: ID %(id)s 沒有相關聯的 agent-build。

source: Agent-build with hypervisor %(hypervisor)s os %(os)s architecture %(architecture)s exists.
es: Compilación agente con hipervisor %(hypervisor)s S.O. %(os)s arquitectura %(architecture)s existe.
fr: La génération d'agent avec l'hyperviseur %(hypervisor)s le système d'exploitation %(os)s et l'architecture %(architecture)s existe.
ko_kr: 하이퍼바이저 %(hypervisor)s OS %(os)s 아키텍처%(architecture)s이(가) 있는 에이전트 빌드가 존재합니다.
tr_tr: %(hypervisor)s hipervizörüne %(os)s işletim sistemine %(architecture)s mimarisine sahip ajan-inşası mevcut.
zh_cn: 虚拟机监控程序 %(hypervisor)s 操作系统 %(os)s 体系结构 %(architecture)s 的代理构建已存在。
zh_tw: Hypervisor 為 %(hypervisor)s、OS 為 %(os)s 且架構為%(architecture)s 的 agent-build 已存在。

source: Volume %(volume_id)s could not be found.
es: No se ha podido encontrar el volumen %(volume_id)s.
fr: Le volume %(volume_id)s n'a pas pu être trouvé.
ko_kr: %(volume_id)s 볼륨을 찾을 수 없습니다.
pt_br: Volume %(volume_id)s não pode ser encontrado.
tr_tr: %(volume_id)s bölümü bulunamadı.
zh_cn: 卷 %(volume_id)s 没有找到。
zh_tw: 找不到磁區 %(volume_id)s。

source: Snapshot %(snapshot_id)s could not be found.
es: No se ha podido encontrar la instantánea %(snapshot_id)s.
fr: Le snapshot %(snapshot_id)s n'a pas été trouvé.
ko_kr: %(snapshot_id)s 스냅샷을 찾을 수 없습니다.
pt_br: A captura instantânea %(snapshot_id)s não pôde ser localizada.
tr_tr: %(snapshot_id)s sistem anlık görüntüsü bulunamadı.
zh_cn: 快照 %(snapshot_id)s 没有找到。
zh_tw: 找不到 Snapshot %(snapshot_id)s。

source: No disk at %(location)s
es: No hay ningún disco en %(location)s
fr: Aucun disque sur %(location)s
ko_kr: %(location)s에 디스크가 없음
pt_br: Nenhum disco em %(location)s
tr_tr: %(location)s'da disk yok.
zh_cn: 在 %(location)s 没有磁盘
zh_tw: %(location)s 處沒有磁碟

source: Could not find a handler for %(driver_type)s volume.
es: No se ha podido encontrar un manejador para el volumen %(driver_type)s.
fr: Impossible de trouver un gestionnaire pour le %(driver_type)s de volume.
ko_kr: %(driver_type)s 볼륨에 대한 핸들러를 찾을 수 없습니다.
pt_br: Não foi possível localizar um manipulador para o volume %(driver_type)s.
tr_tr: %(driver_type)s bölümü için bir işleyici bulunamadı.
zh_cn: 无法为 %(driver_type)s 卷找到句柄。
zh_tw: 找不到 %(driver_type)s 磁區的處理程式。

source: Invalid image href %(image_href)s.
es: href de imagen %(image_href)s no válida.
fr: L'image href %(image_href)s est invalide.
ko_kr: 올바르지 않은 이미지 href %(image_href)s.
pt_br: Imagem inválida href %(image_href)s.
tr_tr: Geçersiz %(image_href)s imaj kaynak dosyası.
zh_cn: 无效的镜像href %(image_href)s。
zh_tw: 無效的映像檔 href %(image_href)s。

source: Requested image %(image)s has automatic disk resize disabled.
es: La imagen solicitada %(image)s tiene desactivada la modificación automática de tamaño de disco.
fr: Le redimensionnement automatique du disque est désactivé pour l'image requise : %(image)s.
ko_kr: 요청한 이미지 %(image)s에서 자동 디스크 크기 조정을 사용할 수 없습니다.
tr_tr: İstenen imajda %(image)s otomatik disk yeniden boyutlandırma kapalı.
zh_tw: 所要求的映像檔 %(image)s 已禁止自動調整磁碟大小。

source: Image %(image_id)s could not be found.
es: No se ha podido encontrar la imagen %(image_id)s.
fr: L'image %(image_id)s n'a pas été trouvée.
ko_kr: %(image_id)s 이미지를 찾을 수 없습니다.
pt_br: Imagem %(image_id)s não foi encontrada.
tr_tr: %(image_id)s imaj kaynak dosyası bulunamadı.
zh_cn: 镜像 %(image_id)s 没有找到。
zh_tw: 找不到映像檔 %(image_id)s。

source: Image %(image_id)s could not be found. The nova EC2 API assigns image ids dynamically when they are listed for the first time. Have you listed image ids since adding this image?
es: No se ha podido encontrar la imagen %(image_id)s. La API nova EC2 asigna ID de imagen dinámicamente cuando se listan por primera vez. ¿Ha listado los ID de imagen desde que ha añadido esta imagen?
fr: L'image %(image_id)s est introuvable. L'API nova EC2 affecte des ID image de manière dynamique lorsqu'ils sont répertoriés pour la première fois. Avez-vous répertorié les ID image depuis que vous avez ajouté cette image ?
ko_kr: %(image_id)s 이미지를 찾을 수 없습니다. Nova EC2 API는 이미지 ID가 처음 나열될 때 동적으로 해당 ID를 지정합니다. 이 이미지를 추가한 이후 이미지를 나열했습니까?
pt_br: A imagem %(image_id)s não pôde ser localizada. A API nova EC2 designa IDs de imagem dinamicamente quando eles são listados pela primeira vez. Você listou IDs de imagem desde a inclusão dessa imagem?
zh_cn: 找不到映像 %(image_id)s。当第一次列示映像标识时，Nova EC2 API 会动态分配这些映像标识。自从添加此映像以来，您已列示映像标识吗？
zh_tw: 找不到映像檔 %(image_id)s。第一次列出映像檔 ID 時，Nova EC2 API 會動態地指派映像檔 ID。新增此映像檔以來，您有列出映像檔 ID 嗎？

source: Project %(project_id)s could not be found.
es: No se ha podido encontrar el proyecto %(project_id)s.
fr: Le projet %(project_id)s n'a pas été trouvé.
ko_kr: %(project_id)s 프로젝트를 찾을 수 없습니다.
pt_br: Projeto %(project_id)s não foi encontrado.
tr_tr: %(project_id)s projesi bulunamadı.
zh_cn: 项目 %(project_id)s 没有找到。
zh_tw: 找不到專案 %(project_id)s。

source: Cannot find SR to read/write VDI.
es: No se puede encontrar SR para leer/grabar VDI.
fr: Impossible de trouver le SR pour lire/écrire le VDI.
ko_kr: VDI를 읽기/쓰기할 SR을 찾을 수 없습니다.
pt_br: Não é possível localizar SR para VDI de leitura/gravação.
tr_tr: VDI'ya okuma/yazma yapılırken SR(Saklama deposu) bulunamadı.
zh_cn: 没有找到存储库来读写VDI。
zh_tw: 找不到「儲存體儲存庫 (SR)」來讀寫 VDI。

source: Network %(network_id)s is duplicated.
es: La red %(network_id)s está duplicada.
fr: Le réseau %(network_id)s est en double.
ko_kr: %(network_id)s 네트워크가 중복입니다.
pt_br: A rede %(network_id)s está duplicada.
zh_cn: 网络 %(network_id)s 重复。
zh_tw: 網路 %(network_id)s 重複。

source: Network %(network_id)s is still in use.
es: La red %(network_id)s aún se está utilizando.
fr: Le réseau %(network_id)s est encore en cours d'utilisation.
ko_kr: %(network_id)s 네트워크가 아직 사용 중입니다.
pt_br: A rede %(network_id)s ainda está em uso.
tr_tr: Ağ %(network_id)s hala kullanımda.
zh_cn: 网络 %(network_id)s 仍在使用中。
zh_tw: 網路 %(network_id)s 仍在使用中。

source: %(req)s is required to create a network.
es: Se necesita %(req)s para crear una red.
fr: %(req)s est requis pour créer un réseau.
ko_kr: 네트워크를 작성하려면 %(req)s이(가) 필요합니다.
pt_br: %(req)s é necessário para criar a rede.
tr_tr: Ağ oluşturulurken %(req)s gereklidir.
zh_cn: 创建网络 %(req)s 是必要的。
zh_tw: 需要 %(req)s 才能建立網路。

source: Network %(network_id)s could not be found.
es: No se ha podido encontrar la red %(network_id)s.
fr: Le réseau %(network_id)s n'a pas été trouvé.
ko_kr: %(network_id)s 네트워크를 찾을 수 없습니다.
pt_br: Rede %(network_id)s não foi encontrada.
tr_tr: %(network_id)s ağı bulunamadı.
zh_cn: 网络 %(network_id)s 没有找到。
zh_tw: 找不到網路 %(network_id)s。

source: Port id %(port_id)s could not be found.
es: No se ha podido encontrar el ID de puerto %(port_id)s.
fr: ID port %(port_id)s introuvable.
ko_kr: 포트 ID %(port_id)s을(를) 찾을 수 없습니다.
pt_br: O ID da porta %(port_id)s não pôde ser localizado.
tr_tr: Bağlantı noktası kimliği %(port_id)s bulunamadı.
zh_cn: 找不到端口标识 %(port_id)s。
zh_tw: 找不到埠 ID %(port_id)s。

source: Network could not be found for bridge %(bridge)s
es: No se ha podido encontrar la red para el puente %(bridge)s
fr: Aucun réseau trouvé pour le pont %(bridge)s
ko_kr: %(bridge)s 브릿지에 대한 네트워크를 찾을 수 없음
pt_br: A rede não pôde ser localizada para a ponte %(bridge)s
tr_tr: %(bridge)s köprüsü için ağ bulunamadı.
zh_cn: 无法为桥 %(bridge)s 找到网络
zh_tw: 找不到橋接器 %(bridge)s 的網路

source: Network could not be found for uuid %(uuid)s
es: No se ha podido encontrar la red para el uuid %(uuid)s
fr: Aucun réseau trouvé pour l'uuid %(uuid)s
ko_kr: UUID %(uuid)s에 대한 네트워크를 찾을 수 없음
pt_br: A rede não pôde ser localizada para uuid %(uuid)s
tr_tr: %(uuid)s UUID'si için bir ağ bulunamadı
zh_cn: 无法为uuid %(uuid)s 找到网络
zh_tw: 找不到 UUID %(uuid)s 的網路

source: Network could not be found with cidr %(cidr)s.
es: No se ha podido encontrar la red con cidr %(cidr)s.
fr: Aucun réseau trouvé avec le cidr %(cidr)s.
ko_kr: cidr %(cidr)s에 대한 네트워크를 찾을 수 없습니다.
pt_br: A rede não pôde ser localizada com cidr %(cidr)s.
tr_tr: %(cidr)s CIDR ile bir ağ bulunamadı.
zh_cn: 无法为cidr %(cidr)s 找到网络。
zh_tw: 找不到 CIDR 為 %(cidr)s 的網路。

source: Network could not be found for instance %(instance_id)s.
es: No se ha podido encontrar la red para la instancia %(instance_id)s.
fr: Aucun réseau trouvé pour l'instance %(instance_id)s.
ko_kr: %(instance_id)s 인스턴스에 대한 네트워크를 찾을 수 없습니다.
pt_br: A rede não pôde ser localizada para a instância %(instance_id)s.
tr_tr: %(instance_id)s örneği için ağ bulunamadı.
zh_cn: 无法为实例 %(instance_id)s 找到网络。
zh_tw: 找不到實例 %(instance_id)s 的網路。

source: No networks defined.
es: No se han definido redes.
fr: Aucun réseau défini.
ko_kr: 정의된 네트워크가 없습니다.
pt_br: Nenhuma rede definida.
tr_tr: Tanımlı bir ağ yok.
zh_cn: 没有网络定义。
zh_tw: 未定義網路。

source: More than one possible network found. Specify network ID(s) to select which one(s) to connect to,
es: Se ha encontrado más de una red posible. Especifique el ID de la red para seleccionar a cuál(es) conectarse.
zh_cn: 发现多于一个可能的网络。指定一个(或多个)网络ID以选择其中希望连接的一个(或多个)，

source: Could not find the datastore reference(s) which the VM uses.
es: No se ha podido encontrar la(s) referencia(s) de almacén de datos que la MV utiliza.
fr: Impossible de trouver la ou les références de magasin de données utilisé par la machine virtuelle.
ko_kr: VM이 사용하는 데이터 저장소 참조를 찾을 수 없습니다.
pt_br: Não foi possível localizar a(s) referência(s) do armazenamento de dados que a VM usa.
tr_tr: VM'nin kullandığı veri deposu referansı(ları) bulunamadı.
zh_cn: 无法找到虚拟机使用的数据存储引用。
zh_tw: 找不到 VM 所使用的資料儲存庫參照。

source: Port %(port_id)s is still in use.
es: El puerto %(port_id)s todavía se está utilizando.
fr: Le port %(port_id)s est encore en cours d'utilisation.
ko_kr: %(port_id)s 포트가 아직 사용 중입니다.
pt_br: A porta %(port_id)s ainda está em uso.
tr_tr: Bağlantı noktası %(port_id)s hala kullanımda.
zh_cn: 端口 %(port_id)s 仍在使用中。
zh_tw: 埠 %(port_id)s 仍在使用中。

source: Port %(port_id)s not usable for instance %(instance)s.
es: El puerto %(port_id)s no es utilizable para la instancia %(instance)s.
fr: Port %(port_id)s inutilisable pour l'instance %(instance)s.
ko_kr: %(port_id)s 포트를 %(instance)s 인스턴스에 사용할 수 없습니다.
pt_br: Porta %(port_id)s não utilizável para a instância %(instance)s.
tr_tr: Bağlantı noktası %(port_id)s %(instance)s sunucusu için kullanılabilir değil.
zh_cn: 对于实例 %(instance)s，端口 %(port_id)s 不可用。
zh_tw: 埠 %(port_id)s 不適用於實例 %(instance)s。

source: No free port available for instance %(instance)s.
es: No hay ningún puerto libre disponible para la instancia %(instance)s.
fr: Aucun port disponible pour l'instance %(instance)s.
ko_kr: %(instance)s 인스턴스를 위해 사용할 수 있는 여유 포트가 없습니다.
pt_br: Nenhuma porta disponível para a instância %(instance)s.
tr_tr: %(instance)s sunucusu için kullanılabilir boş bağlantı noktası yok.
zh_cn: 对于实例 %(instance)s，未提供任何可用端口。
zh_tw: 實例 %(instance)s 沒有可用的埠。

source: Fixed ip %(address)s already exists.
es: La dirección IP estática %(address)s ya existe.
fr: l'adresse IP fixe %(address)s existe déjà.
pt_br: O IP fixo %(address)s já existe.
zh_cn: 固定IP %(address)s 已存在。

source: No fixed IP associated with id %(id)s.
es: No hay ninguna dirección IP fija asociada con el %(id)s.
fr: Pas d'adresse IP fixe associée avec l'id %(id)s.
ko_kr: ID %(id)s과(와) 연관된 고정 IP가 없습니다.
pt_br: Nenhum IP fixo associado ao ID %(id)s.
tr_tr: %(id)s ile ilişkilendirilmiş bir dinamik IP yok.
zh_cn: 没有固定IP与id %(id)s 关联。
zh_tw: ID %(id)s 沒有相關聯的固定 IP。

source: Fixed ip not found for address %(address)s.
es: No se ha encontrado una dirección IP fija para la dirección %(address)s.
fr: Pas d'IP fixe trouvée pour l'adresse %(address)s.
pt_br: IP fixo não localizado para o endereço %(address)s.
zh_cn: 没有为地址 %(address)s 找到固定IP。

source: Instance %(instance_uuid)s has zero fixed ips.
es: La instancia %(instance_uuid)s no tiene ninguna IP fija.
fr: L'instance %(instance_uuid)s ne comporte aucune adresse IP fixe.
pt_br: A instância %(instance_uuid)s possui zero IPs fixos.
zh_cn: 实例 %(instance_uuid)s 没有固定 IP。

source: Network host %(host)s has zero fixed ips in network %(network_id)s.
es: El host de red %(host)s no tiene ninguna dirección IP fija en la red %(network_id)s.
fr: Le réseau hôte %(host)s n'a aucunes IPs fixes dans le réseau %(network_id)s.
pt_br: O host da rede %(host)s possui zero IPs fixos na rede %(network_id)s.
zh_cn: 网络主机 %(host)s 在网络 %(network_id)s 中没有固定ip。

source: Instance %(instance_uuid)s doesn't have fixed ip '%(ip)s'.
es: La instancia %(instance_uuid)s no tiene la dirección IP fija '%(ip)s'.
fr: L'instance %(instance_uuid)s n'a pas d'adresse IP fixe '%(ip)s'.
pt_br: A instância %(instance_uuid)s não possui IP fixo '%(ip)s'.
zh_cn: 实例 %(instance_uuid)s 没有固定 IP“%(ip)s”。

source: Fixed IP address (%(address)s) does not exist in network (%(network_uuid)s).
es: La dirección IP fija (%(address)s) no existe en la red (%(network_uuid)s).
fr: L'adresse IP fixe (%(address)s) n'existe pas dans le réseau (%(network_uuid)s).
ko_kr: 고정 IP 주소(%(address)s)가 (%(network_uuid)s) 네트워크에 존재하지 않습니다.
pt_br: O endereço IP fixo (%(address)s) não existe na rede (%(network_uuid)s).
tr_tr: (%(network_uuid)s) ağında bir (%(address)s) dinamik IP adresi yok.
zh_cn: 固定IP地址 (%(address)s) 在网络 (%(network_uuid)s) 中不存在。
zh_tw: 固定 IP 位址 (%(address)s) 不存在於網路 (%(network_uuid)s) 中。

source: Fixed IP address %(address)s is already in use on instance %(instance_uuid)s.
es: La dirección IP fija %(address)s ya se está utilizando en la instancia %(instance_uuid)s.
fr: L'adresse IP fixe %(address)s est déjà utilisée sur l'instance %(instance_uuid)s.
ko_kr: 고정 IP 주소 %(address)s이(가) 이미 %(instance_uuid)s 인스턴스에서 사용되고 있습니다.
pt_br: O endereço IP fixo %(address)s já está em uso na instância %(instance_uuid)s.
tr_tr: Sabit IP adresi %(address)s %(instance_uuid)s sunucusu üzerinde zaten kullanımda.
zh_cn: 在实例 %(instance_uuid)s 上，固定 IP 地址 %(address)s 已在使用中。
zh_tw: 實例 %(instance_uuid)s 上已使用固定 IP 位址 %(address)s。

source: More than one instance is associated with fixed ip address '%(address)s'.
es: Hay más de una instancia asociada con la dirección IP fija '%(address)s'.
fr: Plusieurs instances sont associées à l'adresse IP fixe '%(address)s'.
pt_br: Mais de uma instância está associada ao endereço IP fixo '%(address)s'.
zh_cn: 多个实例与固定 IP 地址“%(address)s”关联。

source: Fixed IP address %(address)s is invalid.
es: La dirección IP fija %(address)s no es válida.
fr: L'adresse IP fixe %(address)s est invalide.
ko_kr: 고정 IP 주소 %(address)s이(가) 올바르지 않습니다.
pt_br: O endereço IP fixo %(address)s é inválido.
tr_tr: %(address)s dinamik IP adresi geçersiz.
zh_cn: 固定IP地址 %(address)s 无效。
zh_tw: 固定 IP 位址 %(address)s 無效。

source: Zero fixed ips available.
es: No hay ninguna dirección IP fija disponible.
pt_br: Zero IPs fixos disponíveis.
zh_cn: 没有固定ip可用。

source: Zero fixed ips could be found.
es: No se ha podido encontrar ninguna dirección IP fija.
fr: Aucunes IPs fixes trouvées.
pt_br: Zero IPs fixos não puderam ser localizados.
zh_cn: 找不到固定IP。

source: Floating ip %(address)s already exists.
es: Ya existe la dirección IP flotante %(address)s.
fr: L'adresse IP flottante %(address)s existe déjà.
pt_br: O IP flutuante %(address)s já existe.
zh_cn: 浮动 IP %(address)s 已存在。

source: Floating ip not found for id %(id)s.
es: No se ha encontrado ninguna dirección IP flotante para el id %(id)s.
fr: Aucune IP dynamique trouvée pour l'id %(id)s.
pt_br: IP flutuante não localizado para o ID %(id)s.
zh_cn: 找不到适合id %(id)s 的浮动IP。

source: The DNS entry %(name)s already exists in domain %(domain)s.
es: La entrada de DNS %(name)s ya existe en el dominio %(domain)s.
fr: L'entrée DNS %(name)s existe déjà dans le domaine %(domain)s.
ko_kr: DNS 항목 %(name)s이(가) 이미 %(domain)s 도메인에 존재합니다.
pt_br: A entrada de DNS %(name)s já existe no domínio %(domain)s.
tr_tr: %(domain)s alanında %(name)s DNS girdisi halen var.
zh_cn: DNS 入口 %(name)s 已经在域中 %(domain)s 存在。
zh_tw: DNS 項目 %(name)s 已存在於網域 %(domain)s 中。

source: Floating ip not found for address %(address)s.
es: No se ha encontrado ninguna dirección IP flotante para la dirección %(address)s.
fr: Aucune IP dynamique trouvée pour l'adresse %(address)s.
pt_br: IP flutuante não localizado para o endereço %(address)s.
zh_cn: 找不到适合地址 %(address)s 的浮动ip。

source: Floating ip not found for host %(host)s.
es: No se ha encontrado ninguna dirección IP flotante para el host %(host)s.
fr: Aucune IP dynamique trouvée pour l'hôte %(host)s.
pt_br: IP flutuante não localizado para o host %(host)s.
zh_cn: 没有为主机 %(host)s 找到浮动IP。

source: Multiple floating ips are found for address %(address)s.
es: Se han encontrado varias ip flotantes para la dirección %(address)s.
fr: Plusieurs adresses IP flottantes trouvées pour l'adresse %(address)s.
pt_br: Vários IPs flutuantes são localizados para o endereço %(address)s.
zh_cn: 对于地址 %(address)s，找到多个浮动 IP。

source: Floating ip pool not found.
es: No se ha encontrado pool de ip flotante.
fr: Pool d'adresses IP flottantes introuvable.
pt_br: Conjunto de IPs flutuantes não localizado.
zh_cn: 找不到浮动 IP 池。

source: Zero floating ips available.
es: No hay ninguna dirección IP flotante disponible.
fr: Aucune IPs dynamiques disponibles.
pt_br: Zero IPs flutuantes disponíveis.
zh_cn: 没有浮动IP可用。

source: Floating ip %(address)s is associated.
es: La dirección IP flotante %(address)s está asociada.
fr: L'IP dynamique %(address)s est associée.
pt_br: O IP flutuante %(address)s está associado.
zh_cn: 浮动ip %(address)s 已被关联。

source: Floating ip %(address)s is not associated.
es: La dirección IP flotante %(address)s no está asociada.
fr: L'IP dynamique %(address)s n'est pas associée.
pt_br: O IP flutuante %(address)s não está associado.
zh_cn: 浮动ip %(address)s 没有被关联。

source: Zero floating ips exist.
es: No existe ninguna dirección IP flotante.
fr: Aucunes IPs dynamiques existes.
pt_br: Existem zero IPs flutuantes.
zh_cn: 没有浮动ip存在。

source: Interface %(interface)s not found.
es: No se ha encontrado la interfaz %(interface)s.
fr: L'interface %(interface)s non trouvée.
ko_kr: %(interface)s 인터페이스를 찾을 수 없습니다.
pt_br: Interface %(interface)s não encontrada.
tr_tr: %(interface)s arayüzü bulunamadı.
zh_cn: 接口 %(interface)s没有找到。
zh_tw: 找不到介面 %(interface)s。

source: Cannot disassociate auto assigned floating ip
es: No se puede desasociar la IP flotante asignada automáticamente
fr: Impossible de dissocier une adresse IP affectée automatiquement
pt_br: Não é possível desassociar o IP flutuante designado automaticamente
zh_cn: 无法取消关联自动分配的浮动 IP

source: Keypair %(name)s not found for user %(user_id)s
es: No se ha encontrado el par de claves %(name)s para el usuario %(user_id)s
fr: La paire de clés %(name)s est introuvable pour l'utilisateur %(user_id)s
ko_kr: %(user_id)s 사용자에 대한 키 쌍 %(name)s을(를) 찾을 수 없음
pt_br: Par de chaves %(name)s não localizado para o usuário %(user_id)s
tr_tr: %(user_id)s kullanıcısı için %(name)s anahtar çifti bulunamadı
zh_cn: 密钥对 %(name)s 没有为用户 %(user_id)s 找到。
zh_tw: 找不到使用者 %(user_id)s 的金鑰組 %(name)s

source: Service %(service_id)s could not be found.
es: No se ha podido encontrar el servicio %(service_id)s.
fr: Le service %(service_id)s ne peut pas être trouvé.
ko_kr: %(service_id)s 서비스를 찾을 수 없습니다.
pt_br: Serviço %(service_id)s não encontrado.
tr_tr: %(service_id)s servisi bulunamadı.
zh_cn: 服务 %(service_id)s 没有找到。
zh_tw: 找不到服務 %(service_id)s。

source: Service with host %(host)s binary %(binary)s exists.
es: Servicio con host %(host)s binario %(binary)s existe.
fr: Le service avec l'hôte %(host)s et le binaire %(binary)s existe.
ko_kr: 호스트 %(host)s 바이너리 %(binary)s인 서비스가 존재합니다.
tr_tr: İstemci %(host)s ikiliğine %(binary)s sahip servis mevcut.
zh_cn: 主机 %(host)s 二进制 %(binary)s 的服务已存在。
zh_tw: 主機為 %(host)s 且二進位檔為 %(binary)s 的服務已存在。
