Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Must specify id or address
es: Debe especificar id o dirección
pt_br: Deve especificar o ID ou o endereço
zh_cn: 必须指定标识或地址

source: Cell %(id)s not found.
es: No se ha encontrado Cell %(id)s.
fr: Cellule %(id)s non trouvée.
ko_kr: %(id)s 셀을 찾을 수 없음
zh_cn: 单元 %(id)s 未找到。
zh_tw: 找不到 Cell %(id)s。

source: Cell name cannot be empty
es: El nombre de célula no puede estar vacío
fr: Le nom de cellule ne peut pas être vide
ko_kr: 셀 이름은 공백일 수 없음
pt_br: O nome da célula não pode estar vazio
zh_cn: 单元名称不能为空
zh_tw: Cell 名稱不能是空的

source: Cell name cannot contain '!' or '.'
es: El nombre de célula no puede contener '!' o '.'
fr: Le nom de cellules ne peut pas contenir '!' ou '.'
pt_br: O nome da célula não pode conter '!' ou '.'
zh_cn: 单元名称不能包含“!”或“.”

source: Cell type must be 'parent' or 'child'
es: El tipo de célula debe ser 'padre' o 'hijo'
fr: Le type de cellule doit être 'parent' ou 'enfant'
ko_kr: 셀 유형은 'parent' 또는 'child'여야 함
pt_br: O tipo da célula deve ser 'pai' ou 'filho'
zh_cn: 单元类型必须为“父代”或“子代”
zh_tw: Cell 類型必須是 'parent' 或 'child'

source: No cell information in request
es: No hay información de célula en la solicitud
fr: Aucune information sur la cellule dans la demande
ko_kr: 요청에 셀 정보가 없음
pt_br: Nenhuma informação sobre a célula na solicitação
zh_cn: 请求中未包含任何单元信息
zh_tw: 要求中沒有 Cell 資訊

source: No cell name in request
es: No hay ningún nombre de célula en la solicitud
fr: Aucun nom de cellule dans la demande
ko_kr: 요청에 셀 이름이 없음
pt_br: Nenhum nome da célula na solicitação
zh_cn: 请求中未包含任何单元名称
zh_tw: 要求中沒有 Cell 名稱

source: Only root certificate can be retrieved.
es: Sólo se puede recuperar el certificado raíz.
fr: Seul le certificat racine peut être extrait.
ko_kr: 루트 인증서만 검색할 수 있습니다.
pt_br: Apenas o certificado raiz pode ser recuperado.
zh_cn: 只有根证书能被获取。
zh_tw: 只能擷取主要憑證。

source: Unable to claim IP for VPN instances, ensure it isn't running, and try again in a few minutes
es: No se ha podido reclamar la IP para instancias de VPN, asegúrese de que no se está ejecutando y vuelva a intentarlo en unos minutos.
fr: Impossible de réclamer l'adresse IP des instance VPN, vérifiez qu'il n'est pas en cours d'exécution, puis réessayez dans quelques minutes
ko_kr: VPN 인스턴스에 대한 IP를 청구할 수 없습니다. 실행 중이 아닌지 확인하고 몇 분 후 다시 시도하십시오.
pt_br: Não é possível solicitar IP para instâncias VPN; assegure-se de que ele não esteja em execução e tente novamente em alguns minutos
zh_cn: 无法为VPN实例申请IP，确保实例没有运行，过一会儿再试。
zh_tw: 無法要求 VPN 實例的 IP，請確保它不在執行中，並在幾分鐘後重試

source: Unknown action %s
es: Acción desconocida %s
fr: Action inconnue %s
ko_kr: 알 수 없는 조치 %s
pt_br: Ação %s desconhecida
zh_cn: 操作 %s 未知
zh_tw: 不明的動作 %s

source: os-getConsoleOutput malformed or missing from request body
es: os-getConsoleOutput formada incorrectamente u omitida en el cuerpo de solicitud
fr: os-getConsoleOutput incorrect ou manquant dans le corps de demande
ko_kr: os-getConsoleOutput이 잘못 되었거나 요청 본문에서 누락되었음
pt_br: os-getConsoleOutput malformada ou ausente no corpo da solicitação
zh_cn: os-getConsoleOutput 的格式不正确，或请求主体中缺少该项
zh_tw: 要求內文中 os-getConsoleOutput 格式不正確或者已遺漏

source: Length in request body must be an integer value
es: La longitud del cuerpo de solicitud debe ser un valor entero
fr: La longueur du corps de demande doit être une valeur entière
ko_kr: 요청 본문의 길이는 정수 값이어야 함
pt_br: O comprimento no corpo da solicitação deve ser um valor de número inteiro
zh_cn: 请求主体中的长度必须为整数值
zh_tw: 要求內文的長度必須是整數值

source: Unable to get console
es: No se puede obtener consola
fr: Impossible d'obtenir la console
ko_kr: 콘솔을 가져올 수 없음
pt_br: Não é possível obter o console
zh_cn: 无法获取控制台
zh_tw: 無法取得主控台

source: Instance not yet ready
es: La instancia aún no está preparada
fr: L'instance n'est pas encore prête
ko_kr: 인스턴스가 아직 준비되지 않음
pt_br: A instância ainda não está pronta
zh_cn: 实例尚未就绪
zh_tw: 實例尚未備妥

source: %s must be either 'MANUAL' or 'AUTO'.
es: %s debe ser 'MANUAL' o 'AUTO'.
fr: %s doit être 'MANUAL' ou 'AUTO'.
ko_kr: %s은(는) 'MANUAL' 또는 'AUTO'여야 합니다.
pt_br: %s deve ser 'MANUAL' ou 'AUTO'.
tr_tr: %s 'MANUAL' veya 'AUTO' olmak zorunda
zh_cn: %s 必须是'MANUAL' 或者 'AUTO'。
zh_tw: %s 必須是 'MANUAL' 或 'AUTO'。

source: host and onSharedStorage must be specified.
es: Se deben especificar host y onSharedStorage
pt_br: host e onSharedStorage devem ser especificados.
zh_cn: 必须指定 host 和 onSharedStorage。

source: admin password can't be changed on existing disk
es: No se puede cambiar la contraseña de administrador en el disco existente
fr: Impossible de modifier le mot de passe admin sur le disque existant
ko_kr: 관리 비밀번호는 기존 디스크에서 변경될 수 없음
pt_br: senha do administrador não pode ser alterada no disco existente
tr_tr: yönetici parolası mevcut diskte değiştirilemez
zh_cn: 无法在现有磁盘上更改管理员密码
zh_tw: 無法在現有磁碟上變更管理者密碼

source: Compute host %s not found.
es: No se ha encontrado Compute host %s.
fr: Host Compute %s non trouvé.
ko_kr: 계산 호스트 %s을(를) 찾을 수 없음.
pt_br: Compute host %s não pode ser encontrado.
tr_tr: Hesap istemcisi %s bulunamadı.
zh_cn: 计算主机 %s 未找到。
zh_tw: 找不到計算主機 %s。

source: Fixed IP %s has been deleted
es: La IP fija %s se ha suprimido
fr: L'adresse IP fixe %s a été supprimée
ko_kr: 고정 IP %s이(가) 삭제되었음
pt_br: O IP fixo %s foi excluído
zh_cn: 已删除固定 IP %s
zh_tw: 已刪除固定 IP %s

source: Fixed IP %s not found
es: No se encuentra la IP fija %s
fr: Adresse IP fixe %s non trouvée
ko_kr: 고정 IP %s을(를) 찾을 수 없음
pt_br: IP fixo %s não localizado
zh_cn: 找不到固定 IP %s
zh_tw: 找不到固定 IP %s

source: Flavor not found.
es: No se ha encontrado el tipo.
fr: Version non trouvée.
pt_br: Método não localizado.
zh_cn: 找不到特色系统。

source: Access list not available for public flavors.
es: La lista de acceso no está disponible para sabores públicos.
fr: Liste d'accès non disponible pour les versions publiques.
ko_kr: 액세스 목록이 공용 플레이버에 사용할 수 없습니다.
pt_br: Lista de acesso não disponível para métodos públicos.
tr_tr: Erişim listesi açık nitelikler için kullanılamaz.
zh_cn: 对于公用特色系统，未提供访问列表。
zh_tw: 存取清單不適用於公用特性。

source: No request body
es: Ningún cuerpo de solicitud
fr: Aucun corps de demande
ko_kr: 요청 본문 없음
pt_br: Nenhum corpo da solicitação
zh_cn: 不存在任何请求主体
zh_tw: 沒有要求內文

source: No Request Body
es: Ningún cuerpo de solicitud
fr: Aucun corps de demande
ko_kr: 요청 본문 없음
pt_br: Sem Corpo da Solicitação
zh_cn: 没有请求主体
zh_tw: 沒有要求內文

source: DNS entries not found.
es: No se han encontrado entradas DNS.
fr: Entrées DNS non trouvées.
ko_kr: DNS 항목을 찾을 수 없습니다.
pt_br: Entradas DNS não localizadas.
zh_cn: 找不到 DNS 条目。
zh_tw: 找不到 DNS 項目。

source: Floating ip not found for id %s
es: No se ha encontrado la IP flotante para el id %s.
fr: Adresse IP flottante non trouvée pour l'ID %s
pt_br: IP flutuante não localizado para o ID %s
zh_cn: 对于标识 %s，找不到浮动 IP

source: No more floating ips in pool %s.
es: No hay más IP flotantes en la agrupación %s.
fr: Plus d'adresses IP flottantes dans le pool %s.
pt_br: Sem IPs flutuantes no conjunto %s.
zh_cn: 池 %s 中已经没有浮动ip。

source: No more floating ips available.
es: No hay más IP flotantes disponibles.
fr: Plus d'adresses IP flottantes disponibles.
pt_br: Nenhum IP flutuante disponível.
zh_cn: 没有更多的浮动ip。

source: Floating ip %s has been disassociated
es: Se ha desasociado la ip flotante %s
zh_cn: 浮动IP %s 已被取消关联

source: Missing parameter dict
es: Falta el parámetro dict
fr: Paramètre dict manquant
ko_kr: 매개변수 사전 누락
pt_br: Dicionário de parâmetros ausente
tr_tr: Parametre dizini eksik
zh_cn: 缺少参数 dict
zh_tw: 遺漏了參數字典

source: Address not specified
es: Dirección no especificada
fr: Adresse non spécifiée
ko_kr: 주소가 지정되지 않음
pt_br: Endereço não especificado
zh_cn: 地址没有指定
zh_tw: 未指定位址

source: No nw_info cache associated with instance
es: No hay memoria caché nw_info asociada con la instancia
fr: Aucun cache nw_info associé à l'instance
ko_kr: 인스턴스와 연관된 nw_info 캐시가 없음
pt_br: Nenhum cache nw_info associado à instância
zh_cn: 不存在任何与实例关联的 nw_info 高速缓存
zh_tw: 實例沒有相關聯的 nw_info 快取

source: No fixed ips associated to instance
es: No hay IP fijas asociadas a la instancia
fr: Aucune adresse IP fixe associée à l'instance
pt_br: Nenhum IP fixo associado à instância
zh_cn: 没有固定ip与实例关联

source: Specified fixed address not assigned to instance
es: Dirección fija especificada no asignada a la instancia
fr: L'adresse fixe spécifiée n'est pas assignée à une instance
ko_kr: 지정된 고정 주소가 인스턴스에 연관되지 않음
tr_tr: Belirtilen sabit adres sunucuya atanmamış
zh_tw: 沒有將所指定的固定位址指派給實例

source: floating ip is already associated
es: La IP flotante ya está asociada
fr: L'adresse IP flottante est déjà associée
pt_br: o IP flutuante já está associado
zh_cn: 已关联浮动 IP

source: l3driver call to add floating ip failed
es: La llamada l3driver para añadir IP flotante ha fallado
fr: Echec de l'ajout d'une adresse IP flottant par l'appel l3driver
pt_br: Falha na chamada l3driver para incluir IP flutuante
zh_cn: 用于添加浮动 IP 的 l3driver 调用失败

source: floating ip not found
es: No se ha encontrado IP flotante
fr: Adresse IP flottante non trouvée
pt_br: IP flutuante não localizado
zh_cn: 找不到浮动 IP

source: Error. Unable to associate floating ip
es: Error. No se puede asociar IP flotante
pt_br: Erro. Não é possível associar IP flutuante
zh_cn: 错误。无法关联浮动 IP

source: Floating ip is not associated
es: La ip flotante no está asociada
fr: L'adresse IP flottante n'est pas associée
pt_br: O IP flutuante não está associado
zh_cn: 未关联浮动 IP

source: Floating ip %(address)s is not associated with instance %(id)s.
es: La dirección IP flotante %(address)s no está asociada con la instancia %(id)s.
fr: L'adresse IP flottante %(address)s n'est pas associée à l'instance %(id)s.
pt_br: O IP flutuante %(address)s não está associado à instância %(id)s.
zh_cn: 浮动 IP %(address)s 未与实例 %(id)s 关联。

source: /%s should be specified as single address(es) not in cidr format
es: /%s se debe especificar como dirección (direcciones) única(s) no en formato cidr
fr: /%s doit être spécifié comme adresse unique, et non au format cidr
ko_kr: /%s이(가) cidr 형식이 아니라 단일 주소로 지정되어야 함
pt_br: /%s deve ser especificado como endereço(s) único(s) não no formato cidr
tr_tr: /%s tekli adres(ler) şeklinde belirtilmelidir cidr biçiminde değil
zh_cn: 应该将 %s 指定为不采用 cidr 格式的单个地址
zh_tw: /%s 應該指定為單一位址，而不是指定為 CIDR 格式

source: fping utility is not found.
es: No se encuentra el programa de utilidad fping.
fr: L'utilitaire fping est introuvable.
ko_kr: fping 유틸리티를 찾을 수 없습니다.
pt_br: utilitário fping não localizado.
zh_cn: 找不到 fping 实用程序。
zh_tw: 找不到 fping 公用程式。

source: Invalid update setting: '%s'
es: Valor de actualización no válido: '%s'
fr: Paramètre de mise à jour non valide : '%s'
ko_kr: 올바르지 않은 업데이트 설정: '%s'
pt_br: Configuração de atualização inválida: '%s'
zh_cn: 无效的更新设置：'%s'
zh_tw: 無效的更新設定：'%s'

source: Invalid status: '%s'
es: Estado no válido: '%s'
fr: Statut non valide : '%s'
ko_kr: 올바르지 않은 상태: '%s'
pt_br: Status inválido: '%s'
zh_cn: 无效的状态：'%s'
zh_tw: 無效的狀態：'%s'

source: Invalid mode: '%s'
es: Modalidad no válida: '%s'
fr: Mode non valide : '%s'
ko_kr: 올바르지 않은 모드: '%s'
pt_br: Modo inválido: '%s'
zh_cn: 方式无效：“%s”
zh_tw: 無效的模式：'%s'

source: 'status' or 'maintenance_mode' needed for host update
es: Se necesita 'status' o 'maintenance_mode' para actualización de host
fr: 'status' ou 'maintenance_mode' requis pour la mise à jour de l'hôte
ko_kr: 'status' 또는 'maintenance_mode'가 호스트 업데이트에 필요함
pt_br: 'status' ou 'maintenance_mode' necessário para atualização do host
zh_cn: 对于主机更新，需要“status”或“maintenance_mode”
zh_tw: 主機更新需要 'status' 或 'maintenance_mode'

source: Putting host %(host_name)s in maintenance mode %(mode)s.
es: Poniendo el host %(host_name)s en modalidad de mantenimiento %(mode)s.
fr: Placement de l'hôte %(host_name)s en mode maintenance %(mode)s.
pt_br: Colocando o host %(host_name)s em modo de manutenção %(mode)s.
zh_cn: 正在将主机 %(host_name)s 置于维护方式 %(mode)s 下。

source: Virt driver does not implement host maintenance mode.
es: El controlador virt no implementa la modalidad de mantenimiento de host.
fr: Le pilote virtuel n'implémente pas le mode de maintenance de l'hôte.
ko_kr: 가상 드라이버가 호스트 유지보수 모드를 구현하지 않습니다.
pt_br: Driver Virtual não implementa no modo de manutenção do host.
zh_cn: 虚拟驱动程序没有实现主机维护方式。
zh_tw: 虛擬化驅動程式未實作主機維護模式。

source: Enabling host %s.
es: Habilitando el host %s.
fr: Activation de l'hôte %s.
pt_br: Ativando o host %s.
zh_cn: 正在启用主机 %s。

source: Disabling host %s.
es: Inhabilitando el host %s.
fr: Désactivation de l'hôte %s.
pt_br: Desativando o host %s.
zh_cn: 正在禁用主机 %s。

source: Virt driver does not implement host disabled status.
es: El controlador virt no implementa el estado inhabilitado de host.
fr: Le pilote virtuel n'implémente pas le statut désactivé de l'hôte.
ko_kr: 가상 드라이버가 호스트 사용 안함 상태를 구현하지 않습니다.
pt_br: Driver virtual não implementa o status desativado do host.
zh_cn: 虚拟驱动程序没有实现主机禁用状态。
zh_tw: 虛擬化驅動程式未實作主機停用狀態。

source: Virt driver does not implement host power management.
es: El controlador virt no implementa la gestión de alimentación de host.
fr: Le pilote virtuel n'implémente pas la gestion de la puissance de l'hôte.
ko_kr: 가상 드라이버가 호스트 전원 관리를 구현하지 않습니다.
pt_br: Driver Virtual não implementa o gerenciamento de energia do host.
zh_cn: 虚拟驱动程序没有实现主机电源管理。
zh_tw: 虛擬化驅動程式未實作主機電源管理。

source: Describe-resource is admin only functionality
es: El recurso de descripción es funcionalidad sólo de administrador
fr: Describe-resource est une fonctionnalité admin uniquement
pt_br: O Descrever-recurso é uma funcionalidade apenas administrativa
zh_cn: Describe-resource是只有管理员才能执行的功能。

source: Hypervisor with ID '%s' could not be found.
es: El hipervisor con el ID '%s' no se ha podido encontrar.
fr: L'hyperviseur avec l'ID '%s' est introuvable.
ko_kr: ID가 '%s'인 하이퍼바이저를 찾을 수 없습니다.
pt_br: O hypervisor com o ID '%s' não pôde ser localizado.
tr_tr: '%s' kimlikli hipervizör bulunamadı.
zh_cn: 找不到具有标识“%s”的管理程序。
zh_tw: 找不到 ID 為 '%s' 的 Hypervisor。

source: Virt driver does not implement uptime function.
es: El controlador virt no implementa la función uptime.
fr: Le pilote virtuel n'implémente pas la fonction de disponibilité.
ko_kr: 가상 드라이버가 작동시간 기능을 구현하지 않습니다.
pt_br: Driver Virtual não implementa função de tempo de atividade.
zh_cn: 虚拟驱动程序没有实现正常运行时间功能。
zh_tw: 虛擬化驅動程式未實作執行時間函數。

source: No hypervisor matching '%s' could be found.
es: No es ha podido encontrar ningún hipervisor que coincida con '%s'.
fr: Aucun hyperviseur correspondant à '%s' n'a été trouvé.
ko_kr: '%s'과(와) 일치하는 하이퍼바이저를 찾을 수 없습니다.
pt_br: Nenhum hypervisor corresponde a '%s' pôde ser localizado.
tr_tr: '%s' ile eşleşen bir hipervizör bulunamadı.
zh_cn: 找不到任何与“%s”匹配的管理程序。
zh_tw: 找不到與 '%s' 相符的 Hypervisor。

source: Invalid timestamp for date %s
es: Indicación de fecha y hora no válida para la fecha %s
fr: Horodatage non valide pour la date %s
ko_kr: 날짜 %s에 대한 올바르지 않은 시간소인
pt_br: Registro de data e hora inválido para a data %s
tr_tr: %s tarihi için geçersiz zaman damgası
zh_cn: 对于日期 %s，时间戳记无效
zh_tw: 日期 %s 的時間戳記無效

source: Quota exceeded, too many key pairs.
es: Cuota superada, demasiados pares de claves.
fr: Quota dépassé, trop de paires de clés.
ko_kr: 할당량 초과. 키 쌍이 너무 많습니다.
pt_br: Cota excedida; excesso de pares de chaves.
tr_tr: Kota aşıldı, çok fazla anahtar çifti.
zh_cn: 已超过配额，密钥对太多。
zh_tw: 已超出配額，金鑰組太多。

source: Missing 'networkId' argument for addFixedIp
es: Falta el argumento 'networkId' para addFixedIp
fr: Argument 'networkId' manquant pour addFixedIp
ko_kr: addFixedIp에 대한 'networkId' 인수 누락
pt_br: Argumento 'networkId' ausente para addFixedIp
zh_cn: addFixedIp缺少参数'networkId'
zh_tw: addFixedIp 遺漏了 'networkId' 引數

source: Missing 'address' argument for removeFixedIp
es: Falta el argumento 'address' para removeFixedIp
fr: Argument 'address' manquant pour removeFixedIp
ko_kr: removeFixedIp에 대한 'address' 인수 누락
pt_br: Argumento 'address' ausente para removeFixedIp
zh_cn: removeFixedIp缺少参数'address'
zh_tw: removeFixedIp 遺漏了 'address' 引數

source: Unable to find address %r
es: No se puede encontrar la dirección %r
pt_br: Não foi possível localizar o endereço %r
zh_cn: 无法找到地址 %r

source: Disassociating host with network with id %s
es: Desasociando el host con la red con el id %s
pt_br: Desassociando o host com a rede com o ID %s

source: Network not found
es: No se ha encontrado la red
fr: Réseau non trouvé
ko_kr: 네트워크를 찾을 수 없음
pt_br: Rede não localizada
tr_tr: Ağ bulunamadı
zh_cn: 没有找到网络
zh_tw: 找不到網路

source: Disassociating project with network with id %s
es: Desasociando el proyecto con la red con el id %s
pt_br: Desassociando o projeto com a rede com o ID %s

source: Disassociating network with id %s
es: Desasociando red con el id %s
pt_br: Desassociando a rede com o ID %s

source: Showing network with id %s
es: Mostrando red con el id %s
pt_br: Mostrando rede com id %s

source: Deleting network with id %s
es: Suprimiendo red con el id %s
pt_br: Removendo rede com id %s
zh_cn: 正在删除id是 %s 的网络

source: Missing network in body
es: Falta red en el cuerpo
fr: Réseau manquant dans le corps
ko_kr: 본문에서 네트워크 누락
pt_br: Rede ausente no corpo
zh_cn: 主体中缺少网络
zh_tw: 主體遺漏了網路

source: Network label is required
es: Se necesita etiqueta de red
fr: Libellé de réseau obligatoire
ko_kr: 네트워크 레이블 필수
pt_br: O rótulo da rede é necessário
zh_cn: 需要网络标签
zh_tw: 需要網路標籤

source: Network cidr or cidr_v6 is required
es: Se necesita la red cidr o cidr_v6
fr: cidr ou cidr_v6 réseau obligatoire
ko_kr: 네트워크 cidr 또는 cidr_v6이 필수임
pt_br: O cidr ou cidr_v6 da rede é necessário
zh_cn: 需要网络 cidr 或 cidr_v6
zh_tw: 需要網路 CIDR 或 cidr_v6

source: Creating network with label %s
es: Creando red con la etiqueta %s
pt_br: Criando rede com o rótulo %s

source: Associating network %(network)s with project %(project)s
es: Asociando la red %(network)s con proyecto el %(project)s
pt_br: Associando a rede %(network)s com o projeto %(project)s

source: VLAN support must be enabled
es: El soporte de VLAN debe estar habilitado.
fr: Le support VLAN doit être activé
ko_kr: VLAN 지원이 사용되어야 함
pt_br: O suporte VLAN deve ser ativado
zh_cn: 必须启用 VLAN 支持
zh_tw: 必須啟用 VLAN 支援

source: Cannot associate network %(network)s with project %(project)s: %(message)s
es: No se puede asociar la red %(network)s con el proyecto %(project)s: %(message)s
pt_br: Não é possível associar a rede %(network)s com o projeto %(project)s: %(message)s
zh_cn: 无法使网络 %(network)s 与项目 %(project)s 关联：%(message)s

source: Failed to update usages deallocating network.
es: No se han podido actualizar los usos desasignando la red.
pt_br: Falha ao atualizar usos de desalocação da rede.
zh_cn: 未能更新使用量释放网络。

source: No CIDR requested
es: No se ha solicitado ningún CIDR
fr: Aucun routage CIDR demandé
ko_kr: 요청된 CIDR이 없음
pt_br: Nenhum CIDR solicitado
zh_cn: 未请求任何 CIDR
zh_tw: 未要求 CIDR

source: Requested network does not contain enough (2+) usable hosts
es: La red solicitada no contiene suficientes hosts utilizables (2+)
fr: Le réseau demandé ne contient pas assez (2+) d'hôtes utilisables.
ko_kr: 요청된 네트워크에 충분한(2+) 가용 호스트가 없음
pt_br: A rede solicitada não contém (2+) hosts utilizáveis suficientes
tr_tr: İstenen ağ yeterince (2+) kullanılabilir istemci içermiyor
zh_cn: 所请求网络没有包含足够（超过两台）可用主机
zh_tw: 所要求網路包含的可用主機數目不足（必須是 2 個以上）

source: CIDR is malformed.
es: CIDR está formado incorrectamente.
fr: Le format du routage CIDR est incorrect.
ko_kr: CIDR의 형식이 틀렸습니다.
pt_br: CIDR está malformado.
zh_cn: CIDR 的格式不正确。
zh_tw: CIDR 的格式不正確。

source: Address could not be converted.
es: La dirección no se ha podido convertir.
fr: Impossible de convertir l'adresse.
ko_kr: 주소를 변환할 수 없습니다.
pt_br: O endereço não pôde ser convertido.
tr_tr: Adres dönüştürülemedi.
zh_cn: 未能转换地址。
zh_tw: 無法轉換位址。

source: Quota exceeded, too many networks.
es: Se ha superado la cuota, demasiadas redes.
fr: Quota dépassé, trop de réseaux.
ko_kr: 할당량 초과. 네트워크가 너무 많습니다.
pt_br: Cota excedida; excesso de redes.
tr_tr: Kota aşıldı, çok fazla ağ.
zh_cn: 已超过配额，网络太多。
zh_tw: 已超出配額，網路太多。

source: Create networks failed
es: Ha fallado la creación de redes
fr: La création de réseaux a échoué
ko_kr: 네트워크 작성 실패
pt_br: Falha na criação de redes
tr_tr: Ağ oluşturma başarısız
zh_cn: 创建网络失败
zh_tw: 建立網路失敗

source: Quota limit must be -1 or greater.
es: El límite de cuota debe ser -1 o mayor.
fr: La limite de quota doit être égale à -1 ou une valeur supérieure.
ko_kr: 할당량 한계는 -1 이상이어야 합니다.
pt_br: O limite de cota deve ser -1 ou maior.
zh_cn: 配额限制必须为 -1 或更大。
zh_tw: 配額限制必須為 -1 以上。

source: force update quotas: %s
es: forzar actualización de cuotas: %s

source: Bad key(s) %s in quota_set
es: Claves erróneas %s en quota_set
fr: Clé(s) incorrecte(s) %s dans quota_set
ko_kr: quota_set에 잘못된 키 %s이(가) 있음
pt_br: Chave(s) inválido(s) %s em quota_set
zh_cn: quota_set 中的键 %s 不正确
zh_tw: quota_set 中的索引鍵 %s 錯誤

source: Quota %(key)s used: %(quota_used)s, value: %(value)s.
es: Cuota %(key)s usada: %(quota_used)s, valor: %(value)s

source: Malformed scheduler_hints attribute
es: Atributo scheduler_hints formado incorrectamente
fr: Format incorrect de l'attribut scheduler_hints
ko_kr: 형식이 틀린 scheduler_hints 속성
pt_br: Atributo scheduler_hints malformado
zh_cn: 错误格式的 scheduler_hints 属性
zh_tw: scheduler_hints 屬性的格式不正確

source: Not enough parameters to build a valid rule.
es: No hay suficientes parámetros para crear una regla válida.
fr: Pas assez de parametres pour contruire un règle valide.
ko_kr: 유효한 규칙을 빌드하기엔 매개변수가 부족합니다.
pt_br: Não há parâmetros suficientes para construir uma regra válida.
tr_tr: Geçerli bir kuralı oluşturmak için yeterli parametre yok.
zh_cn: 参数不够创建有效规则。
zh_tw: 參數數目不足以建置有效的規則。

source: This default rule already exists.
es: Esta regla predeterminada ya existe.
fr: Cette règle par défaut existe déjà.
ko_kr: 이 기본 규칙은 이미 존재합니다.
pt_br: Esta regra padrão já existe.
tr_tr: Bu varsayılan kural zaten mevcut.
zh_cn: 此缺省规则已存在。
zh_tw: 此預設規則已存在。

source: Showing security_group_default_rule with id %s
es: Mostrando security_group_default_rule con el ID %s
pt_br: Mostrando security_group_default_rule com ID %s

source: security group default rule not found
es: regla predeterminada de grupo de seguridad no encontrada
fr: Règle par défaut du groupe de sécurité introuvable
ko_kr: 보안 그룹 기본 규칙을 찾을 수 없음
pt_br: Regra padrão do grupo de segurança não localizada
zh_cn: 找不到安全组缺省规则
zh_tw: 找不到安全群組預設規則

source: Bad prefix for network in cidr %s
es: Prefijo erróneo para red en cidr %s
fr: Préfixe incorrecte pour le réseau dans cidr %s
ko_kr: cidr %s의 네트워크에 대한 접두부가 올바르지 않음
pt_br: Prefixo inválido para rede em cidr %s
tr_tr: %s cidr'indeki ağ için kötü ön ek
zh_cn: cidr %s 中网络前缀不正确
zh_tw: CIDR %s 中網路的字首錯誤

source: Security group not specified
es: Grupo de seguridad no especificado
fr: Groupe de sécurité non spécifié
ko_kr: 보안 그룹이 지정되지 않음
pt_br: Grupo de segurança não especificado
tr_tr: Güvenlik grubu belirlenmedi
zh_cn: 没有指定安全组
zh_tw: 未指定安全群組

source: Security group name cannot be empty
es: El nombre de grupo de seguridad no puede estar vacío
fr: Le nom du groupe de sécurité ne peut pas être vide
ko_kr: 보안 그룹 이름은 공백일 수 없음
pt_br: O nome do grupo de segurança não pode estar vazio
tr_tr: Güvenlik grup adı boş bırakılamaz
zh_cn: 安全组名称不能是空
zh_tw: 安全群組名稱不能是空的

source: '%s' is not a list
es: '%s' no es una lista
fr: '%s' n'est pas une liste.
ko_kr: '%s'이(가) 목록이 아님
pt_br: '%s' não é uma lista
zh_cn: “%s”不是列表
zh_tw: '%s' 不是清單

source: start instance
es: iniciar instancia
pt_br: iniciar instância

source: stop instance
es: detener instancia
pt_br: parar instância

source: Invalid attribute in the request
es: Atributo no válido en la solicitud
fr: Attribut invalide dans la requête
ko_kr: 요청에 올바르지 않은 속성이 있음
pt_br: Atributo inválido na requisição
zh_tw: 要求中的屬性無效

source: Missing disabled reason field
es: Campo disabled reason omitido.
fr: Le champ de la raison de désactivation est manquant
ko_kr: 사용 안함 이유 필드가 누락됨
tr_tr: Kapatılma sebebi alanı eksik
zh_tw: 遺漏了停用原因欄位
