Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Disassociate host is not implemented by the configured Network API
fr: Dissocié l'hôte n'est pas implémenté par l'API réseau configurée
ko_kr: 구성된 네트워크 API에서 호스트 연관 해제가 구현되지 않음
zh_tw: 所配置的網路 API 未實作解除關聯主機

source: Disassociate network is not implemented by the configured Network API
fr: Dissocier le réseau n'est pas implémenté par l'API réseau configurée
ko_kr: 구성된 네트워크 API에서 네트워크 연관 해제가 구현되지 않음
zh_tw: 所配置的網路 API 未實作解除關聯網路

source: Disassociate project is not implemented by the configured Network API
fr: Dissocié le projet n'est pas implémenté par l'API réseau configurée
ko_kr: 구성된 네트워크 API에서 프로젝트 연관 해제가 구현되지 않음
zh_tw: 所配置的網路 API 未實作解除關聯專案

source: Disk info file is invalid: %(reason)s
fr: Le ficher d'information du disque est invalide : %(reason)s
ko_kr: 디스크 정보 파일이 올바르지 않음: %(reason)s
tr_tr: Disk bilgi dosyası geçersiz: %(reason)s
zh_tw: 磁碟資訊檔無效：%(reason)s

source: Disk with id: %s not found attached to instance.
ko_kr: 인스턴스에 접속된 ID가 %s인 디스크를 찾을 수 없습니다.
tr_tr: id:%s diski sunucuya ekli şekilde bulunmadı.
zh_tw: 找不到已連接至實例且 ID 為 %s 的磁碟。

source: Duplicate policies configured!
fr: Politiques dupliquées configurées!
ko_kr: 중복 정책이 구성되었습니다!
zh_tw: 所配置的原則重複！

source: ERROR: Network commands are not supported when using the Neutron API. Use python-neutronclient instead.
ko_kr: 오류: Neutron API를 사용할 때 네트워크 명령이 지원되지 않습니다. 대신 python-neutronclient를 사용하십시오.
tr_tr: HATA: Neutron API'si kullanılırken ağ komutları desteklenmiyor. Bunun yerine python-neutronclient kullanın.
zh_tw: 錯誤：使用 Neutron API 時，不支援網路指令。請改用 python-neutronclient。

source: Either network uuid %(network_uuid)s is not present or is not assigned to the project %(project_id)s.
fr: Soit l'uuid du réseau %(network_uuid)s n'est pas présente ou n'est pas assignée au projet %(project_id)s.
ko_kr: 네트워크 UUID %(network_uuid)s이(가) 존재하지 않거나%(project_id)s 프로젝트에 지정되지 않았습니다.
tr_tr: Ya ağ uuid %(network_uuid)s yok ya da %(project_id)s projesine atanmamış.
zh_tw: 網路 UUID %(network_uuid)s 不存在，或者未指派給專案 %(project_id)s。

source: Error contacting Ironic server for '%(method)s'. Attempt %(attempt)d of %(total)d
ko_kr: '%(method)s'의 아이로닉 서버를 연결하는 중에 오류가 발생했습니다. %(total)d 중 %(attempt)d 시도
zh_tw: 與用於 '%(method)s' 的 Ironic 伺服器聯絡時發生錯誤。嘗試 %(attempt)d 次（共%(total)d 次）

source: Error destroying the instance on node %(node)s. Provision state still '%(state)s'.
ko_kr: %(node)s 노드에서 인스턴스를 영구 삭제하는 중 오류가 발생했습니다. 프로비저닝 상태는 아직 '%(state)s'입니다.
tr_tr: %(node)s düğümündeki sunucu silinirken hata. Hazırlık durumu hala '%(state)s'.
zh_tw: 毀損節點 %(node)s 上的實例時發生錯誤。供應狀態仍為'%(state)s'。

source: Error during unshelve instance %(instance_id)s: %(reason)s
ko_kr: %(instance_id)s 인스턴스 언쉘브 중 오류 발생: %(reason)s
tr_tr: Askıdan almadan hata sunucu %(instance_id)s: %(reason)s
zh_tw: 解除擱置實例 %(instance_id)s 期間發生錯誤：%(reason)s

source: Error from libvirt while getting domain info for %(instance_name)s: [Error Code %(error_code)s] %(ex)s
ko_kr: %(instance_name)s의 도메인 정보를 가져오는 중 libvirt에서 오류 발생: [오류 코드 %(error_code)s] %(ex)s
tr_tr: %(instance_name)s için alan bilgisi alınırken libvirt hatası: [Hata Kodu %(error_code)s] %(ex)s
zh_tw: 獲取 %(instance_name)s 的網域資訊時 libVirt 傳回錯誤：[錯誤碼 %(error_code)s] %(ex)s

source: Error from libvirt while quiescing %(instance_name)s: [Error Code %(error_code)s] %(ex)s
ko_kr: %(instance_name)s을(를) Quiesce하는 중 libvirt에서 오류 발생: [오류 코드 %(error_code)s] %(ex)s
tr_tr: %(instance_name)s susturulurken libvirt hatası: [Hata Kodu %(error_code)s] %(ex)s
zh_tw: 對 %(instance_name)s 執行靜止動作時，libVirt 中發生錯誤：[錯誤碼 %(error_code)s] %(ex)s

source: Error from libvirt while set password for username "%(user)s": [Error Code %(error_code)s] %(ex)s
zh_tw: 設定使用者名稱 "%(user)s" 的密碼時，libvirt 傳回了錯誤：[錯誤碼%(error_code)s] %(ex)s

source: Error mounting %(device)s to %(dir)s in image %(image)s with libguestfs (%(e)s)
tr_tr: %(device)s %(dir)s e %(image)s imajında libguestfs (%(e)s) ile bağlanamıyor
zh_tw: 使用 libguestfs 將 %(device)s 裝載到映像檔 %(image)s 中的 %(dir)s 時發生錯誤(%(e)s)

source: Error mounting %(image)s with libguestfs (%(e)s)
tr_tr: %(image)s'in libguestfs (%(e)s) ile bağlanmasında hata
zh_tw: 裝載具有 libguestfs (%(e)s) 的 %(image)s 時發生錯誤

source: Error when creating resource monitor: %(monitor)s
fr: Erreur lors de la création du moniteur de ressource : %(monitor)s
ko_kr: 자원 모니터 작성 중에 오류 발생: %(monitor)s
tr_tr: Kaynak izleme oluşturulurken hata: %(monitor)s
zh_tw: 建立資源監視器 %(monitor)s 時發生錯誤

source: Exceeded maximum number of retries. %(reason)s
zh_tw: 已超出重試次數上限。%(reason)s

source: Extracting vmdk from OVA failed.
ko_kr: OVA에서 vmdk의 압축을 풀지 못했습니다.
tr_tr: OVA'dan vmdk çıkarma başarısız.
zh_tw: 從 OVA 擷取 VMDK 失敗。

source: Fail to clean up node %s parameters
ko_kr: 노드 %s 매개변수 정리 실패
zh_tw: 無法清除節點 %s 參數

source: Fail to validate provided extra specs keys. Expected string
fr: Échec à valider les clés de spécifications supplémentaires fournies. Chaîne attendue
ko_kr: 제공된 추가 스펙 키의 유효성을 검증하지 못함. 문자열을 예상함
zh_tw: 無法驗證所提供的額外規格金鑰。預期為字串

source: Failed to access port %(port_id)s: %(reason)s
tr_tr: %(port_id)s bağlantı noktasına erişim başarısız: %(reason)s
zh_tw: 無法存取埠 %(port_id)s：%(reason)s

source: Failed to add bridge: %s
tr_tr: Köprü ekleme başarısız: %s
zh_tw: 無法新增橋接器：%s

source: Failed to add deploy parameters on node %(node)s when provisioning the instance %(instance)s
ko_kr: 인스턴스 %(instance)s을(를) 프로비저닝할 때 %(node)s 노드에 배치 매개변수 추가 실패
tr_tr: %(instance)s sunucusu hazırlanırken %(node)s düğümü üzerinde açma parametreleri eklenemedi
zh_tw: 供應實例 %(instance)s 時，無法在節點 %(node)s 上新增部署參數

source: Failed to allocate the network(s) with error %s, not rescheduling.
ko_kr: %s 오류로 인해 네트워크 할당 실패. 다시 스케줄하지 않음
tr_tr: Ağ(lar) ayırma %s hatasıyla başarısız, yeniden zamanlanmıyor.
zh_tw: 無法配置網路，發生錯誤 %s，將不重新排定。

source: Failed to allocate the network(s), not rescheduling.
ko_kr: 네트워크 할당 실패. 다시 스케줄하지 않음
tr_tr: Ağ(lar) ayrılamadı, yeniden zamanlanmıyor.
zh_tw: 無法配置網路，將不會重新排定。

source: Failed to attach network adapter device to %(instance_uuid)s
fr: Impossible de connecter la carte réseau avec %(instance_uuid)s
ko_kr: 네트워크 어댑터 디바이스를 %(instance_uuid)s에 접속하는 데 실패함
tr_tr: Ağ bağdaştırıcısı aygıtı %(instance_uuid)s e eklenemedi
zh_tw: 無法將網路配接卡裝置連接至 %(instance_uuid)s

source: Failed to detach network adapter device from %(instance_uuid)s
fr: Impossible de déconnecter la carte réseau de %(instance_uuid)s
ko_kr: 네트워크 어댑터 디바이스를 %(instance_uuid)s에서 분리하는 데 실패함
tr_tr: Ağ bağdaştırıcısı aygıtı %(instance_uuid)s den ayrılamadı
zh_tw: 無法將網路配接卡裝置從 %(instance_uuid)s 分離

source: Failed to launch instances: %(reason)s
fr: Échec à lancer les instances : %(reason)s
ko_kr: 인스턴스 실행 실패: %(reason)s
tr_tr: Sunucular açılamadı: %(reason)s
zh_tw: 無法啟動實例：%(reason)s

source: Failed to parse information about a pci device for passthrough
ko_kr: 패스스루용 pci 디바이스에 대한 정책을 구문 분석하지 못함
tr_tr: Düzgeçiş için bir pci aygıtıyla ilgili bilginin ayrıştırılması başarısız
zh_tw: 無法剖析 PCI passthrough 裝置的相關資訊

source: Failed to power off instance: %(reason)s
fr: Échec à éteindre l'instance : %(reason)s
ko_kr: 인스턴스 전원 끔 실패: %(reason)s
tr_tr: Sunucu kapatılamadı: %(reason)s
zh_tw: 無法關閉實例的電源：%(reason)s

source: Failed to power on instance: %(reason)s
fr: Echec à faire fonctionner l'instance : %(reason)s
ko_kr: 인스턴스 전원 꼄 실패: %(reason)s
tr_tr: Sunucu açılamadı: %(reason)s
zh_tw: 無法開啟實例的電源：%(reason)s

source: Failed to provision instance %(inst)s: %(reason)s
ko_kr: 인스턴스 %(inst)s 프로비저닝 실패: %(reason)s
tr_tr: %(inst)s sunucusu hazırlanamadı: %(reason)s
zh_tw: 無法供應實例 %(inst)s：%(reason)s

source: Failed to read or write disk info file: %(reason)s
fr: Echec à lire ou à écrire le fichier d'information disque : %(reason)s
ko_kr: 디스크 정보 파일을 읽거나 쓰지 못함: %(reason)s
tr_tr: Disk bilgi dosyası okuma ya da yazması başarısız: %(reason)s
zh_tw: 無法讀取或寫入磁碟資訊檔：%(reason)s

source: Failed to reboot instance: %(reason)s
fr: Echec à redémarrer l'instance : %(reason)s
ko_kr: 인스턴스 재부팅 실패: %(reason)s
tr_tr: Sunucu yeniden başlatılamadı: %(reason)s
zh_tw: 無法重新啟動實例：%(reason)s

source: Failed to release IP %(address)s with MAC %(mac_address)s
fr: La libération de l'IP %(address)s associée à la MAC %(mac_address)s a échoué.
ko_kr: MAC %(mac_address)s(으)로 IP %(address)s 해제 실패
tr_tr: %(mac_address)s MAC'ine sahip %(address)s IP'si serbest bırakılamadı
zh_tw: 無法釋放 MAC 為 %(mac_address)s 的 IP %(address)s

source: Failed to remove volume(s): (%(reason)s)
fr: Echec de suppresion du volume(s): (%(reason)s)
ko_kr: 볼륨을 제거하지 못함: (%(reason)s)
tr_tr: Mantıksal sürücü(ler) kaldırılamadı: (%(reason)s)
zh_tw: 無法移除磁區：(%(reason)s)

source: Failed to request Ironic to rebuild instance %(inst)s: %(reason)s
ko_kr: %(inst)s 인스턴스를 다시 빌드하기 위한 아이로닉 요청 실패: %(reason)s
tr_tr: Ironic'e %(inst)s sunucusunu yeniden inşa etmesi isteği başarısız: %(reason)s
zh_tw: 無法要求 Ironic 來重建實例 %(inst)s：%(reason)s

source: Failed to resume instance: %(reason)s
fr: Echec à résumé l'instance : %(reason)s
ko_kr: 인스턴스 재개 실패: %(reason)s
tr_tr: Sunucu sürdürülemedi: %(reason)s
zh_tw: 無法回復實例：%(reason)s

source: Failed to revoke certificate for %(project_id)s
fr: La révocation du certificat a échoué pour %(project_id)s
ko_kr: %(project_id)s에 대한 인증서를 취소하는 데 실패했습니다
tr_tr: %(project_id)s için sertifika iptali başarısız oldu
zh_tw: 無法撤銷 %(project_id)s 的憑證

source: Failed to run qemu-img info on %(path)s : %(error)s
fr: Échec à lancer qemu-img info sur %(path)s : %(error)s
ko_kr: %(path)s에서 qemu-img 정보 실행 실패: %(error)s
tr_tr: %(path)s üzerinde qemu-img info çalıştırılamadı: %(error)s
zh_tw: 無法在 %(path)s 上執行 qemu-img 資訊：%(error)s

source: Failed to suspend instance: %(reason)s
fr: Échec à suspendre l'instance : %(reason)s
ko_kr: 인스턴스 일시중단 실패: %(reason)s
tr_tr: Sunucu askıya alınamadı: %(reason)s
zh_tw: 無法懸置實例：%(reason)s

source: Failed to terminate instance: %(reason)s
fr: Échec à terminer l'instance : %(reason)s
ko_kr: 인스턴스 종료 실패: %(reason)s
tr_tr: Sunucu sonlandırılamadı: %(reason)s
zh_tw: 無法終止實例：%(reason)s

source: Failure prepping block device.
ko_kr: 블록 디바이스 준비 실패
tr_tr: Blok aygıt hazırlama başarısız.
zh_tw: 準備區塊裝置時失敗。

source: Field labels list %(labels)s has different number of elements than fields list %(fields)s
ko_kr: 필드 레이블 목록 %(labels)s의 요소 수가 필드 목록 %(fields)s과(와) 다름
zh_tw: 欄位標籤清單 %(labels)s 中的元素數目與欄位清單 %(fields)s 中的不同

source: Fixed IP %(ip)s is not a valid ip address for network %(network_id)s.
tr_tr: Sabit IP %(ip)s %(network_id)s için gereçli bir ip adresi değil.
zh_tw: 固定 IP %(ip)s 不是網路 %(network_id)s 的有效 IP 位址。

source: Fixed IP %s is already in use.
ko_kr: 고정 IP %s을(를) 이미 사용하고 있습니다.
tr_tr: Sabit IP %s zaten kullanılıyor.
zh_tw: 固定 IP %s 已在使用中。

source: Fixed IP %s not valid
fr: IP fixe %s n'est pas valide
ko_kr: 고정 IP %s이(가) 올바르지 않음
zh_tw: 固定 IP %s 無效

source: Fixed IP associate failed for network: %(net)s.
ko_kr: 네트워크에 대한 고정 IP 연관 실패: %(net)s.
tr_tr: Sabit IP ilişkilendirmesi şu ağ için başarısız: %(net)s.
zh_tw: 網路 %(net)s 的固定 IP 關聯失敗。

source: Flavor %(flavor_id)s has no extra specs with key %(extra_specs_key)s.
fr: Le type d'instance %(flavor_id)s n'a pas de spécifications supplémentaires avec la clé %(extra_specs_key)s.
ko_kr: 플레이버 %(flavor_id)s에 %(extra_specs_key)s 키가 있는 추가 스펙이 없습니다.
tr_tr: %(flavor_id)s niteliğinin %(extra_specs_key)s anahtarına sahip ek özelliği yok.
zh_tw: 特性 %(flavor_id)s 沒有索引鍵為 %(extra_specs_key)s 的額外規格。

source: Flavor %(flavor_id)s has no extra specs with key %(key)s.
fr: Le type d'instance %(flavor_id)s n'a pas de spécifications supplémentaires avec la clé %(key)s
ko_kr: 플레이버 %(flavor_id)s에 %(key)s 키가 있는 추가 스펙이 없습니다.
tr_tr: %(flavor_id)s niteliğinin %(key)s anahtarına sahip ek özelliği yok.
zh_tw: 特性 %(flavor_id)s 沒有索引鍵為 %(key)s 的額外規格。

source: Flavor id can only contain letters from A-Z (both cases), periods, dashes, underscores and spaces.
ko_kr: 플레이버 ID는 A-Z(대소문자) 문자, 마침표, 대시, 밑줄 및 공백만 포함할 수 있습니다.
tr_tr: Nitelik kimliği yalnızca A-Z arası harfler (büyük ya da küçük harf), nokta, tire, alt çizgi ve boşluk içerebilir.
zh_tw: 特性 ID 只能包含下列字母：A-Z（大小寫）、句點、橫線、底線及空格。

source: Flavor names can only contain printable characters and horizontal spaces.
ko_kr: 플레이버 이름에는 인쇄할 수 있는 문자와 가로 간격만 포함할 수 있습니다.
tr_tr: Nitelik isimleri yalnızca yazdırılabilir karakterler ve yatay boşluklar içerebilir.
zh_tw: 特性名稱只能包含可列印的字元及水平間距。

source: Flavor with ID %(flavor_id)s already exists.
fr: Le type d'instance avec l'ID %(flavor_id)s existe déjà.
ko_kr: ID가 %(flavor_id)s인 플레이버가 이미 있습니다.
tr_tr: %(flavor_id)s kimliğine sahip nitelik zaten mevcut.
zh_tw: ID 為 %(flavor_id)s 的特性已存在。

source: Flavor with name %(flavor_name)s could not be found.
fr: Le type d'instance nommé %(flavor_name)s ne peut être trouvé.
ko_kr: 이름이 %(flavor_name)s인 플레이버를 찾을 수 없습니다.
tr_tr: %(flavor_name)s ismine sahip nitelik bulunamadı.
zh_tw: 找不到名稱為 %(flavor_name)s 的特性。

source: Flavor with name %(name)s already exists.
fr: Le type d'instance avec le nom %(name)s existe déjà.
ko_kr: 이름이 %(name)s인 플레이버가 이미 있습니다.
tr_tr: %(name)s ismine sahip nitelik zaten mevcut.
zh_tw: 名稱為 %(name)s 的特性已存在。

source: Flavor's disk is smaller than the minimum size specified in image metadata. Flavor disk is %(flavor_size)i bytes, minimum size is %(image_min_disk)i bytes.
zh_tw: 特性磁碟小於映像檔 meta 資料中指定的大小下限。特性磁碟為 %(flavor_size)i 位元組，大小下限為 %(image_min_disk)i 位元組。

source: Flavor's disk is too small for requested image. Flavor disk is %(flavor_size)i bytes, image is %(image_size)i bytes.
zh_tw: 針對所要求的映像檔而言，特性磁碟太小。特性磁碟為%(flavor_size)i 位元組，映像檔為 %(image_size)i 位元組。

source: Flavor's memory is too small for requested image.
fr: La mémoire du type d'instance est trop petite pour l'image demandée.
ko_kr: 플레이버의 메모리가 요청된 이미지에 대해 너무 작습니다.
tr_tr: Niteliğin hafızası istenen imaj için çok küçük.
zh_tw: 特性的記憶體太小，裝不下所要求的映像檔。

source: Floating IP %(address)s association has failed.
tr_tr: Değişken IP %(address)s ilişkilendirmesi başarısız.
zh_tw: 浮動 IP %(address)s 關聯失敗。

source: Floating IP allocate failed.
ko_kr: 부동 IP 할당에 실패했습니다.
tr_tr: Değişken IP ayrılması başarısız.
zh_tw: 浮動 IP 配置失敗。

source: Forbidden to exceed flavor value of number of serial ports passed in image meta.
ko_kr: 이미지 메타에 패스된 직렬 포트 수의 플레이버 값 초과가 금지되어 있습니다.
tr_tr: İmaj metasına geçirilen nitelik seri bağlantı noktası sayısı değerini geçmeye izin verilmez.
zh_tw: 已禁止超出映像檔 meta 中傳遞之序列埠數目的特性值。

source: Free %(type)s %(free).02f %(unit)s < requested %(requested)d %(unit)s
ko_kr: 여유 %(type)s %(free).02f %(unit)s < 요청된 %(requested)d %(unit)s
tr_tr: Boş %(type)s %(free).02f %(unit)s < istenen %(requested)d %(unit)s
zh_tw: 可用 %(type)s %(free).02f %(unit)s < 所要求的 %(requested)d %(unit)s

source: HOST
ko_kr: 호스트
zh_tw: 主機

source: Host %(server)s is running an old version of Nova, live migrations involving that version may cause data loss. Upgrade Nova on %(server)s and try again.
fr: L'hôte %(server)s fonctionne avec une ancienne version de Nova, les migrations live effectuée avec cette version peuvent causer des pertes de données. Mettez à jour Nova sur %(server)s et essayez à nouveau.
ko_kr: %(server)s 호스트에서 이전 버전의 Nova를 실행 중이며 해당 버전과 연관된 실시간 마이그레이션을 수행할 경우 데이터가 유실될 수 있습니다. %(server)s에서 Nova를 업그레이드하여 다시 시도하십시오.
zh_tw: 主機 %(server)s 正在執行舊版本的 Nova，涉及到該版本的即時移轉可能會導致資料流失。請升級 %(server)s 上的 Nova，然後再試一次。

source: Host '%(name)s' is not mapped to any cell
zh_tw: 主機 '%(name)s' 未對映至任何 Cell

source: Host PowerOn is not supported by the Hyper-V driver
ko_kr: Hyper-V 드라이버에서 호스트 PowerOn을 지원하지 않습니다.
tr_tr: İstemci GüçAçma Hyper-V sürücüsü tarafından desteklenmiyor
zh_tw: Hyper-V 驅動程式不支援主機 PowerOn

source: Host aggregate is not empty
ko_kr: 호스트 집합이 비어 있지 않습니다
tr_tr: İstemci takımı boş değil
zh_tw: 主機聚集不為空

source: Host does not support guests with NUMA topology set
ko_kr: 호스트에서 NUMA 토폴로지 세트가 있는 게스트를 지원하지 않음
tr_tr: İstemci NUMA toploji kümesine sahip konukları desteklemiyor
zh_tw: 主機不支援具有 NUMA 拓蹼集的訪客

source: Host does not support guests with custom memory page sizes
ko_kr: 호스트에서 사용자 정의 메모리 페이지 크기를 사용하는 게스트를 지원하지 않음
tr_tr: İstemci özel hafıza sayfa boyutlarına sahip konukları desteklemiyor
zh_tw: 主機不支援具有自訂記憶體頁面大小的訪客

source: Host parameter must be specified
fr: Parametre host doit etre spécifié
ko_kr: 호스트 매개변수를 지정해야 함
zh_tw: 必須指定主機參數

source: Hypervisor driver does not support post_live_migration_at_source method
ko_kr: 하이퍼바이저 드라이버가 post_live_migration_at_source 메소드를 지원하지 않음
tr_tr: Hipervizör sürücüsü post_live_migration_at_source yöntemini desteklemiyor
zh_tw: Hypervisor 驅動程式不支援 post_live_migration_at_source 方法

source: Hypervisor virt type '%s' is not valid
tr_tr: Hipervizör sanallaştırma türü '%s' geçerli değil
zh_tw: Hypervisor virt 類型 '%s' 無效

source: Hypervisor virtualization type '%(hv_type)s' is not recognised
ko_kr: 하이퍼바이저 가상화 유형 '%(hv_type)s'이(가) 인식되지 않음
tr_tr: Hipervizör sanallaştırma türü '%(hv_type)s' tanınmıyor
zh_tw: 未辨識 Hypervisor 虛擬化類型 '%(hv_type)s'

source: IP allocation over quota in pool %s.
fr: L'allocation IP dépasse le quota dans le pool %s.
ko_kr: %s 풀에서 IP 할당이 할당량을 초과했습니다.
tr_tr: %s havuzundaki IP ayırma kota üzerinde.
zh_tw: IP 配置超過儲存區 %s 中的配額。

source: IP allocation over quota.
fr: L'allocation IP dépasse le quota.
ko_kr: IP 할당이 할당량을 초과했습니다.
tr_tr: IP ayırma kota üzerinde.
zh_tw: IP 配置超過配額。

source: IPv6 netmask "%s" must be a netmask or integral prefix
ko_kr: IPv6 넷마스크 "%s"은(는) 넷마스크이거나 적분 접두부여야 함
tr_tr: IPv6 ağ maskesi "%s" bir ağ maskesi ya da integral ön ek olmalı
zh_tw: IPv6 網路遮罩 "%s" 必須為網路遮罩或整數字首

source: Image is not raw format
fr: Imgae n'est pas au format raw
ko_kr: 이미지가 원시 형식이 아님
tr_tr: İmaj ham biçim değil
zh_tw: 映像檔不是原始格式

source: Image model '%(image)s' is not supported
tr_tr: İmaj modeli '%(image)s' desteklenmiyor
zh_tw: 不支援映像檔模型 '%(image)s'

source: Image property '%(name)s' is not permitted to override NUMA configuration set against the flavor
ko_kr: 이미지 특성 '%(name)s'은(는) 플레이버에 대해 설정된 NUMA 구성을 대체할 수 없음
tr_tr: İmaj özelliği '%(name)s' NUMA yapılandırma kümesini nitelikte belirtilene karşı yazma hakkına sahip değil
zh_tw: 不允許映像檔內容 '%(name)s' 針對特性置換 NUMA 配置集

source: Image property 'hw_cpu_policy' is not permitted to override CPU pinning policy set against the flavor
ko_kr: 이미지 특성 'hw_cpu_policy'는 플레이버에 맞지 않는 CPU 고정 정책 세트를 대체할 수 없음
tr_tr: İmaj özelliği 'hw_cpu_policy' niteliğe karşı ayarlanmış CPU iğneleme ilkesini ezme iznine sahip değil
zh_tw: 不允許使用映像檔內容 'hw_cpu_policy' 來置換針對特性所設定的 CPU 固定原則

source: Image vCPU limits %(sockets)d:%(cores)d:%(threads)d exceeds permitted %(maxsockets)d:%(maxcores)d:%(maxthreads)d
ko_kr: 이미지 vCPU 한계 %(sockets)d:%(cores)d:%(threads)d이(가) 허용값 %(maxsockets)d:%(maxcores)d:%(maxthreads)d을(를) 초과함
zh_tw: 映像檔 vCPU 限制 %(sockets)d:%(cores)d:%(threads)d 超過所允許的%(maxsockets)d:%(maxcores)d:%(maxthreads)d

source: Image vCPU topology %(sockets)d:%(cores)d:%(threads)d exceeds permitted %(maxsockets)d:%(maxcores)d:%(maxthreads)d
ko_kr: 이미지 vCPU 토폴로지 %(sockets)d:%(cores)d:%(threads)d이(가) 허용값 %(maxsockets)d:%(maxcores)d:%(maxthreads)d을(를) 초과함
zh_tw: 映像檔 vCPU 拓蹼 %(sockets)d:%(cores)d:%(threads)d 超過所允許的%(maxsockets)d:%(maxcores)d:%(maxthreads)d

source: Image's config drive option '%(config_drive)s' is invalid
fr: L'option du lecteur de configuration de l'image '%(config_drive)s' est invalide
ko_kr: 이미지의 구성 드라이브 옵션 '%(config_drive)s'이(가) 올바르지 않습니다.
tr_tr: İmajın yapılandırma sürücüsü seçeneği '%(config_drive)s' geçersiz
zh_tw: 映像檔的配置驅動選項 '%(config_drive)s' 無效

source: Images with destination_type 'volume' need to have a non-zero size specified
ko_kr: destination_type이 '볼륨'인 이미지는 0이 아닌 크기를 지정해야 함
tr_tr: Hedef türü 'mantıksal sürücü' olan imajların boyutu sıfırdan farklı belirtilmelidir
zh_tw: destination_type 為 'volume' 的映像檔需要指定非零大小

source: Incompatible settings: ephemeral storage encryption is supported only for LVM images.
ko_kr: 호환되지 않는 설정: ephemeral 스토리지 암호화가 LVM 이미지에만 지원됩니다.
tr_tr: Uyumsuz ayarlar: geçici depolama şifreleme yalnızca LVM imajlarında desteklenir.
zh_tw: 不相容的設定：只有 LVM 映像檔才支援暫時儲存體加密。

source: Instance %(instance)s and volume %(vol)s are not in the same availability_zone. Instance is in %(ins_zone)s. Volume is in %(vol_zone)s
ko_kr: 인스턴스 %(instance)s 및 볼륨 %(vol)s이(가) 같은 availability_zone에 있지 않습니다. 인스턴스는 %(ins_zone)s에 볼륨은 %(vol_zone)s에 있음
tr_tr: Sunucu %(instance)s ve mantıksal sürücü %(vol)s aynı kullanılabilir bölgede değil. Sunucu %(ins_zone)s içinde. Mantıksal sürücüler %(vol_zone)s
zh_tw: 實例 %(instance)s 與磁區 %(vol)s 不在同一可用性區域中。實例在 %(ins_zone)s 中，而磁區在 %(vol_zone)s 中

source: Instance %(instance)s does not have a port with id %(port)s
fr: L'instance %(instance)s n'a pas de port avec id %(port)s
ko_kr: %(instance)s 인스턴스에 ID가 %(port)s인 포트가 없음
tr_tr: %(instance)s sunucusu %(port)s kimliğine sahip bir bağlantı noktasına sahip değil
zh_tw: 實例 %(instance)s 沒有 ID 為 %(port)s 的埠

source: Instance %(instance_id)s has no tag '%(tag)s'
ko_kr: 인스턴스 %(instance_id)s에 '%(tag)s' 태그가 없음
tr_tr: %(instance_id)s sunucusunun '%(tag)s' etiketi yok
zh_tw: 實例 %(instance_id)s 沒有標籤 '%(tag)s'

source: Instance %(instance_uuid)s does not specify a NUMA topology
fr: L'instance %(instance_uuid)s ne spécifie pas une topologie NUMA
ko_kr: 인스턴스 %(instance_uuid)s이(가) NUMA 토폴로지를 지정하지 않음
tr_tr: %(instance_uuid)s sunucusu bir NUMA topolojisi belirtmiyor
zh_tw: 實例 %(instance_uuid)s 未指定 NUMA 拓蹼

source: Instance %(instance_uuid)s does not specify a migration context.
zh_tw: 實例 %(instance_uuid)s 未指定移轉環境定義。

source: Instance %(server_id)s is in an invalid state for '%(action)s'
ko_kr: 인스턴스 %(server_id)s의 상태가 '%(action)s'에 대해 올바르지 않음
tr_tr: %(server_id)s sunucusu '%(action)s' eylemi için geçersiz bir durumda
zh_tw: 實例 %(server_id)s 處於無效的狀態，無法%(action)s

source: Instance %(uuid)s has no mapping to a cell.
ko_kr: %(uuid)s 인스턴스에 셀에 대한 맵핑이 없습니다.
tr_tr: %(uuid)s sunucusunun bir hücreye eşlemi yok.
zh_tw: 實例 %(uuid)s 沒有與 Cell 的對映。

source: Instance %s provisioning was aborted
tr_tr: Sunucu %s hazırlığı iptal edildi
zh_tw: 已中斷實例 %s 供應

source: Instance disk to be encrypted but no context provided
ko_kr: 인스턴스 디스크를 암호화히자만 제공된 텍스트가 없음
tr_tr: Sunucu diski şifrelenecek ama içerik sağlanmamış
zh_tw: 即將加密實例磁碟，但卻未提供環境定義

source: Instance event failed
ko_kr: 인스턴스 이벤트에 실패
tr_tr: Sunucu olayı başarısız
zh_tw: 實例事件失敗

source: Instance recreate is not supported.
fr: La récréation de l'instance n'est pas supporté.
ko_kr: 인스턴스 재작성이 지원되지 않습니다.
zh_tw: 不支援重建實例。

source: Insufficient compute resources: %(reason)s.
fr: Ressources de calcul insuffisante : %(reason)s.
ko_kr: Compute 리소스가 충분하지 않습니다: %(reason)s.
tr_tr: Yetersiz hesaplama kaynağı: %(reason)s.
zh_tw: 計算資源不足：%(reason)s。

source: Invalid PCI Whitelist: The PCI address %(address)s has an invalid %(field)s.
ko_kr: 올바르지 않은 PCI 화이트리스트: PCI 주소 %(address)s에 올바르지 않은 %(field)s이(가) 있습니다.
zh_tw: 無效的 PCI 白名單：PCI 位址 %(address)s 具有無效的%(field)s。

source: Invalid PCI Whitelist: The PCI whitelist can specify devname or address, but not both
ko_kr: 올바르지 않은 PCI 화이트리스트: PCI 화이트리스트는 디바이스 이름 또는 주소를 지정할 수 있지만 둘 다 지정할 수는 없음
tr_tr: Geçersiz PCI Beyaz listesi: PCI beeyaz listesi aygıt ismi ya da adresi belirtebilir, ama ikisini birden belirtemez
zh_tw: 無效的 PCI 白名單：PCI 白名單可以指定裝置名稱或位址，但不能指定這兩者

source: Invalid association.
fr: Association non valide.
ko_kr: 연관이 올바르지 않습니다.
zh_tw: 關聯無效。

source: Invalid broker_hosts value: %s. It should be in hostname:port format
ko_kr: Invalid broker_hosts 값: %s. hostname:port 형식을 사용해야 함
tr_tr: Geçersiz broker_hosts değeri: %s. makineadı:bağlantınoktası biçiminde olmalı
zh_tw: broker_hosts 值 %s 無效。它應為 hostname:port 格式

source: Invalid characters in hostname '%(hostname)s'
fr: Caractères invalides dans le hostname '%(hostname)s'
ko_kr: 호스트 이름 '%(hostname)s'의 올바르지 않은 문자
tr_tr: Ana makine adında geçersiz karakter '%(hostname)s'
zh_tw: 主機名稱 '%(hostname)s' 中有無效字元

source: Invalid datetime string: %(reason)s
fr: Chaîne de datetime invalide : %(reason)s
ko_kr: 올바르지 않은 Datetime 문자열: %(reason)s
tr_tr: Geçersiz datetime karakter dizisi: %(reason)s
zh_tw: 無效的日期時間字串：%(reason)s

source: Invalid device UUID.
fr: Périphérique UUID invalide.
ko_kr: 장치 UUID가 올바르지 않습니다.
tr_tr: Geçersiz aygıt UUID.
zh_tw: 無效的裝置 UUID。

source: Invalid entry: '%s'
ko_kr: 올바르지 않은 항목: '%s'
tr_tr: Geçersiz girdi: '%s'
zh_tw: 項目 '%s' 無效
