Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Dictionary key mismatch: Extra key(s) in template: %(ex_delta)s Extra key(s) in %(result_str)s: %(res_delta)s
es: Discrepancia de claves de diccionario: Clave o claves adicionales en la plantilla: %(ex_delta)s Clave o claves adicionales en %(result_str)s: %(res_delta)s
fr: Non-concordance de clé du dictionnaire : Clé(s) supplémentaire(s) dans le modèle : %(ex_delta)s Clé(s) supplémentaire(s) dans %(result_str)s : %(res_delta)s
pt_br: Incompatibilidade de chave de dicionário: Chave(s) extra(s) no modelo: %(ex_delta)s Chave(s) extra(s) em %(result_str)s: %(res_delta)s
zh_cn: 字典键不匹配： 模板中存在下列额外键： %(ex_delta)s %(result_str)s 中存在下列额外键： %(res_delta)s

source: %(result_str)s: %(result)s is not a list.
es: %(result_str)s: %(result)s no es una lista.
fr: %(result_str)s : %(result)s n'est pas une liste.
pt_br: %(result_str)s: %(result)s não é uma lista.
zh_cn: %(result_str)s：%(result)s 不是列表。

source: Extra list items in template:
es: Elementos de lista adicionales en la plantilla:
fr: Eléments de liste supplémentaires dans le modèle :
pt_br: Itens extras da lista no modelo:
zh_cn: 模板中存在下列额外列表项：

source: Extra list items in %(result_str)s:
es: Elementos de lista adicionales en %(result_str)s:
fr: Eléments de liste supplémentaires dans %(result_str)s :
pt_br: Itens extras da lista em %(result_str)s:
zh_cn: %(result_str)s 中存在下列额外列表项：

source: Values do not match: Template: %(expected)s %(result_str)s: %(result)s
es: Los valores no coinciden: Plantilla: %(expected)s %(result_str)s: %(result)s
fr: Les valeurs ne correspondent pas : Modèle : %(expected)s %(result_str)s : %(result)s
pt_br: Os valores não correspondem: Modelo: %(expected)s %(result_str)s: %(result)s
zh_cn: 值不匹配： 模板：%(expected)s %(result_str)s:%(result)s

source: flavor: %s
es: sabor: %s
pt_br: método: %s

source: %(message)s Status Code: %(_status)s Body: %(_body)s
es: %(message)s Código de estado: %(_status)s Cuerpo: %(_body)s
fr: %(message)s Code de statut : %(_status)s Corps : %(_body)s
pt_br: %(message)s Código de Status: %(_status)s Corpo: %(_body)s
zh_cn: %(message)s 状态码: %(_status)s 主体: %(_body)s

source: Authentication error
es: Error de autenticación
fr: Erreur d'authentification
pt_br: Erro de Autenticação
zh_cn: 认证错误

source: Authorization error
es: Error de autorización
fr: Erreur d'autorisation
pt_br: Erro de autorização
zh_cn: 授权错误

source: Item not found
es: Elemento no encontrado
fr: Elément introuvable
pt_br: Item não localizado
zh_cn: 条目没有找到

source: Doing %(method)s on %(relative_url)s
es: Realizando %(method)s en %(relative_url)s
pt_br: Fazendo %(method)s em %(relative_url)s
zh_cn: 正在 %(relative_url)s 执行 %(method)s

source: Body: %s
es: Cuerpo: %s
pt_br: Corpo: %s
zh_cn: 主体：%s

source: %(auth_uri)s => code %(http_status)s
es: %(auth_uri)s => código %(http_status)s
pt_br: %(auth_uri)s => código %(http_status)s

source: %(relative_uri)s => code %(http_status)s
es: %(relative_uri)s => código %(http_status)s
pt_br: %(relative_uri)s => código %(http_status)s

source: Unexpected status code
es: Código de estado inesperado
fr: Code de statut inattendu
pt_br: Código de status inesperado
zh_cn: 意外的状态码

source: Decoding JSON: %s
es: Decodificando JSON: %s
pt_br: Decodificando JSON: %s

source: fake vswitch not found
es: vswitch falso no encontrado
pt_br: vswitch falso não localizado
zh_cn: 找不到假 vswitch

source: Simulated failure
es: Falla simulada
fr: Echec de la simulation

source: Expected a list for 'auth' parameter
es: Se esperaba una lista para el parámetro 'auth'
fr: Liste attendue pour le paramètre 'auth'
pt_br: Esperada uma lista para o parâmetro 'auth'
zh_cn: 对于“auth”参数，期望列表

source: Expected a function in 'auth[0]' parameter
es: Se esperaba una función en el parámetro 'auth[0]'
fr: Fonction attendue dans le paramètre 'auth[0]'
pt_br: Esperada uma função no parâmetro 'auth[0]'
zh_cn: “auth[0]”参数中期望函数

source: Expected a function in 'auth[1]' parameter
es: Se esperaba una función en el parámetro 'auth[1]'
fr: Fonction attendue dans le paramètre 'auth[1]'
pt_br: Esperada uma função no parâmetro 'auth[1]'
zh_cn: “auth[1]”参数中期望函数

source: virEventRegisterDefaultImpl() must be called before connection is used.
es: virEventRegisterDefaultImpl() debe ser invocado antes de que la conexión sea utilizada.

source: Datastore regex %s did not match any datastores
es: El valor regex %s del almacén de datos no concuerda con algún almacén de datos.
ko_kr: 데이터 저장소 regex %s이(가) 데이터 저장소와 일치하지 않음
tr_tr: Veridepolama düzenli ifadesi %s herhangi bir verideposuyla eşleşmedi
zh_tw: 資料儲存庫正規表示式 %s 不符合任何資料儲存庫

source: Sparse copy in progress, %(complete_pct).2f%% complete. %(left)s bytes left to copy
es: Copia dispersa en progreso, %(complete_pct).2f%% completado. %(left)s bytes restantes para copiar.

source: Creating files in %s to simulate guest agent
es: Creando archivos en %s para simular el agente de invitado
pt_br: Criando arquivos em %s para simular agente convidado

source: Removing simulated guest agent files in %s
es: Eliminando archivos de agente de invitado simulado en %s
pt_br: Removendo arquivos do agente convidado simulado em %s

source: Booting with volume %(volume_id)s at %(mountpoint)s
es: Arrancando con el volumen %(volume_id)s en %(mountpoint)s
fr: Amorçage avec le volume %(volume_id)s à %(mountpoint)s
pt_br: Inicializando com o volume %(volume_id)s em %(mountpoint)s
zh_cn: 卷 %(volume_id)s 正在 %(mountpoint)s 上启动

source: Added %(filepath)s to config drive
es: Se ha añadido %(filepath)s a unidad de configuración
pt_br: Incluído %(filepath)s na unidade de configuração
zh_cn: 已将 %(filepath)s 添加至配置驱动器

source: Invalid range expression %r
es: Expresión de intérvalo inválida %
fr: Valeur de %r invalide
ko_kr: 올바르지 않은 범위 표현식 %r
tr_tr: Geçersiz aralık ifadesi %r
zh_tw: 無效的範圍表示式 %r

source: Invalid exclusion expression %r
es: Expresión de exclusión inválida %r
fr: Expression d'exclusion invalide %r
ko_kr: 올바르지 않은 제외 표현식 %r
tr_tr: Geçersiz dışlama ifadesi %r
zh_tw: 無效的排除表示式 %r

source: Invalid inclusion expression %r
es: Expresión de inclusión inválida %
fr: Expression d'inclusion invalide %r
ko_kr: 올바르지 않은 포함 표현식 %r
tr_tr: Geçersiz dahil etme ifadesi %r
zh_tw: 無效的併入表示式 %r

source: No CPUs available after parsing %r
es: CPU's no disponibles después de analizar %r
fr: Aucun CPU disponible après prise en compte de %r
ko_kr: %r 구문 분석한 후 사용 가능한 CPU가 없음
tr_tr: %r ayrıştırıldıktan sonra kullanılabilir CPU yok
zh_tw: 剖析 %r 之後沒有可用的 CPU

source: Discarding event %s
es: Descartando evento %s

source: Event must be an instance of nova.virt.event.Event
es: El suceso debe ser una instancia de un nova.virt.event.Event
fr: L'événement doit être une instance de nova.virt.event.Event
ko_kr: 이벤트는 nova.virt.event.Event의 인스턴스여야 함
pt_br: O evento deve ser uma instância de nova.virt.event.Event
tr_tr: Olay bir nova.virt.event.Event örneği olmalı
zh_cn: 事件必须是 nova.virt.event.Event 的实例
zh_tw: 事件必須是 nova.virt.event.Event 的實例

source: Emitting event %s
es: Emitiendo evento %s

source: Exception dispatching event %(event)s: %(ex)s
es: Excepción al asignar el suceso %(event)s: %(ex)s
pt_br: Exceção ao despachar o evento %(event)s: %(ex)s
zh_cn: 分派事件 %(event)s 时发生异常：%(ex)s

source: Compute driver option required, but not specified
es: La opción de controlador de cálculo es necesaria, pero no se ha especificado
pt_br: Opção de driver de cálculo necessária, mas não especificada
zh_cn: 需要计算驱动程序选项，但是未指定

source: Loading compute driver '%s'
es: Cargando controlador de cálculo '%s'
pt_br: Carregando driver de cálculo '%s'
zh_cn: 正在装入计算驱动程序“%s”

source: Unable to load the virtualization driver
es: Incapaz de cargar el controlador de virtualización

source: Key '%(key)s' not in instances '%(inst)s'
es: La clave '%(key)s' no está en las instancias '%(inst)s'
pt_br: A chave '%(key)s' não está nas instâncias '%(inst)s'
zh_cn: 键“%(key)s”未在实例“%(inst)s”中

source: Attempted to unfilter instance which is not filtered
es: Se ha intentado eliminar filtro de instancia que no está filtrada
pt_br: Tentou cancelar a filtragem da instância que não foi filtrada
zh_cn: 试图不过滤没有过滤的实例

source: Filters added to instance
es: Filtros añadido a instancia
pt_br: Filtros incluídos na instância
zh_cn: 已将过滤器添加至实例

source: Provider Firewall Rules refreshed
es: Reglas de cortafuegos de proveedor renovadas
pt_br: Regras de Firewall do Provedor atualizadas
zh_cn: 提供者防火墙规则刷新

source: Adding security group rule: %r
es: Añadiendo regla de grupo de seguridad: %r
pt_br: Incluindo regra do grupo de segurança: %r
zh_cn: 添加安全组规则：%r

source: Adding provider rule: %s
es: Añadiendo regla de proveedor: %s
pt_br: Incluindo regra do provedor: %s
zh_cn: 添加提供者规则：%s

source: 'qemu-img info' parsing failed.
es: Se ha encontrado un error en el análisis de 'qemu-img info'.
fr: Echec de l'analyse syntaxique de 'qemu-img info'.
ko_kr: 'qemu-img info' 구문 분석에 실패했습니다.
pt_br: Falha na análise de 'qemu-img info'.
tr_tr: 'qemu-img info' ayrıştırma başarısız.
zh_cn: 'qemu-img info'解析失败
zh_tw: 'qemu-img info' 剖析失敗。

source: fmt=%(fmt)s backed by: %(backing_file)s
es: fmt=%(fmt)s respaldado por: %(backing_file)s
fr: fmt=%(fmt)s sauvegardé par : %(backing_file)s
ko_kr: fmt=%(fmt)s 백업: %(backing_file)s
pt_br: fmt=%(fmt)s retornado por: %(backing_file)s
tr_tr: %(backing_file)s tarafından desteklenen fmt=%(fmt)s
zh_cn: fmt=%(fmt)s 由 %(backing_file)s 支持
zh_tw: fmt = %(fmt)s 受 %(backing_file)s 支援

source: Converted to raw, but format is now %s
es: Convertido a sin formato, pero el formato es ahora %s
fr: Converti au format brut, mais le format est maintenant %s
ko_kr: 원시로 변환되었지만 형식은 지금 %s임
pt_br: Convertido em bruto, mas o formato é agora %s
tr_tr: Ham şekle dönüştürüldü, ama biçim artık %s
zh_cn: 转化为裸格式，但目前格式是 %s
zh_tw: 已轉換為原始，但格式現在為 %s

source: Request for baremetal node %s sent to wrong service host
es: Solicitud de nodo de máquina vacía %s enviada a host de servicio incorrecto
pt_br: Solicitação para nó básico %s enviada para host de serviço errado
zh_cn: 已将针对 baremetal 节点 %s 的请求发送至不正确的服务主机

source: Baremetal node id not supplied to driver for %r
es: ID de nodo de máquina vacía no proporcionado a controlador para %r
pt_br: ID de nó básico não fornecido para o driver para %r
zh_cn: 没有对 %r 的驱动程序提供 Baremetal 节点标识

source: Error deploying instance %(instance)s on baremetal node %(node)s.
es: Error al desplegar la instancia %(instance)s en nodo de máquina vacía %(node)s.
pt_br: Erro ao implementar a instância %(instance)s no nó básico %(node)s.
zh_cn: 在 baremetal 节点 %(node)s 上部署实例 %(instance)s 时出错。

source: Baremetal power manager failed to restart node for instance %r
es: El gestor de alimentación de máquina vacía no ha podido reiniciar el nodo para la instancia %r
pt_br: O gerenciador de energia básico falhou ao reiniciar o nó para a instância %r
zh_cn: Baremetal 电源管理器未能为实例 %r 重新启动节点

source: Destroy called on non-existing instance %s
es: Se ha llamado una destrucción en una instancia no existente %s
pt_br: Destruição chamada em instância não existente %s
zh_cn: 已对不存在的实例 %s 调用“销毁”操作

source: Error from baremetal driver during destroy: %s
es: Error del controlador de máquina vacía durante la destrucción: %s
pt_br: Erro de driver básico durante destruição: %s
zh_cn: 在执行“销毁”操作期间，baremetal 驱动程序中出错：%s

source: Error while recording destroy failure in baremetal database: %s
es: Error al registrar la anomalía de destrcción en la base de datos de máquina vacía: %s
pt_br: Erro ao gravar falha de destruição no banco de dados básico: %s
zh_cn: 在 baremetal 数据库中记录在执行“销毁”操作期间发生的故障时出错：%s

source: Baremetal power manager failed to stop node for instance %r
es: El gestor de alimentación de máquina vacía no ha podido detener el nodo para la instancia %r
pt_br: O gerenciador de energia básico falhou ao parar o nó para a instância %r
zh_cn: Baremetal 电源管理器未能为实例 %r 停止节点

source: Baremetal power manager failed to start node for instance %r
es: El gestor de alimentación de máquina vacía no ha podido iniciar el nodo para la instancia %r
pt_br: O gerenciador de energia básico falhou ao iniciar o nó para a instância %r
zh_cn: Baremetal 电源管理器未能为实例 %r 启动节点

source: pid file %s does not contain any pid
es: El archivo de pid %s no contiene ningún pid
pt_br: o arquivo pid %s não contém qualquer pid
zh_cn: pid 文件 %s 没有包含任何 pid

source: Node id not supplied to IPMI
es: ID de nodo no proporcionado a IPMI
pt_br: ID do nó não fornecido para IPMI
zh_cn: 未向 IPMI 提供节点标识

source: Address not supplied to IPMI
es: Dirección no proporcionada a IPMI
pt_br: Endereço não fornecido para IPMI
zh_cn: 未向 IPMI 提供地址

source: User not supplied to IPMI
es: Usuario no proporcionado a IPMI
pt_br: Usuário não fornecido para IPMI
zh_cn: 未向 IPMI 提供用户

source: Password not supplied to IPMI
es: Contraseña no proporcionada a IPMI
pt_br: Senha não fornecida para IPMI
zh_cn: 未向 IPMI 提供密码

source: ipmitool stdout: '%(out)s', stderr: '%(err)s'
es: ipmitool salida estándar: '%(out)s', error estándar: '%(err)s'
zh_cn: ipmitool 标准输出：“%(out)s”，标准错误：“%(err)s”

source: IPMI power on failed after %d tries
es: Encendido de IPMI fallido tras %d intentos

source: IPMI power on failed
es: Ha fallado el encendido de IPMI
pt_br: Falha na ativação de IPMI
zh_cn: 对 IPMI 打开电源失败

source: IPMI power off failed after %d tries
es: Apagado IPMI fallido tras %d intentos

source: IPMI power off failed
es: Ha fallado el apagado de IPMI
pt_br: Falha na desativação de IPMI
zh_cn: 对 IPMI 关闭电源关闭失败

source: IPMI set next bootdev failed
es: Ha fallado el establecimiento del siguiente dispositivo de arranque de IPMI
pt_br: Falha de IPMI configurado ao lado de bootdev
zh_cn: 对 IPMI 设置下一 bootdev 失败

source: Activate node called, but node %s is already active
es: La activación de nodo se ha llamado, pero el nodo %s ya está activo
pt_br: Ativar nó chamado, mas o nó %s já está ativo
zh_cn: 已调用“激活节点”操作，但是节点 %s 已处于活动状态

source: Building PXE config for deployment %s.
es: Creando configuración de PXE para el despliegue %s.
pt_br: Construindo configuração PXE para implementação %s.
zh_cn: 正在针对部署 %s 构建 PXE 配置。

source: Can not activate PXE bootloader. The following boot parameters were not passed to baremetal driver: %s
es: No se puede activar el cargador de arranque PXE. Los parámetros de arranque siguientes no se han pasado al controlador de máquina vacía: %s
pt_br: Não é possível ativar o bootloader PXE. Os parâmetros de inicialização a seguir não foram passados para o driver básico: %s
zh_cn: 无法激活 PXE 引导装入器。未将下列引导参数传递至 baremetal 驱动程序：%s

source: Fetching kernel and ramdisk for instance %s
es: Captando kernel y disco RAM para la instancia %s
pt_br: Buscando kernel e ramdisk para a instância %s
zh_cn: 正在访存用于实例 %s 的内核和 ramdisk

source: Fetching image %(ami)s for instance %(name)s
es: Captando la imagen %(ami)s para la instancia %(name)s
pt_br: Buscando imagem %(ami)s para a instância %(name)s
zh_cn: 正在访存实例 %(name)s 的映像 %(ami)s

source: Injecting files into image for instance %(name)s
es: Inyectando archivos en imagen para la instancia %(name)s
pt_br: Injetando arquivos na imagem para a instância %(name)s
zh_cn: 正在将文件插入到实例 %(name)s 的映像中

source: Node associated with another instance while waiting for deploy of %s
es: Nodo asociado con otra instancia mientras se esperaba el despliegue de %s
pt_br: Nó associado a uma outra instância ao aguardar implementação de %s
zh_cn: 在等待部署 %s 时已使节点与另一实例关联

source: PXE deploy started for instance %s
es: El despliegue de PXE se ha iniciado para la instancia %s
pt_br: Implementação do PXE iniciada para a instância %s
zh_cn: 已为实例 %s 开始 PXE 部署

source: PXE deploy completed for instance %s
es: El despliegue de PXE se ha completado para la instancia %s
pt_br: Implementação do PXE concluída para a instância %s
zh_cn: 已为实例 %s 完成 PXE 部署

source: PXE deploy failed for instance %s
es: Se ha encontrado un error en el despliegue de PXE para la instancia %s
pt_br: Implementação do PXE falhou para a instância %s
zh_cn: 为实例 %s 进行的 PXE 部署失败

source: Baremetal node deleted while waiting for deployment of instance %s
es: El nodo de máquina vacía se ha suprimido mientras se esperaba el despliegue de la instancia %s
pt_br: Nó básico excluído ao aguardar implementação da instância %s
zh_cn: 等待进行实例 %s 的部署时已删除 Baremetal 节点

source: Timeout reached while waiting for PXE deploy of instance %s
es: Se ha superado el tiempo de espera mientras se esperaba el despliegue de la instancia %s
pt_br: Tempo limite atingido ao aguardar implementação do PXE da instância %s
zh_cn: 等待进行实例 %s 的 PXE 部署时已达到超时

source: Can not activate Tilera bootloader. The following boot parameters were not passed to baremetal driver: %s
es: No se puede activar el cargador de arranque Tilera. Los siguientes parámetros de arranque no han sido proporcionados al controlador de baremetal: %s
pt_br: Não é possível ativar o bootloader Tilera. Os parâmetros de inicialização a seguir não foram passados para o driver baremetal: %s

source: Tilera deploy started for instance %s
es: Despliegue Tilera iniciado para la instancia %s

source: Tilera deploy completed for instance %s
es: Despliege Tilera completado para instancia %s

source: Node is unknown error state.
es: El nodo está en un estado de error desconocido.
pt_br: Nodo está em um estado de erro desconhecido.
zh_cn: 节点处于未知的错误状态。

source: Tilera deploy failed for instance %s
es: Despliegue tilera fallido para la instancia %s

source: Node id not supplied to PDU
es: Identificador de nodo no proporcionado al PDU
pt_br: ID de nodo não fornecido ao PDU
zh_cn: 未提供节点编码给PDU

source: Address not supplied to PDU
es: Dirección no proporcionada al PDU
zh_cn: 未提供地址给PDU

source: User not supplied to PDU
es: Usuario no proporcionado al PDU
zh_cn: 未提供用户给PDU

source: Password not supplied to PDU
es: Contraseña no proporcionada al PDU
pt_br: Senha não fornecida ao PDU

source: PDU failed
es: PDU fallido
pt_br: PDU falhou

source: PDU power on failed
es: Encendido de PDU fallido
pt_br: Falha na ativação do PDU
zh_cn: 对 PDU 打开电源失败

source: PDU power off failed
es: Apagado de PDU fallido
pt_br: Falha no desligamento do PDU
zh_cn: 对 PDU 关闭电源关闭失败

source: Failed to inject data into image %(image)s. Error: %(e)s
es: No se han podido inyectar datos en imagen %(image)s. Error: %(e)s
pt_br: Falha ao injetar dados na imagem %(image)s. Erro: %(e)s
zh_cn: 未能将数据插入到映像 %(image)s 中。错误：%(e)s

source: Failed to unlink %(path)s, error: %(e)s
es: No se ha podido desenlazar %(path)s, error: %(e)s
pt_br: Falha ao desvincular %(path)s, erro: %(e)s
zh_cn: 未能取消链接 %(path)s，发生错误：%(e)s

source: Failed to remove dir %(path)s, error: %(e)s
es: No se ha podido eliminar directorio %(path)s, error: %(e)s
pt_br: Falha ao remover dir %(path)s, erro: %(e)s
zh_cn: 未能除去目录 %(path)s，发生错误：%(e)s

source: Failed to create symlink from %(source)s to %(link)s, error: %(e)s
es: No se ha podido crear enlace simbólico de %(source)s a %(link)s, error: %(e)s
pt_br: Falha ao criar symlink de %(source)s para %(link)s, erro: %(e)s
zh_cn: 未能创建从 %(source)s 到 %(link)s 的符号链接，发生错误：%(e)s

source: plug: instance_uuid=%(uuid)s vif=%(vif)s
es: conectar: instance_uuid=%(uuid)s vif=%(vif)s
pt_br: conectar: instance_uuid=%(uuid)s vif=%(vif)s
zh_cn: 插入：instance_uuid=%(uuid)s vif=%(vif)s

source: pif:%(id)s is plugged (vif_uuid=%(vif_uuid)s)
es: pif:%(id)s está conectado (vif_uuid=%(vif_uuid)s)
pt_br: pif:%(id)s está conectado (vif_uuid=%(vif_uuid)s)
zh_cn: pif:%(id)s 已插入 (vif_uuid=%(vif_uuid)s)

source: Baremetal node: %(id)s has no available physical interface for virtual interface %(vif_uuid)s
es: Nodo de máquina vacía: %(id)s no tiene ninguna interfaz física disponible para la interfaz virtual %(vif_uuid)s
pt_br: Nó básico: %(id)s não possui interface física disponível para interface virtual %(vif_uuid)s
zh_cn: Baremetal 节点：%(id)s 没有任何可用的物理接口（对于虚拟接口 %(vif_uuid)s）

source: unplug: instance_uuid=%(uuid)s vif=%(vif)s
es: desconectar: instance_uuid=%(uuid)s vif=%(vif)s
pt_br: desconectar: instance_uuid=%(uuid)s vif=%(vif)s
zh_cn: 拔出：instance_uuid=%(uuid)s vif=%(vif)s

source: pif:%(id)s is unplugged (vif_uuid=%(vif_uuid)s)
es: pif:%(id)s está desconectado (vif_uuid=%(vif_uuid)s)
pt_br: pif:%(id)s está desconectado (vif_uuid=%(vif_uuid)s)
zh_cn: pif:%(id)s 已拔出 (vif_uuid=%(vif_uuid)s)

source: no pif for vif_uuid=%s
es: ningún pif para vif_uuid=%s
pt_br: nenhum pif para vif_uuid=%s
zh_cn: 对于 vif_uuid=%s，不存在任何 pif

source: virtual_power_ssh_host not defined. Can not Start
es: virtual_power_ssh_host no definido. No se puede iniciar
pt_br: virtual_power_ssh_host não definido. Não é possível Iniciar
zh_cn: virtual_power_ssh_host 未定义。无法启动

source: virtual_power_host_user not defined. Can not Start
es: virtual_power_host_user no definido. No se puede iniciar
pt_br: virtual_power_host_user não definido. Não é possível Iniciar
zh_cn: virtual_power_host_user 未定义。无法启动

source: virtual_power_host_pass/key not set. Can not Start
es: virtual_power_host_pass/key no establecido. No se puede iniciar
pt_br: virtual_power_host_pass/key não configurado. Não é possível Iniciar
zh_cn: virtual_power_host_pass/key 未设置。无法启动

source: Node "%(name)s" with MAC address %(mac)s not found.
es: Nodo "%(name)s" con direccion MAC %(mac)s no encontrado

source: baremetal driver was unable to delete tid %s
es: el controlador de máquina vacía no ha podido suprimir el tid %s
pt_br: o driver básico não foi capaz de excluir o tid %s
zh_cn: baremetal 驱动程序无法删除 tid %s

source: Could not determine iscsi initiator name
es: No se ha podido determinar el nombre de iniciador iscsi
pt_br: Não foi possível determinar o nome do inicializador iSCSI
zh_cn: 无法确定iscsi initiator名字

source: No fixed PXE IP is associated to %s
es: No hay ninguna IP PXE fija asociada a %s
pt_br: Nenhum IP PXE fixo está associado a %s
zh_cn: 没有任何固定 PXE IP 与 %s 关联

source: detach volume could not find tid for %s
es: el volumen de desconexión no ha podido encontrar tid para %s
pt_br: remover volume não pôde localizar o tid para %s
zh_cn: 拆离卷找不到 %s 的 tid

source: instance_uuid must be supplied to bm_node_associate_and_update
es: instance_uuid se debe proporcionar para bm_node_associate_and_update
pt_br: instance_uuid deve ser fornecido para bm_node_associate_and_update
zh_cn: 必须向 bm_node_associate_and_update 提供 instance_uuid

source: Failed to associate instance %(i_uuid)s to baremetal node %(n_uuid)s.
es: No se ha podido asociar la instancia %(i_uuid)s a nodo de máquina vacía %(n_uuid)s.
pt_br: Falha ao associar a instância %(i_uuid)s ao nó básico %(n_uuid)s.
zh_cn: 未能使实例 %(i_uuid)s 与 baremetal 节点 %(n_uuid)s 关联。

source: Baremetal interface %s not found
es: Interfaz de máquina vacía %s no encontrada
pt_br: Interface básica %s não localizada
zh_cn: 找不到 Baremetal 接口 %s

source: Baremetal interface %s already in use
es: La interfaz de máquina vacía %s ya se está utilizando
pt_br: A interface básica %s já está em uso
zh_cn: Baremetal 接口 %s 已在使用中

source: Baremetal virtual interface %s not found
es: No se ha encontrado la interfaz virtual de máquina vacía %s
pt_br: Interface virtual básica %s não localizada
zh_cn: 找不到 Baremetal 虚拟接口 %s

source: Checking if we can resize image %(image)s. size=%(size)s
es: Verificando si se puede modificar el tamaño de la imagen %(image)s. Tamaño=%(size)s

source: Cannot resize image %s to a smaller size.
es: No se puede modificar el tamaño de la imagen %s hacia un menor tamaño.

source: Checking if we can resize filesystem inside %(image)s. CoW=%(use_cow)s
es: Verificando si se puede modificar el tamaño del sistema de archivos dentro de %(image)s. CoW=%(use_cow)s

source: Unable to mount image %(image)s with error %(error)s. Cannot resize.
es: No se puede montar la imagen %(image)s con el error %(error)s. No se puede redimensionar.
pt_br: Não é possível montar a imagem %(image)s com o erro %(error)s. Não é possível redimensionar.
zh_cn: 无法安装映像 %(image)s，发生错误 %(error)s。无法调整大小。

source: image already mounted
es: imagen ya montada
fr: image déjà montée
ko_kr: 이미지가 이미 마운트되었음
pt_br: imagem já montada
tr_tr: imaj zaten bağlanmış
zh_cn: 镜像已经挂载
zh_tw: 已裝載映像檔
