Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Doing hard reboot of VM
es: Realizando rearranque permanente de máquina virtual
pt_br: Reinicialização a frio da VM
zh_cn: 正在执行 VM 的硬重新引导

source: Did hard reboot of VM
es: Se ha realizado rearranque permanente de máquina virtual
pt_br: Reinicialização a frio da VM?
zh_cn: 已执行 VM 的硬重新引导

source: Powering off the VM
es: Apagando la máquina virtual
pt_br: Desligando a VM
zh_cn: 正在对 VM 关闭电源

source: Powered off the VM
es: Apagada la máquina virtual
pt_br: VM desligada
zh_cn: 已对 VM 关闭电源

source: Unregistering the VM
es: Cancelando registro de máquina virtual
pt_br: Cancelando o registro da VM
zh_cn: 正在注销 VM

source: Unregistered the VM
es: Se ha eliminado el registro de la máquina virtual
pt_br: Cancelado o registro da VM
zh_cn: 已注销 VM

source: Deleting contents of the VM from datastore %(datastore_name)s
es: Suprimiendo contenido de la VM del almacén de datos %(datastore_name)s
pt_br: Excluindo o conteúdo da VM a partir do armazenamento de dados %(datastore_name)s
zh_cn: 正在从数据存储器 %(datastore_name)s 删除 VM 的内容

source: Deleted contents of the VM from datastore %(datastore_name)s
es: Se ha suprimido el contenido de la VM del almacén de datos %(datastore_name)s
pt_br: Excluído o conteúdo da VM a partir do armazenamento de dados %(datastore_name)s
zh_cn: 已从数据存储器 %(datastore_name)s 删除 VM 的内容

source: pause not supported for vmwareapi
es: pausa no soportada para vmwareapi
fr: mise en pause non prise en charge pour vmwareapi
ko_kr: vmwareapi에 대한 일시정지는 지원되지 않음
pt_br: pausa não suportada para vmwareapi
tr_tr: vmwareapi için duraklatma desteklenmiyor
zh_cn: vmwareapi 不支持暂停
zh_tw: vmwareapi 不支援暫停

source: unpause not supported for vmwareapi
es: cancelación de pausa no soportada para vmwareapi
fr: annulation de la mise en pause non prise en charge pour vmwareapi
ko_kr: vmwareapi에 대한 일시정지 해제는 지원되지 않음
pt_br: cancelamento de pausa não suportado para vmwareapi
tr_tr: vmwareapi için sürdürme desteklenmiyor
zh_cn: vmwareapi 不支持取消暂停
zh_tw: vmwareapi 不支援取消暫停

source: Suspending the VM
es: Suspendiendo la VM
pt_br: Suspendendo a VM
zh_cn: 正在暂挂 VM

source: Suspended the VM
es: Se ha suspendido la VM
pt_br: VM suspensa
zh_cn: 已暂挂 VM

source: instance is powered off and cannot be suspended.
es: instancia está desactivada y no se puede suspender.
fr: L'instance est hors tension et ne peut pas être interrompue.
ko_kr: 인스턴스가 전원 차단되었고 일시중단될 수 없습니다.
pt_br: a instância está desligada e não pode ser suspensa.
tr_tr: sunucunun gücü kapalı ve bekletilemez.
zh_cn: 已对实例关闭电源，无法暂挂该实例。
zh_tw: 實例已關閉電源，無法暫停。

source: VM was already in suspended state. So returning without doing anything
es: La VM ya estaba en estado suspendido. Por consiguiente se vuelve sin realizar nada
pt_br: A VM já está em estado suspenso. Portanto, retornando sem fazer nada
zh_cn: VM 已处于暂挂状态。因此，正在返回但没有执行任何操作

source: Resuming the VM
es: Reanudando la VM
pt_br: Continuando a VM
zh_cn: 正在恢复 VM

source: Resumed the VM
es: Se ha reanudado la VM
pt_br: VM continuada
zh_cn: 已恢复 VM

source: instance is not in a suspended state
es: la instancia no está en un estado suspendido
fr: l'instance n'est pas à l'état suspendu
ko_kr: 인스턴스가 일시중단 상태에 있지 않음
pt_br: a instância não está em um estado suspenso
tr_tr: sunucu bekletilme durumunda değil
zh_cn: 实例不在挂起状态
zh_tw: 實例不處於暫停狀態

source: instance is suspended and cannot be powered off.
es: la instancia está suspendida y no se puede desactivar
pt_br: a instância está suspensa e não pode ser desligada.
zh_cn: 实例已暂挂，无法对其关闭电源。

source: VM was already in powered off state. So returning without doing anything
es: La VM ya estaba en estado desactivado. Por consiguiente se vuelve sin realizar nada
pt_br: A VM já está em estado desligado. Portanto, retornando sem fazer nada
zh_cn: VM 已处于电源关闭状态。因此，正在返回但没有执行任何操作

source: VM was already in powered on state. So returning without doing anything
es: La VM ya estaba en estado activado. Por consiguiente se vuelve sin realizar nada
pt_br: A VM já está em estado ligado. Portanto, retornando sem fazer nada

source: Powering on the VM
es: Activando la VM
pt_br: Ativando a VM

source: Powered on the VM
es: Se ha activado la VM
pt_br: VM ligada

source: Updating instance '%(instance_uuid)s' progress to %(progress)d
es: Actualizando el progreso de la instancia '%(instance_uuid)s' a %(progress)d
pt_br: Atualizando o progresso da instância '%(instance_uuid)s' para %(progress)d
zh_cn: 正在将实例“%(instance_uuid)s”进度更新为 %(progress)d

source: instance not present
es: instancia no presente
pt_br: instância não presente
zh_cn: 实例不存在

source: Destroying the VM
es: Destruyendo la máquina virtual
pt_br: Destruindo a VM
zh_cn: 正在销毁 VM

source: Destroyed the VM
es: Se ha destruido la máquina virtual
pt_br: VM destruída
zh_cn: 已销毁 VM

source: In vmwareapi:vmops:confirm_migration, got this exception while destroying the VM: %s
es: En vmwareapi:vmops:confirm_migration, se ha obtenido esta excepción al destruir la máquina virtual: %s
pt_br: Em vmwareapi:vmops:confirm_migration, esta exceção foi obtida ao destruir a VM: %s
zh_cn: 在 vmwareapi:vmops:confirm_migration 中，销毁 VM 时已获取此异常：%s

source: Migrating VM to host %s
es: Migrando la VM al host %s
pt_br: Migrando a VM para o host %s
zh_cn: 正在将 VM 迁移到主机 %s

source: Migrated VM to host %s
es: Se ha migrado la VM al host %s
pt_br: Migrada a VM par ao host %s
zh_cn: 已将 VM 迁移到主机 %s

source: Found %(instance_count)d hung reboots older than %(timeout)d seconds
es: Se han encontrado %(instance_count)d rearranques colgados de más de %(timeout)d segundos
pt_br: Localizadas %(instance_count)d reinicializações interrompidas há mais de %(timeout)d segundos
zh_cn: 找到%(instance_count)d个超过%(timeout)d秒悬挂的重启

source: Automatically hard rebooting
es: Rearrancando automáticamente de forma permanente
pt_br: Reinicializando a frio automaticamente
zh_cn: 正在自动执行硬重新引导

source: Reconfiguring VM instance to set the machine id
es: Reconfigurando instancia de máquina virtual para definir el ID de máquina
pt_br: Reconfigurando a instância da VM para configurar o ID da máquina
zh_cn: 正在重新配置 VM 实例以设置机器标识

source: Reconfigured VM instance to set the machine id
es: Instancia de máquina virtual reconfigurada para definir el ID de máquina
pt_br: Reconfigurada a instância da VM para configurar o ID da máquina
zh_cn: 已重新配置 VM 实例以设置机器标识

source: Reconfiguring VM instance to enable vnc on port - %(port)s
es: Reconfigurando instancia de VM para habilitar vnc en puerto - %(port)s
pt_br: Reconfigurando a instância da VM para ativar vnc na porta - %(port)s
zh_cn: 正在重新配置 VM 实例以在端口 %(port)s 上启用 vnc

source: Reconfigured VM instance to enable vnc on port - %(port)s
es: Se ha reconfigurado la instancia de VM para habilitar vnc en puerto - %(port)s
pt_br: Reconfigurada a instância da VM para ativar vnc na porta - %(port)s
zh_cn: 已重新配置 VM 实例以在端口 %(port)s 上启用 vnc

source: VM %(uuid)s is currently on host %(host_name)s
es: VM %(uuid)s se encuentra actualmente en el host %(host_name)s

source: Downloading image %s from glance image server
es: Descargando la imagen %s del servidor de imagen glance
pt_br: Fazendo download da imagem %s a partir do servidor de imagem de visão rápida
zh_cn: 正在从glance镜像服务器中下载镜像 %s

source: Downloaded image %s from glance image server
es: Se ha descargado la imagen %s del servidor de imágenes glance
pt_br: Transferida por download a imagem %s do servidor de imagem de visão rápida
zh_cn: 已经从glance镜像服务器中下载镜像 %s

source: Uploading image %s to the Glance image server
es: Subiendo la imagen %s al servidor de imágenes Glance
pt_br: Fazendo upload da imagem %s para o servidor de imagem de visão rápida
zh_cn: 正在向Glance镜像服务器上传镜像 %s

source: Uploaded image %s to the Glance image server
es: Se ha subido la imagen %s al servidor de imágenes Glance
pt_br: Transferida por upload a imagem %s para o servidor de imagem de visão rápida
zh_cn: 已经向Glance镜像服务器上传了镜像 %s

source: Getting image size for the image %s
es: Obteniendo tamaño de imagen para la imagen %s
pt_br: Obtendo o tamanho da imagem para a imagem %s
zh_cn: 正在获取镜像 %s 的大小

source: Got image size of %(size)s for the image %(image)s
es: Se ha obtenido un tamaño de imagen de %(size)s para la imagen %(image)s
pt_br: Obteve tamanho da imagem de %(size)s para a imagem %(image)s
zh_cn: 获得大小为 %(size)s 的镜像目的为了 %(image)s

source: Rescanning HBA %s
es: Volviendo a explorar el HBA %s
pt_br: Verificando novamente HBA %s
zh_cn: 正在重新扫描 HBA %s

source: Rescanned HBA %s
es: Se ha vuelto a explorar el HBA %s
pt_br: HBA %s verificado novamente
zh_cn: 已重新扫描 HBA %s

source: Reconfiguring VM instance %(instance_name)s to attach disk %(vmdk_path)s or device %(device_name)s with type %(disk_type)s
es: Reconfigurando la instancia de máquina virtual %(instance_name)s para conectar el disco %(vmdk_path)s o el dispositivo %(device_name)s con el tipo %(disk_type)s
pt_br: Reconfigurando a instância da VM %(instance_name)s para conectar o disco %(vmdk_path)s ou dispositivo %(device_name)s com o tipo %(disk_type)s
zh_cn: 正在重新配置 VM 实例 %(instance_name)s 以连接类型为 %(disk_type)s 的磁盘 %(vmdk_path)s 或设备 %(device_name)s

source: Reconfigured VM instance %(instance_name)s to attach disk %(vmdk_path)s or device %(device_name)s with type %(disk_type)s
es: Se ha reconfigurado la instancia de máquina virtual %(instance_name)s para conectar el disco %(vmdk_path)s o el dispositivo %(device_name)s con el tipo %(disk_type)s
pt_br: Reconfigurada a instância da VM %(instance_name)s para conectar o disco %(vmdk_path)s ou dispositivo %(device_name)s com o tipo %(disk_type)s
zh_cn: 已重新配置 VM 实例 %(instance_name)s 以连接类型为 %(disk_type)s 的磁盘 %(vmdk_path)s 或设备 %(device_name)s

source: Reconfiguring VM instance %(instance_name)s to detach disk %(disk_key)s
es: Reconfigurando la instancia de VM %(instance_name)s para desconectar el disco %(disk_key)s
pt_br: Reconfigurando a instância da VM %(instance_name)s para remover o disco %(disk_key)s
zh_cn: 正在重新配置 VM 实例 %(instance_name)s 以断开与磁盘 %(disk_key)s 的连接

source: Reconfigured VM instance %(instance_name)s to detach disk %(disk_key)s
es: Se ha reconfigurado la instancia de VM %(instance_name)s para desconectar el disco %(disk_key)s
pt_br: Reconfigurada a instância da VM %(instance_name)s para remover o disco %(disk_key)s
zh_cn: 已重新配置 VM 实例 %(instance_name)s 以断开与磁盘 %(disk_key)s 的连接

source: Discovering iSCSI target %(target_iqn)s from %(target_portal)s.
es: Descubriendo el destino iSCSI %(target_iqn)s en %(target_portal)s.
pt_br: Descobrindo destino iSCSI %(target_iqn)s a partir de %(target_portal)s.
zh_cn: 正在从 %(target_portal)s 发现 iSCSI 目标 %(target_iqn)s。

source: Storage target found. No need to discover
es: Se ha encontrado destino de almacenamiento. El descubrimiento no es necesario
pt_br: Destino de armazenamento localizado. Não é necessário descobrir
zh_cn: 找到存储目标。不需要进行发现

source: Discovered iSCSI target %(target_iqn)s from %(target_portal)s.
es: Se ha descubierto el destino iSCSI %(target_iqn)s en %(target_portal)s.
pt_br: Descoberto destino iSCSI %(target_iqn)s a partir de %(target_portal)s.
zh_cn: 已从 %(target_portal)s 发现 iSCSI 目标 %(target_iqn)s。

source: Unable to discovered iSCSI target %(target_iqn)s from %(target_portal)s.
es: No se puede descubrir el destino iSCSI %(target_iqn)s en %(target_portal)s.
pt_br: Não é possível descobrir o destino iSCSI %(target_iqn)s a partir de %(target_portal)s.
zh_cn: 无法从 %(target_portal)s 发现 iSCSI 目标 %(target_iqn)s。

source: Mountpoint %(mountpoint)s attached to instance %(instance_name)s
es: El punto de montaje %(mountpoint)s esta unido a la instancia %(instance_name)s
pt_br: Ponto de montagem %(mountpoint)s conectada à instância %(instance_name)s
zh_cn: 挂载点 %(mountpoint)s 附加到实例 %(instance_name)s

source: Unable to find iSCSI Target
es: No se puede encontrar el destino iSCSI
fr: Cible iSCSI introuvable
ko_kr: iSCSI 대상을 찾을 수 없음
pt_br: Não é possível localizar o Destino iSCSI
tr_tr: iSCSI Hedefi bulunamadı
zh_cn: 找不到 iSCSI 目标
zh_tw: 找不到 iSCSI 目標

source: Unable to find volume
es: No se puede encontrar volumen
fr: Volume introuvable
ko_kr: 볼륨을 찾을 수 없음
pt_br: Não é possível localizar o volume
tr_tr: Mantıksal sürücü bulunamadı
zh_cn: 找不到卷
zh_tw: 找不到磁區

source: Detach_volume: %(instance_name)s, %(mountpoint)s
es: Volume_separado: %(instance_name)s, %(mountpoint)s
zh_cn: 分离_volume: %(instance_name)s, %(mountpoint)s

source: Mountpoint %(mountpoint)s detached from instance %(instance_name)s
es: El punto de montaje %(mountpoint)s se desligó de la instancia %(instance_name)s
pt_br: Ponto de montagem %(mountpoint)s desanexada da instância %(instance_name)s
zh_cn: 挂载点 %(mountpoint)s 从实例 %(instance_name)s 分离

source: TIMEOUT: The call to %(method)s timed out. args=%(args)r
es: TIEMPO DE ESPERA EXCEDIDO: La llamada a %(method)s ha excedido el tiempo de espera. args=%(args)r
pt_br: TIMEOUT: A chamada para %(method)s atingiu o tempo limite. args=%(args)r
zh_cn: 超时：对 %(method)s 的调用超时。args=%(args)r

source: NOT IMPLEMENTED: The call to %(method)s is not supported by the agent. args=%(args)r
es: SIN IMPLEMENTAR: el agente no soporta la llamada a %(method)s. args=%(args)r
pt_br: NÃO IMPLEMENTADO: A chamada para %(method)s não é suportada pelo agente. args=%(args)r
zh_cn: 未实现：对 %(method)s 的调用不受代理支持。args=%(args)r

source: The call to %(method)s returned an error: %(e)s. args=%(args)r
es: La llamada a %(method)s ha devuelto un error: %(e)s. args=%(args)r
pt_br: A chamada para %(method)s retornou um erro: %(e)s. args=%(args)r
zh_cn: 对 %(method)s 的调用返回了错误：%(e)s。args=%(args)r

source: The agent call to %(method)s returned an invalid response: %(ret)r. args=%(args)r
es: La llamada del agente para %(method)s ha arrojado una respuesta inválida: %(ret)r. args=$(args)r

source: The agent call to %(method)s returned an an error: %(ret)r. args=%(args)r
es: La llamada del agente para %(method)s ha arrojado un error: %(ret)r. args=%(args)r

source: Querying agent version
es: Consultando versión de agente
pt_br: Consultando versão do agente
zh_cn: 查询代理版本

source: Latest agent build for %(hypervisor)s/%(os)s/%(architecture)s is %(version)s
es: La última compilación de agente para %(hypervisor)s/%(os)s/%(architecture)s es %(version)s
pt_br: A construção do agente mais recente para %(hypervisor)s/%(os)s/%(architecture)s é %(version)s
zh_cn: %(hypervisor)s/%(os)s/%(architecture)s 最新的agent build 是 %(version)s 版本

source: No agent build found for %(hypervisor)s/%(os)s/%(architecture)s
es: No se ha encontrado ninguna compilación de agente para %(hypervisor)s/%(os)s/%(architecture)s
pt_br: Nenhuma construção de agente localizada para %(hypervisor)s/%(os)s/%(architecture)s
zh_cn: 没有找到 %(hypervisor)s/%(os)s/%(architecture)s 的代理创建

source: Updating agent to %s
es: Actualizando del agente a %s
pt_br: Atualizando o agente para %s
zh_cn: 正在将代理更新至 %s

source: Unable to update the agent due to: %(exc)s
es: Incapaz de actualiar el agente debido a: %(exc)s

source: Setting admin password
es: Estableciendo contraseña de administrador
pt_br: Configurar senha do administrador
zh_cn: 设置管理员密码

source: Skipping setting of ssh key for Windows.
es: Saltando la definición de la clave ssh para Windows.
pt_br: Ignorando a configuração da chave ssh para Windows.
zh_cn: 正在跳过针对 Windows 的 ssh 密钥的设置。

source: Injecting file path: %r
es: Inyectando vía de acceso de archivo: %r
pt_br: Injetando caminho de arquivo: %r
zh_cn: 正在插入文件路径：%r

source: Resetting network
es: Restableciendo red
pt_br: Reconfigurando rede
zh_cn: 重置网络

source: XenServer tools installed in this image are capable of network injection. Networking files will not bemanipulated
es: Las herramientas de XenServer instaladas en esta imagen tienen capacidad de inyección de red. Los archivos de red no se manipularán
pt_br: As ferramentas XenServer instaladas nesta imagem são capazes de injeção de rede. Os arquivos de rede não serão manipulados
zh_cn: 安装在该镜像的XenServer工具可以进行网络注入。网络文件不会被操作。

source: XenServer tools are present in this image but are not capable of network injection
es: Las herramientas de XenServer están presentes en esta imagen, pero no tienen capacidad de inyección de red
pt_br: As ferramentas XenServer estão presentes nesta imagem, mas não são capazes de injeção de rede
zh_cn: 该镜像有XenServer工具，但是不能进行网络注入

source: XenServer tools are not installed in this image
es: Las herramientas de XenServer no están instaladas en esta imagen
pt_br: As ferramentas XenServer não estão instaladas nesta imagem
zh_cn: 没有在该镜像上安装XenServer工具

source: Invalid 'agent_present' value. Falling back to the default.
es: Valor inválido 'agent_present'. Regresado hacia configuración predeterminada.

source: OpenSSL error: %s
es: Error de OpenSSL: %s
fr: Erreur OpenSSL : %s
ko_kr: OpenSSL 오류: %s
pt_br: Erro de OpenSSL: %s
tr_tr: OpenSSL hatası: %s
zh_cn: OpenSSL错误：%s
zh_tw: OpenSSL 錯誤：%s

source: Failure while cleaning up attached VDIs
es: Error al limpiar VDI conectados
pt_br: Falha ao limpar VDIs conectados
zh_cn: 清除已连接的 VDI 时，发生故障

source: Could not determine key: %s
es: No se ha podido determinar la clave: %s
pt_br: Não foi possível determinar a chave: %s
zh_cn: 未能确定键：%s

source: Host startup on XenServer is not supported.
es: No se soporta el arranque de host en XenServer.
fr: Le démarrage à chaud sur XenServer n'est pas pris en charge.
ko_kr: XenServer에서의 호스트 시작은 지원되지 않습니다.
pt_br: A inicialização do host em XenServer não é suportada.
tr_tr: XenSunucu üzerinde istemci başlatma desteklenmiyor.
zh_cn: 不支持在XenServer启动主机
zh_tw: 不支援在 XenServer 上啟動主機。

source: Raising NotImplemented
es: Lanzando NotImplemented
pt_br: Aumento não implementado
zh_cn: 产生 NotImplemented 错误

source: xenapi.fake does not have an implementation for %s
es: xenapi.fake no tiene una implementación para %s
fr: xenapi.fake n'a pas d'implémentation pour %s
ko_kr: xenapi.fake가 %s에 대한 구현을 갖지 않음
pt_br: xenapi.fake não tem uma implementação para %s
tr_tr: xenapi.fake'in %s için bir uygulaması yok
zh_cn: xenapi.fake 没有 %s 的实现
zh_tw: xenapi.fake 沒有 %s 的實作

source: Calling %(name)s %(impl)s
es: Llamando %(name)s %(impl)s

source: Calling getter %s
es: Llanado al adquiridor %s
pt_br: Chamando o pai %s
zh_cn: 调用 getter %s

source: Calling setter %s
es: Llamando al método de establecimiento %s
pt_br: Chamando configurador %s
zh_cn: 正在调用 setter 方法 %s

source: xenapi.fake does not have an implementation for %s or it has been called with the wrong number of arguments
es: xenapi.fake no tiene una implementación para %s o ha sido llamada con un número incorrecto de argumentos
fr: xenapi.fake n'a pas d'implementation pour %s ou il a été appelé avec le mauvais nombre d'arguments
ko_kr: xenapi.fake에 %s에 대한 구현이 없거나 잘못된 수의 인수를 사용하여 호출됨
pt_br: xenapi.fake não tem implementação para %s ou foi chamado com um número de argumentos inválido
tr_tr: xenapi.fake'in %s için bir uygulaması yok veya yanlış sayıda bağımsız değişken ile çağrılmış
zh_cn: xenapi.fake 没有 %s 的实现或者调用时用了错误数目的参数
zh_tw: xenapi.fake 沒有 %s 的實作，或者已使用錯誤的引數數目進行呼叫

source: Instance %(name)s running on %(host)s could not be found in the database: assuming it is a worker VM and skip ping migration to a new host
es: La instancia %(name)s que se ejecuta en %(host)s no se ha podido encontrar en la base de datos, suponiendo que se trata de una máquina virtual de trabajador y se salta la migración de ping a un nuevo host
pt_br: A instância %(name)s em execução em %(host)s não pôde ser localizada no banco de dados: supondo que seja uma VM do trabalhador e ignorando a migração de ping para um novo ost
zh_cn: 在数据库中，找不到 %(host)s 上正在运行的实例 %(name)s：假定它是工作程序 VM 并且跳过至新主机的 ping 迁移

source: Aggregate for host %(host)s count not be found.
es: No se ha podido encontrar el agregado para el host %(host)s.
fr: Agrégat introuvable pour le nombre d'hôtes %(host)s
ko_kr: %(host)s 호스트에 대한 집합을 찾을 수 없습니다.
pt_br: Agregar para a contagem de host %(host)s não pode ser localizada.
tr_tr: İstemci %(host)s sayısı için takım bulunamadı.
zh_cn: 找不到主机 %(host)s 计数的汇总。
zh_tw: 找不到主機 %(host)s 計數的聚集。

source: Unable to migrate VM %(vm_ref)s from %(host)s
es: Incapaz de migrar VM %(vm_ref)s desde %(host)s

source: Failed to extract instance support from %s
es: No se ha podido extraer el soporte de instancia de %s
pt_br: Falha ao extrair suporte da instância a partir de %s
zh_cn: 未能从 %s 抽取实例支持

source: Unable to get updated status
es: No se puede obtener el estado actualizado
pt_br: Não foi possível obter o status atualizado
zh_cn: 无法获取已更新的状态

source: The call to %(method)s returned an error: %(e)s.
es: La llamada a %(method)s ha devuelto un error: %(e)s.
pt_br: A chamada para %(method)s retornou um erro: %(e)s.
zh_cn: 对 %(method)s 的调用返回错误：%(e)s。

source: Found non-unique network for name_label %s
es: Se ha encontrado una red no exclusiva para name_label %s
fr: Réseau non unique trouvé pour name_label %s
ko_kr: name_label %s에 대한 고유하지 않은 네트워크 발견
pt_br: Localizada a rede não exclusiva para name_label %s
tr_tr: name_label %s için benzersiz olmayan ağ bulundu
zh_cn: 发现不唯一的网络 name_label %s
zh_tw: 發現 name_label %s 的網路不是唯一的

source: Found non-unique network for bridge %s
es: Encontrada una red no única para el puente %s
fr: Réseau non unique trouvé pour le bridge %s
ko_kr: 브릿지 %s에 대한 고유하지 않은 네트워크 발견
pt_br: Encontrado múltiplas redes para a bridge %s
tr_tr: Köprü %s için benzersiz olmayan ağ bulundu
zh_cn: 发现桥 %s 的网络不唯一
zh_tw: 發現橋接器 %s 的網路不是唯一的

source: Found no network for bridge %s
es: No se ha encontrado red para el puente %s
fr: Aucun réseau trouvé pour le bridge %s
ko_kr: 브릿지 %s에 대한 네트워크를 발견하지 못함
pt_br: Não foi encontrada rede para bridge %s
tr_tr: Köprü %s için ağ bulunamadı
zh_cn: 发现网桥 %s 没有网络
zh_tw: 找不到橋接器 %s 的網路

source: Aggregate %(aggregate_id)s: unrecoverable state during operation on %(host)s
es: Agregado %(aggregate_id)s: estado irrecuperable durante la operación en %(host)s
pt_br: Agregado %(aggregate_id)s: estado irrecuperável durante a operação em %(host)s
zh_cn: 聚集 %(aggregate_id)s：在 %(host)s 上执行操作期间，处于不可恢复状态

source: Unable to eject %s from the pool; pool not empty
es: Incapaz de expulsar %s del conjunto; el conjunto no está vacío
ko_kr: 풀에서 %s을(를) 방출할 수 없음. 풀이 비어 있지 않음
tr_tr: %s havuzdan boşaltılamadı; havuz boş değil
zh_tw: 無法將 %s 從儲存區中退出；儲存區不是空的

source: Unable to eject %s from the pool; No master found
es: Incapaz de expulsar %s del conjunto: No se ha encontrado maestro
ko_kr: 풀에서 %s을(를) 방출할 수 없음. 마스터를 찾을 수 없음
tr_tr: %s havuzdan çıkarılamıyor; Ana bulunamadı
zh_tw: 無法將 %s 從儲存區中退出；找不到主要主機

source: Pool-Join failed: %s
es: Fallo en la integración al conjunto: %s

source: Unable to join %s in the pool
es: Incapaz de incorporar %s al conjunto
ko_kr: 풀에 %s을(를) 결합할 수 없음
tr_tr: Havuzda %s'e katılınamadı
zh_tw: 無法結合儲存區中的 %s

source: Pool-eject failed: %s
es: Expulsión de conjunto fallida: %s

source: Unable to set up pool: %s.
es: Incapaz de establecer conjunto: %s

source: Pool-set_name_label failed: %s
es: Fallo al establecer set_name_label en conjunto: %s

source: Found no PIF for device %s
es: No se ha encontrado ninguna PIF para el dispositivo %s
fr: INT. PHYS. non trouvée pour l'unité %s
ko_kr: %s에 대한 PIF를 찾지 못함
pt_br: Nenhum PIF localizado para o dispositivo %s
zh_cn: 没有找到设备 %s 的PIF
zh_tw: 找不到裝置 %s 的 PIF

source: PIF %(pif_uuid)s for network %(bridge)s has VLAN id %(pif_vlan)d. Expected %(vlan_num)d
es: PIF %(pif_uuid)s para la red %(bridge)s tiene identificador de VLAN %(pif_vlan)d. Se esperaba %(vlan_num)d
ko_kr: 네트워크 %(bridge)s에 대한 PIF %(pif_uuid)s이(가) VLAN id %(pif_vlan)d을(를) 갖고 있습니다. 예상 %(vlan_num)d
zh_tw: 網路 %(bridge)s 的 PIF %(pif_uuid)s 具有 VLAN ID %(pif_vlan)d。預期 %(vlan_num)d

source: Created VM
es: Se ha creado VM
pt_br: VM criada
zh_cn: 已创建 VM

source: VM destroyed
es: VM destruida
pt_br: VM destruída
zh_cn: 已销毁 VM

source: VM already halted, skipping shutdown...
es: VM ya se ha detenido, omitiendo la conclusión...
pt_br: VM já parada; ignorando encerramento...
zh_cn: VM 已停止，正在跳过关闭...

source: Shutting down VM (cleanly)
es: Cerrando VM (de forma limpia)
pt_br: Encerrando a VM (com erros)
zh_cn: 正在关闭 VM（彻底）
