Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-info.po
Languages: cs, de, fr, it, ja, tr_tr, zh_tw

source: Migration %s is already confirmed
cs: Přesun %s již je potvrzen
de: Migration %s ist schon bestätigt
it: La migrazione %s è già stata confermata
tr_tr: %s göçü zaten onaylanmış

source: Migration %s may have been confirmed during delete
cs: Přesun %s byl možná potvrzen během mazání
de: Migration %s könnte beim Löschen bestätigt sein
it: La migrazione %s potrebbe essere stata confermata durante l'eliminazione
tr_tr: %s göçü silme sırasında onaylanmış olabilir

source: Migration operation has completed
cs: Operace přesunutí byla dokončena
de: Migration volständig
tr_tr: Göç işlemi tamamlandı

source: Migration running for %(secs)d secs, memory %(remaining)d%% remaining; (bytes processed=%(processed_memory)d, remaining=%(remaining_memory)d, total=%(total_memory)d)
cs: Přesunutí běží %(secs)d vteřin, zbývá %(remaining)d%% paměti; (bajtů zpracováno=%(processed_memory)d, zbývá=%(remaining_memory)d, celkem=%(total_memory)d)
de: Migration läuft für %(secs)d Sekunden, Speicher %(remaining)d%% verbleiben; (Bytes verarbeitet=%(processed_memory)d, verbleibt=%(remaining_memory)d, Summe=%(total_memory)d)
tr_tr: Göç %(secs)d saniyedir çalışıyor, hafıza %(remaining)d%% kalan; (işlenen bayt=%(processed_memory)d, kalan=%(remaining_memory)d, toplam=%(total_memory)d)

source: Mounted volume: %s
cs: Připojen svazek: %s
de: Eingehangener Datenträger: %s
tr_tr: Bağlı mantıksal sürücü: %s

source: Mountpoint %(mountpoint)s detached from instance %(instance_name)s
cs: Bod připojení %(mountpoint)s odpojen od instance %(instance_name)s
de: Einhängepunkt %(mountpoint)s abgehangen von Instanz %(instance_name)s
fr: Le point de montage %(mountpoint)s à été détaché de l'instance %(instance_name)s
it: Mountpoint %(mountpoint)s smontato dall'istanza %(instance_name)s
ja: インスタンス %(instance_name)s からマウントポイント %(mountpoint)s を切断(detach)しました
tr_tr: %(mountpoint)s bağlantı noktası %(instance_name)s sunucusundan ayrıldı
zh_tw: 掛載點 %(mountpoint)s 從虛擬機器 %(instance_name)s 卸載

source: Moved virtual disk from %(src)s to %(dst)s.
cs: Virtuální disk přesunut z %(src)s do %(dst)s.
de: Virtuelle Festplatte verschoben von %(src)s nach %(dst)s.
tr_tr: Sanal disk %(src)s den %(dst)s e taşındı.

source: NBD mount error: %s
cs: Chyba připojení NBD: %s
de: NBD-Einhängefehler: %s
fr: Erreur d'installation NBD : %s
it: errore di montaggio NBD: %s
ja: NBD マウント・エラー: %s
tr_tr: NBD bağlama hatası: %s
zh_tw: NBD 裝載錯誤：%s

source: Network deallocated for instance (fixed IPs: '%s')
cs: Přidělení sítě zrušeno pro instanci (pevné IP adresy: '%s')

source: Neutron deleted interface %(intf)s; detaching it from the instance and deleting it from the info cache
cs: Neutron smazal rozhraní %(intf)s; bylo odpojeno z instance a smazáno z mezipaměti informací
de: Neutron löschte die Schnittstelle %(intf)s; hänge sie von der Instanz ab und lösche sie vom Info-Zwischenspeicher

source: No cells available when scheduling. Will retry in %(sleep_time)s second(s)
cs: Žádné dostupné buňky při plánování. Další pokus za %(sleep_time)s vteřin
de: Keine Zellen zur Verfügung bei der Planung. Neuer Versuch in %(sleep_time)s second(s)
fr: Aucune cellule disponible lors de la planification. Une nouvelle tentative aura lieu dans %(sleep_time)s seconde(s)
it: Nessuna cella disponibile durante la pianificazione. Riproverà tra %(sleep_time)s secondo(i)
ja: スケジュール時に使用可能なセルがありません。%(sleep_time)s 秒後に再試行します
tr_tr: Zamanlamada hiçbir hücre kullanılabilir değil. %(sleep_time)s saniye içinde tekrar denenecek
zh_tw: 排程時沒有可用的 Cell。將在 %(sleep_time)s 秒鐘後重試

source: No hosts matched due to not matching 'force_hosts' value of '%s'
cs: Žádní hostitelé neodpovídají, protože nebyla nalezena shoda s hodnotou '%s' ve 'force_hosts'
de: Kein Host stimmt mit 'force_hosts' und einem Wert von '%s' überein
tr_tr: '%s'in 'force_hosts' değeri eşleşmediğinden hiçbir istemci eşleşmedi

source: No nodes matched due to not matching 'force_nodes' value of '%s'
cs: Žádné uzly neodpovídají, protože nebyla nalezena shoda s hodnotou '%s' ve 'force_hosts'
de: Kein Host stimmt mit 'force_hosts' und einem Wert von '%s' überein
tr_tr: '%s'in 'force_nodes' değeri eşleşmediğinden hiçbir düğüm eşleşmedi

source: Pausing
cs: Pozastavování
de: Pausieren
ja: 一時停止中
tr_tr: Durduruluyor
zh_tw: 正在暫停

source: Port %s from network info_cache is no longer associated with instance in Neutron. Removing from network info_cache.
cs: Port %s z mezipaměti informací o síti již není přidružen k instanci v Neutron. Odstraňování z mezipaměti informací o síti.
de: Port %s von Netzwerk info_cache ist nicht länger mit einer Instanz verbunden in Neutron. Lösche Netzwerk von info_cache.
tr_tr: Ağ info_cache'inden %s bağlantı noktası artık Neutron'daki sunucu ile ilişkili değil. Ağ info_cache'inden siliniyor.

source: Post operation of migration started
cs: Zahájena operace po přesunutí
de: Post Operation der Migration gestartet
fr: Opération postérieure à la migration démarrée
it: L'operazione successiva per la migrazione è stata avviata
ja: マイグレーション後の操作が開始されました
tr_tr: Göç sonrası işlemler başladı
zh_tw: 後置移轉作業已啟動

source: Powering off instance with name label '%s' which is marked as DELETED but still present on host.
cs: Vypínání instance se jmenovkou '%s', jenž je označená jako SMAZÁNA, ale stále přítomna na hostiteli.
de: Ausschalten der Instanz mit Namensschild '%s' welche markiert ist als GELÖSCHT aber weiter auf dem Host existiert.
it: Spegnimento dell'istanza con nome '%s' la quale è marcata come ELIMINATA ma è ancora presente sull'host.
tr_tr: İsim etiketi '%s' olan ve DELETED olarak işaretlenmesine rağmen istemcide bulunan sunucu kapatılıyor.

source: Putting host %(host_name)s in maintenance mode %(mode)s.
cs: Přepínání hostitele %(host_name)s do režimu údržby %(mode)s.
de: Setze Host %(host_name)s in Wartungsmodus %(mode)s.
ja: ホスト %(host_name)s を保守モード %(mode)s にしています。
tr_tr: %(host_name)s istemcisi %(mode)s bakım kipine alınıyor.
zh_tw: 正在將主機 %(host_name)s 置於維護模式 %(mode)s。

source: Rebooting instance
cs: Restartování instance
de: Instanz wird neu gestartet
ja: インスタンスのリブート中
tr_tr: Sunucu yeniden başlatılıyor
zh_tw: 正在重新啟動實例

source: Rebooting instance after nova-compute restart.
cs: Restartování instance po restartu nova-compute.
de: Neustart der Instanz nach dem Nova-Compute Neustart.
fr: Redémarrage de l'instance après redémarrage de nova-compute.
it: Riavvio dell'istanza dopo il riavvio di nova-compute.
ja: nova-compute 再始動後にインスタンスをリブートしています。
tr_tr: Sunucu nova-compute yeniden başlatma sonrası yeniden başlatılıyor.
zh_tw: 在重新啟動 nova-compute 之後重新啟動實例。

source: Rebuilding instance
cs: Znovu sestavování instance
de: Neubau der Instanz
ja: インスタンスの再構築中
tr_tr: Sunucu yeniden inşa ediliyor
zh_tw: 正在重建實例

source: Received Token: %(token)s, %(token_dict)s
cs: Obdržen známky: %(token)s, %(token_dict)s
de: Erhaltenes Token: %(token)s, %(token_dict)s
tr_tr: Jeton Alındı: %(token)s, %(token_dict)s

source: Received a delete update from an unknown host '%s'. Re-created its InstanceList.
cs: Obdržena aktualizace smazání od neznámého hostitele '%s'. Jeho seznam instancí byl znovu vytvořen.
de: Erhalte eine Lösch-Aktualisierung von einem unbekannten Host '%s'. Erstelle neue InstanceList.
tr_tr: Bilinmeyen bir istemciden '%s' silme güncellemesi alındı. SunucuListesi yeniden oluşturuldu.

source: Received a sync request from an unknown host '%s'. Re-created its InstanceList.
cs: Obdržena žádost o synchronizaci od neznámého hostitele '%s'. Jeho seznam instancí byl znovu vytvořen.
de: Erhalte eine Synchronisierungsanfrage von einem unbekannten Host '%s'. Erstelle neue InstanceList.
tr_tr: Bilinmeyen bir istemciden '%s' eşzamanlama isteği alındı. SunucuListesi yeniden oluşturuldu.

source: Received an update from an unknown host '%s'. Re-created its InstanceList.
cs: Obdržena aktualizace od neznámého hostitele '%s'. Jeho seznam instancí byl znovu vytvořen.
de: Erhalte eine Aktualisierung von einem unbekannten Host '%s'. Erstelle neue InstanceList.
tr_tr: Bilinmeyen bir istemciden '%s' güncelleme alındı. SunucuListesi yeniden oluşturuldu.

source: Reclaiming deleted instance
cs: Znovu získávání smazané instance
de: Zurücknahme der gelöschten Instanz
fr: Récupération de l'instance supprimée
it: Recupero dell'istanza eliminata
ja: 削除済みインスタンスを再利用しています
tr_tr: Silinen örnek kurtarılıyor
zh_tw: 正在收回已刪除的實例

source: Recovered connection to memcache server for reporting service status.
cs: Připojení k serveru memcache obnoveno a stav služby může být znovu kontrolován.
de: Wiederhergestellte Verbindung zu Memcache-Server für Bericht zum Dienstestatus.

source: Recovered from being unable to report status.
cs: Nemožnost hlásit stav byla opravena.

source: Reloading compute RPC API
cs: Znovu načítání výpočtové API RPC

source: Removable base files: %s
cs: Odstranitelné základní soubory: %s
de: Entfernbare Basisdateien: %s
fr: Fichiers de base pouvant être retirés : %s
it: File di base rimovibili: %s
ja: 削除可能な基本ファイル: %s
tr_tr: Taşınabilir temel dosyalar: %s
zh_tw: 可移除的基本檔案：%s

source: Removing base or swap file: %s
cs: Odstraňování základního nebo odkládacího souboru: %s
de: Lösche Basis- oder Swap-Datei: %s
it: Rimozione del file di base o di swap: %s
tr_tr: Taban ya da swap dosyası kaldırılıyor: %s

source: Removing dead compute node %(host)s:%(node)s from scheduler
cs: Odstraňování mrtvého výpočetního %(host)s:%(node)s z plánovače
de: Lösche leere Compute-Knoten %(host)s:%(node)s vom Scheduler
fr: Suppression du noeud de traitement mort %(host)s:%(node)s du planificateur
it: Rimozione nodo compute non utilizzato %(host)s:%(node)s dallo scheduler
ja: スケジューラーから非活動の計算ノード %(host)s:%(node)s を削除しています
tr_tr: Ölü hesaplama düğümü %(host)s:%(node)s zamanlayıcıdan çıkarılıyor
zh_tw: 正在將已停用的計算節點 %(host)s:%(node)s 從排程器中移除

source: Request made with invalid token: %s
cs: Proveden požadavek s neplatnou známkou: %s
de: Anfrage gestellt mit ungültigem Token: %s
ja: 無効なトークンを使用して要求が行われました: %s
tr_tr: İstek geçersiz jetonla yapıldı: %s
zh_tw: 已提出要求，但記號無效：%s

source: Request made with missing token: %s
cs: Proveden požadavek s chybějící známkou: %s
de: Anfrage gestellt ohne Token: %s
ja: トークンがない状態で要求が行われました: %s
tr_tr: İstek eksik jetonla yapıldı: %s
zh_tw: 已發出要求，但是遺漏了記號：%s

source: Request: %s
cs: Požadavek: %s
de: Anforderung: %s
ja: 要求: %s
tr_tr: İstek: %s
zh_tw: 要求：%s

source: Rescuing
cs: Zachraňování
de: Rettungsmodus
ja: レスキュー中
tr_tr: Kurtarılıyor
zh_tw: 正在救援

source: Resuming
cs: Obnovování
de: Wird fortgesetzt
ja: 再開中
tr_tr: Devam ediliyo
zh_tw: 正在回復

source: Retrieving diagnostics
cs: Získávání diagnostik
de: Empfange Diagnose
ja: 診断の取得中
tr_tr: Teşhis alınıyor
zh_tw: 正在擷取診斷程式

source: Root password set
cs: Heslo pro root nastaveno
de: Root-Passwort festgelegt
ja: ルート・パスワードが設定されました
tr_tr: Kök parolası ayarlandı
zh_tw: 已設定 Root 使用者密碼

source: Running instance usage audit for host %(host)s from %(begin_time)s to %(end_time)s. %(number_instances)s instances.
cs: Auditování využití instance spuštěno pro hostitele %(host)s od %(begin_time)s do %(end_time)s. %(number_instances)s instancí.
de: Führe Instanz-Verwendungsstatistik aus für Host %(host)s von %(begin_time)s bis %(end_time)s. %(number_instances)s Instanzen.
fr: Exécution de l'audit d'utilisation de l'instance pour l'hôte %(host)s de %(begin_time)s à %(end_time)s. %(number_instances)s instances.
it: Esecuzione controllo dell'utilizzo dell'istanza per l'host %(host)s da %(begin_time)s to %(end_time)s. %(number_instances)s istanze.
ja: ホスト %(host)s のインスタンス使用率監査を %(begin_time)s から %(end_time)s まで実行しています。%(number_instances)s 個のインスタンス。
tr_tr: %(host)s istemcisi için %(begin_time)s %(end_time)s aralığı için sunucu kullanım denetimi çalıştırılıyor. %(number_instances)s sunucu.
zh_tw: 正在對主機 %(host)s 執行實例使用審核（從 %(begin_time)s 到 %(end_time)s）。%(number_instances)s 個實例。

source: Service started deleting the instance during the previous run, but did not finish. Restarting the deletion now.
cs: Služba začala mazat instanci během předchozího spuštění, ale operace nebyla dokončena. Probíhá restart jejího mazání.
de: Dienst startete Löschen der Instanz während des letzten Laufs, aber dieser wurde nicht abgeschlossen. Starte das Löschen neu.
it: Il servizio aveva iniziato l'eliminazione dell'istanza durante la precedente esecuzione ma non aveva terminato. Si riavvia adesso l'eliminazione dell'istanza.
tr_tr: Servis sunucunun silinmesini önceki çalışmasında başlattı, ama bitirmedi. Silme şimdi yeniden başlatılıyor.

source: Setting instance back to %(state)s after: %(error)s
cs: Nastavování instance zpět na %(state)s po: %(error)s
de: Setze Instanz zurück auf %(state)s nach: %(error)s
it: Ripristino impostazione dell'istanza a %(state)s dopo: %(error)s
tr_tr: Sunucu tekrar %(state)s olarak ayarlanıyor: %(error)s

source: Setting instance back to ACTIVE after: %s
cs: Nastavování instance zpět na AKTIVNÍ po: %s
de: Setze Instanz zurück auf AKTIV nach: %s
fr: Rétablissement de l'instance en statut ACTIVE après: %s
it: Ripristino impostazione dell'istanza a ATTIVA dopo: %s
tr_tr: Sunucu tekrar ACTIVE Olarak ayarlanıyor: %s

source: Skipped adding %s because an equivalent index already exists.
cs: Přidání %s přeskočeno protože stejný index již existuje.
de: Überspringe hinzufügen von %s weil ein gleichnamiger Index bereits existiert.
tr_tr: %s eklenmesi atlanıyor çünkü eşdeğerde bir indis zaten mevcut.

source: Skipped adding instances_project_id_deleted_idx because an equivalent index already exists.
cs: Přidávání indexu smazaných id projektů v instancích, protože takový index již existuje.
de: Überspringe hinzufügen von instances_project_id_deleted_idx weil ein gleichnamiger Index bereits existiert.
tr_tr: instances_project_id_deleted_idx eklenmesi atlanıyor çünkü eşdeğerde bir indis zaten mevcut.

source: Skipped adding reservations_deleted_expire_idx because an equivalent index already exists.
cs: Přidávání indexu smazaní vypršených rezervací, protože takový index již existuje.
de: Überspringe hinzufügen von reservations_deleted_expire_idx weil ein gleichnamiger Index bereits existiert.
fr: Passé l'ajout de reservations_deleted_expire_idx car un index équivalent existe déjà.
it: Aggiunta di reservations_deleted_expire_idx ignorata perchè esiste già un indice equivalente.
tr_tr: reservations_deleted_expire_idx eklenmesi atlanıyor çünkü eşdeğerde bir indis zaten mevcut.

source: Skipping quiescing instance: %(reason)s.
cs: Přeskakování ztišení instance: %(reason)s.
de: Überspringe stillegen der Instanz: %(reason)s.
tr_tr: Sunucunun yeni işleme başlaması atlanıyor: %(reason)s.

source: Snapshot extracted, beginning image upload
cs: Snímek extrahován, zahajování nahrávání obrazu
de: Schattenkopie extrahiert, beginne Abbild hochzuladen
fr: Instantané extrait, démarrage du téléchargement d'image
it: Istantanea estratta, inizio caricamento immagine
ja: スナップショットが抽出されました。イメージのアップロードを開始しています
tr_tr: Anlık görüntü çıkarıldı, imaj yüklemesine başlanıyor
zh_tw: 已擷取 Snapshot，正在開始上傳映像檔

source: Snapshot image upload complete
cs: Nahrávání snímku obrazu dokončeno.
de: Hochladen Schattenkopie-Abbild fertig
fr: Téléchargement d'image instantanée terminé
it: Caricamento immagine istantanea completato
ja: スナップショット・イメージのアップロードが完了しました
tr_tr: Anlık görüntü imajı yüklemesi bitti
zh_tw: 已完成 Snapshot 映像檔上傳

source: Soft shutdown succeeded.
cs: Měkké vypnutí úspěšně provedeno.
de: Sanftes Herunterfahren war erfolgreich.
fr: Arrêt logiciel réussi.
it: Il soft shutdown è riuscito.
tr_tr: Yumuşak kapatma başarılı.

source: Spawning new instance
cs: Vytváření nové instance
de: Starte neue Instanz
fr: Génération d'une nouvelle instance
it: Generazione della nuova istanza
ja: 新規インスタンスの作成中
tr_tr: Yeni sunucu açılıyor
zh_tw: 正在大量產生新實例

source: Starting %(topic)s node (version %(version)s)
cs: Spouštění uzlu %(topic)s (verze %(version)s)
de: %(topic)s-Knoten wird gestartet (Version %(version)s)
ja: %(topic)s ノード (バージョン %(version)s) を開始しています
tr_tr: %(topic)s düğümü başlatılıyor (sürüm %(version)s)
zh_tw: 正在啟動 %(topic)s 節點（%(version)s 版）

source: Starting halted instance found during reboot
cs: Spouštění zastavené instance nalezené během restartování
de: Starte Instanz, die während des Neustarts angehalten wurde
fr: Démarrage de l'instance interrompue détectée durant le redémarrage
it: Avvio dell'istanza arrestata rilevato durante il riavvio
ja: 停止したインスタンスの開始が、リブート中に見つかりました
tr_tr: Yeniden başlatma sırasında bulunan durdurulmuş sunucu başlatılıyor
zh_tw: 正在啟動重新啟動期間發現的已中止實例

source: Starting migration network for instance %s
cs: Zahajování přesunutí sítě instance %s
de: Starte Netzwerkmigration für Instanz %s
fr: Démarrage de la migration réseau pour instance %s
it: Avvio della rete di migrazione per l'istanza %s
tr_tr: %s sunucusu için göç ağı başlatılıyor

source: Starting nova-xvpvncproxy node (version %s)
cs: Spouštění uzlu nova-xvpvncproxy (verze %s)
de: Starte Nova-xvpvncproxy Knoten (Version %s)
ja: nova-xvpvncproxy ノード (バージョン %s) を開始しています
tr_tr: nova-xvpvncproxy düğümü başlatılıyor (sürüm %s)
zh_tw: 正在啟動 nova-xvpvncproxy 節點（%s 版）

source: Stopping WSGI server.
cs: Zastavování serveru WSGI.
de: WSGI-Server wird gestoppt.
fr: Arrêt du serveur WSGI.
it: Arresto del server WSGI.
ja: WSGI サーバーを停止しています。
tr_tr: WSGI sunucusu durduruluyor.
zh_tw: 正在停止 WSGI 伺服器。

source: Successfully powered off Ironic node %s
cs: Uzel Ironic %s úspěšně vypnut
de: Ironic Knoten %s erfolgreich ausgeschaltet
tr_tr: Ironic düğümü %s başarıyla kapatıldı

source: Successfully powered on Ironic node %s
cs: Uzel Ironic %s úspěšně zapnut
de: Ironic Knoten %s erfolgreich eingeschaltet
tr_tr: Ironic düğümü %s başarıyla açıldı

source: Successfully provisioned Ironic node %s
cs: Uzel Ironic %s byl úspěšně poskytnut
de: Ironic Knoten %s erfolgreich provisioniert
tr_tr: Ironic düğüm %s başarıyla hazırlandı

source: Successfully rebooted Ironic node %s
cs: Uzel Ironic %s úspěšně restartován
de: Ironic Knoten %s erfolgreich neu gestartet
tr_tr: Ironic düğümü %s başarıyla yeniden başlatıldı

source: Successfully synced instances from host '%s'.
cs: Synchronizace instancí z hostitele '%s' úspěšně provedena.
de: Erfolreich Instanzen synchronisiert von Host '%s'.
tr_tr: Sunucular '%s' istemcisinden başarıyla eş zamanlandı.

source: Successfully transferred using %s
cs: Úspěšně přeneseno pomoci %s
de: Erfolgreiche Übertragung von %s

source: Successfully unprovisioned Ironic node %s
cs: Poskytnutí uzlu Ironic %s bylo úspěšně zrušeno
de: Ironic Knoten %s erfolgreich deinstalliert
tr_tr: Sağlanan Ironic düğümü %s başarıyla geri alındı

source: Swapping volume %(old_volume)s for %(new_volume)s
cs: Vyměňování svazku %(old_volume)s za %(new_volume)s
de: Tausche Datenträger %(old_volume)s für %(new_volume)s
tr_tr: %(old_volume)s mantıksal sürücüsü %(new_volume)s ile değiştiriliyor

source: Task possibly preempted: %s
cs: Úkol možná prošel preempcí: %s
de: Aufgabe möglicherweise beendet: %s
it: Il task potrebbe essere in preferenza: %s
tr_tr: Görev muhtemelen etkisizleştirildi: %s

source: The imported VM was unregistered
cs: Importovaná VM nebyla registrována
de: Die importierte VM war nicht registriert
tr_tr: İçe aktarılan VM'nin kaydı silinmişti

source: The instance sync for host '%s' did not match. Re-created its InstanceList.
cs: Synchronizace instance na hostiteli '%s' neodpovídá. Seznam instancí byl znovu vytvořen.
de: Die Instanz-Synchronisierung für Host '%s' stimmt nicht überein. Erstelle neue InstanceList.
tr_tr: '%s' istemcisi için sunucu eşzamanlama eşleşmedi. SunucuListesi yeniden oluşturuldu.

source: The volume's backing has been relocated to %s. Need to consolidate backing disk file.
cs: Záloha svazku byla přemístěna do %s. Je třeba konsolidovat soubor zálohy disku.
de: Das Datenträger-Backup wurde verlegt nach %s. Wird benötigt zur Konsilidierung der Backupdatei.
it: Il backing del volume è stato rilocato su %s. Si deve consolidare il file del disco di backing.
tr_tr: Mantıksal sürücünün desteği %s e tekrar konumlandırıldı. Destek disk dosyası güçlendirilmeli.

source: Timestamp is invalid.
cs: Časové razítko je neplatné.
de: Zeitstempel ist ungültig.
ja: タイム・スタンプが無効です。
tr_tr: Zaman damgası geçersiz.
zh_tw: 時間戳記無效。

source: Took %(time).2f seconds to detach %(num)s volumes for instance.
cs: Odpojení %(num)s svazků z instance trvalo %(time).2f vteřin.

source: Took %0.2f seconds to build instance.
cs: Sestavení instance trvalo %0.2f vteřin.

source: Took %0.2f seconds to deallocate network for instance.
cs: Zrušení přidělení síti k instanci trvalo %0.2f vteřin.

source: Took %0.2f seconds to destroy the instance on the hypervisor.
cs: Smazání instance na hypervizoru trvalo %0.2f vteřin.

source: Took %0.2f seconds to spawn the instance on the hypervisor.
cs: Vytvoření instance na hypervizoru trvalo %0.2f vteřin.

source: Total %(type)s: %(total)d %(unit)s, used: %(used).02f %(unit)s
cs: Celkem %(type)s: %(total)d %(unit)s, využito: %(used).02f %(unit)s
de: Gesamt %(type)s: %(total)d %(unit)s, Belegt: %(used).02f %(unit)s
tr_tr: Toplam %(type)s: %(total)d %(unit)s, kullanılan: %(used).02f %(unit)s

source: Total usable vcpus: %(tcpu)s, total allocated vcpus: %(ucpu)s
cs: Celkem použitelných vcpu: %(tcpu)s, celkem přidělených vcpu: %(ucpu)s
de: Gesamter Verbrauch vcpus: %(tcpu)s, gesamt benutzte vcpus: %(ucpu)s
tr_tr: Toplam kullanılabilir vcpu: %(tcpu)s, toplam ayrılmış vcpu: %(ucpu)s

source: Truncated console log returned, %d bytes ignored
cs: Navrácen zkrácený záznam konzole, %d bajtů ignorováno
de: Kürzen des Konsole-Log abgeschlossen, %d Bytes ignoriert
fr: Journal de console tronqué retourné, %d octets ignorés
it: Restituito log della console troncato, %d byte ignorati
ja: 切り捨てられたコンソール・ログが返されました。%d バイトが無視されました
tr_tr: Kırpılmış konsol kaydı döndü, %d bayt göz ardı edildi
zh_tw: 傳回了截斷的主控台日誌，已忽略 %d 個位元組

source: Trying to disconnected unmounted volume at %s
cs: Pokus o odpojení nepřipojených svazků na %s
de: Versuche den ausgehängten Datenträger zu trennen auf %s
tr_tr: %s deki bağlanmamış mantıksal sürücünün bağlantısı kesilmeye çalışılıyor

source: Unable to import guestfs, falling back to VFSLocalFS
cs: Nelze importovat guestfs, přechází se zpět na VFSLocalFS
de: Konnte guestfs nicht importieren, falle zurück auf VFSLocalFS
tr_tr: guestfs içe aktarılamıyor, VFSLocalFS'e geri dönülüyor

source: Unable to release %s because vif doesn't exist
cs: Nelze uvolnit %s protože vif neexistuje
de: Konnte %s nicht freigeben, weil VIF nicht existiert
tr_tr: vif mevcut olmadığından %s bırakılamıyor

source: Unable to release %s because vif object doesn't exist
cs: Nelze uvolnit %s protože objekt vif neexistuje
de: Konnte %s nicht freigeben, weil VIF-Objekt nicht existiert
tr_tr: vif nesnesi mevcut olmadığından %s bırakılamıyor

source: Unable to use bulk domain list APIs, falling back to slow code path: %(ex)s
cs: Nelze použít API seznamu hromadné domény, přechází se na pomalou cestu kódu: %(ex)s
de: Konnte die Massen-Domain-List-API nicht verwenden, falle zurück auf langsamen Code-Pfad: %(ex)s
fr: Incapable d'utiliser les liste API de domaines par bloc, on revient au chemin : %(ex)s
it: Impossibile usare le APIs della lista di bulk domain, torno al path di slow code: %(ex)s
tr_tr: Toplu alan listesi API'leri kullanılamıyor, yavaş kod yoluna geri dönülüyor: %(ex)s

source: Unexpected error: %s
cs: Neočekávaná chyba: %s
de: Unerwarteter Fehler: %s
ja: 予期しないエラー: %s
tr_tr: Beklenmeyen hata: %s
zh_tw: 非預期的錯誤：%s

source: Unpausing
cs: Rušení pozastavení
de: Pausieren beenden
ja: 休止解除中
tr_tr: Sürdürülüyor
zh_tw: 正在取消暫停

source: Unrescuing
cs: Rušení záchrany
de: Rettungsmodus beenden
ja: アンレスキュー中
tr_tr: Kurtarılmıyor
zh_tw: 正在取消救援
