Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-info.po
Languages: cs, de, fr, it, ja, tr_tr, zh_tw

source: Error auto-confirming resize: %s. Will retry later.
cs: Chyba při automatickém potvrzení změny velikosti: %s. Další pokus bude proveden později.
de: Fehler bei Auto-Bestätigung zur Größenänderung: %s. Werde es später nochmal probieren.
it: Errore nella conferma automatica: %s. Si riproverà più tardi.
tr_tr: Yeniden boyutlandırmanın otomatik onaylanmasında hata: %s. Daha sonra tekrar denenecek.

source: Error in handshake format: %s
cs: Chyba ve formátu zahájení komunikace: %s
de: Fehler im Handshake-Format: %s
tr_tr: El sıkışma biçiminde hata: %s

source: Error in handshake: %s
cs: Chyba při zahájení komunikace: %s
de: Fehler im Handshake: %s
ja: ハンドシェーク中にエラーが発生しました: %s
tr_tr: El sıkışmada hata: %s
zh_tw: 信號交換發生錯誤：%s

source: Executing RootwrapDaemonHelper.execute cmd=[%(cmd)r] kwargs=[%(kwargs)r]
cs: Spouštění RootwrapDaemonHelper.execute příkaz=[%(cmd)r] argumenty klíčových slov=[%(kwargs)r]
de: Ausführen RootwrapDaemonHelper.execute cmd=[%(cmd)r] kwargs=[%(kwargs)r]

source: Failed to get image info from path %(path)s; error: %(error)s
cs: Nelze získat informace o obrazu z cesty %(path)s; chyba: %(error)s
de: Abruf Abbild-Information fehlgeschlagen vom Pfad %(path)s; Fehler: %(error)s
fr: Echec à obtenir les informations d'image du chemin %(path)s; erreur : %(error)s
it: Impossibile ottenere informazioni dell'immagine dal path %(path)s; errore: %(error)s
tr_tr: İmaj bilgisi %(path)s yolundan alınamadı; hata: %(error)s

source: Failed to mount filesystem (expected for non-linux instances): %s
cs: Nelze připojit souborový systém (očekáváno u nelinuxových instancí): %s
de: Einhängen Dateisystem fehlgeschlagen (es wurde eine Nicht-Linux-Instanz erwartet): %s
fr: Echec du montage du système de fichiers (attendu pour les instances non Linux) : %s
it: Impossibile montare il file system (previsto per le istanze non-linux): %s
ja: ファイル・システムのマウントに失敗しました (非 Linux インスタンスでは想定済み): %s
tr_tr: Dosya sistemi bağlanamadı (linux olmayan sunucularda beklenir): %s
zh_tw: 無法裝載檔案系統（對於非 Linux 實例，符合預期）：%s

source: Failed to process external instance event %(event)s due to: %(error)s
cs: Nelze zpracovat událost vnější instance %(event)s kvůli: %(error)s
de: Verarbeitung des externen Instanz-Ereignis %(event)s fehlgeschlagen wegen: %(error)s

source: Failed to undefine network filter %(name)s. Try %(cnt)d of %(max_retry)d.
cs: Nelze zrušit určení síťového filtru %(name)s. Pokus %(cnt)d z %(max_retry)d.
de: Zurücksetzen des Netzwerkfilters %(name)s fehlgeschlagen. Versuch %(cnt)d von %(max_retry)d.
tr_tr: Ağ filtresi %(name)s'in tanımı kaldırılamadı. Deneme %(cnt)d / %(max_retry)d.

source: Fault thrown: %s
cs: Vyvolána chyba: %s
de: Ausgelöster Fehler: %s
fr: Erreur générée : %s
it: Errore generato: %s
ja: 障害がスローされました: %s
tr_tr: Hata fırlatıldı: %s
zh_tw: 已擲出錯誤：%s

source: Filter %s returned 0 hosts
cs: Filtr %s vrátil 0 hostitelů
de: Filter %s hat 0 Hosts gefunden
fr: Filtre %s retourne 0 machines
it: Il filtro %s ha restituito 0 host
tr_tr: %s süzgeci 0 istemci döndürdü

source: Filtering removed all hosts for the request with instance ID '%(inst_uuid)s'. Filter results: %(str_results)s
cs: Filtrování odstranilo všechny hostitele z žádosti ID instance '%(inst_uuid)s'. Výsledky filtrování: %(str_results)s

source: Final resource view: name=%(node)s phys_ram=%(phys_ram)sMB used_ram=%(used_ram)sMB phys_disk=%(phys_disk)sGB used_disk=%(used_disk)sGB total_vcpus=%(total_vcpus)s used_vcpus=%(used_vcpus)s pci_stats=%(pci_stats)s
cs: Konečné zobrazení zdrojů: název=%(node)s fyzická ram=%(phys_ram)sMB využitá ram=%(used_ram)sMB fyzický disk=%(phys_disk)sGB využitá kapacita=%(used_disk)sGB celkem vcpu=%(total_vcpus)s vcpu využito=%(used_vcpus)s statistiky pci=%(pci_stats)s
de: Finale Verbrauchsansicht: name=%(node)s phys_ram=%(phys_ram)sMB used_ram=%(used_ram)sMB phys_disk=%(phys_disk)sGB used_disk=%(used_disk)sGB total_vcpus=%(total_vcpus)s used_vcpus=%(used_vcpus)s pci_stats=%(pci_stats)s
tr_tr: Son kaynak görünümü: isim=%(node)s fiziksel_ram=%(phys_ram)sMB kullanılan_ram=%(used_ram)sMB fiziksel_disk=%(phys_disk)sGB kullanılan_disk=%(used_disk)sGB toplam_vcpu=%(total_vcpus)s kullanılan_vcpu=%(used_vcpus)s pci_istatistikleri=%(pci_stats)s

source: Finishing migration network for instance %s
cs: Dokončování přesunutí sítě instance %s
de: Beende Netzwerkmigration für Instanz %s
it: Completamento della rete di migrazione per l'istanza %s
tr_tr: %s sunucusu için göç ağı bitiriliyor

source: Fixing previous mount %s which was not unmounted correctly.
cs: oprava předchozího připojení %s, které nebylo správně odpojeno.
de: Repariere vorherigen Einhängepunkt %s, welcher nicht korrekt eingehangen war.
tr_tr: Düzgün bağı ayrılmamış önceki %s bağı düzeltiliyor.

source: Floating IP %s is not associated. Ignore.
cs: Plovoucí IP %s není přidružena. Je ignorována.
de: Floating IP %s ist nicht verbunden. Wird ignoriert.
it: Il floating IP %s non è associato. Ignora.
tr_tr: Değişken IP '%s' ilişkilendirilmemiş. Atla.

source: Forcing a sync of instances, project_id=%(projid_str)s, updated_since=%(since_str)s
cs: Vynucování synchronizace instancí, id projektu =%(projid_str)s, poslední aktualizace=%(since_str)s
de: Erzwinge Synchronisierung der Instanzen, project_id=%(projid_str)s, updated_since=%(since_str)s
fr: Synchronisation forcée des instances, project_id=%(projid_str)s, updated_since=%(since_str)s
it: Forzatura di una sincronizzazione di istanze, project_id=%(projid_str)s, updated_since=%(since_str)s
ja: インスタンスの同期を強制実行しています。project_id=%(projid_str)s、updated_since=%(since_str)s
tr_tr: Sunucuların eşzamanlaması zorlanıyor, project_id=%(projid_str)s, updated_since=%(since_str)s
zh_tw: 正在強制同步實例，project_id = %(projid_str)s，updated_since = %(since_str)s

source: Forcing direct route to %(cell_name)s because of 'target_cell' scheduler hint
cs: Vynucování přímé cesty k %(cell_name)s z důvodu naznačení cílové buňky od plánovače
de: Erzwinge direkte Route zu %(cell_name)s wegen einem Scheduler-Hinweis zu 'target_cell'
it: Forzatura della route diretta a %(cell_name)s come suggerito dallo scheduler
tr_tr: 'target_cell' zamanlayıcı ipucu sebebiyle %(cell_name)s hücrelerine direk rota zorlanıyor

source: Found %(instance_count)d hung reboots older than %(timeout)d seconds
cs: Nalezeno %(instance_count)d zaseknutých restartování starších než %(timeout)d vteřin
de: %(instance_count)d hängende Neustarts gefunden älter als %(timeout)d Sekunden
fr: Arrêt détecté, %(instance_count)d redémarrée dans les %(timeout)d secondes
it: Sono stati trovati riavvii bloccati di %(instance_count)d precedenti di %(timeout)d secondi
ja: %(timeout)d 秒より前に停止したリブートが %(instance_count)d 個見つかりました
tr_tr: %(timeout)d saniyeden daha eski %(instance_count)d askıda kalmış yeniden başlatma bulundu
zh_tw: 發現 %(instance_count)d 個 %(timeout)d 秒鐘前的已當掉重新啟動作業

source: Found %(migration_count)d unconfirmed migrations older than %(confirm_window)d seconds
cs: Nalezeno %(migration_count)d nepotvrzených přesunů starších než %(confirm_window)d vteřin
de: Fand %(migration_count)d unbestätigte Migrationen älter als %(confirm_window)d Sekunden
fr: Détection de %(migration_count)d migrations non confirmées antérieures à %(confirm_window)d secondes
it: Trovate migrazioni %(migration_count)d unconfirmed non confermate precedenti di %(confirm_window)d secondi
ja: %(confirm_window)d 秒を経過した未確認のマイグレーションが %(migration_count)d 個検出されました
tr_tr: %(confirm_window)d saniyeden daha eski %(migration_count)d onaylanmamış göç bulundu
zh_tw: 發現 %(migration_count)d 個 %(confirm_window)d 秒鐘前的未確認移轉

source: Found an unconfirmed migration during delete, id: %(id)s, status: %(status)s
cs: Nalezeno nepotvrzené přesunutí během mazání, id: %(id)s, stav: %(status)s
de: Beim Löschen eine unbestätigte Migration gefunden, ID: %(id)s, Status: %(status)s
it: Trovata una migrazione non confermata durante l'eliminazione, id: %(id)s, stato: %(status)s
tr_tr: Silme sırasında onaylanmamış bir göç bulundu, id: %(id)s, durum: %(status)s

source: Get console output
cs: Získat výstup konzole
de: Konsolenausgabe holen
ja: コンソール出力の取得
tr_tr: Konsol çıktısını al
zh_tw: 取得主控台輸出

source: Getting block stats failed, device might have been detached. Instance=%(instance_name)s Disk=%(disk)s Code=%(errcode)s Error=%(e)s
cs: Získání statistik bloku selhalo, zařízení mohlo být odpojeno. Instance=%(instance_name)s Disk=%(disk)s Kód=%(errcode)s Chyba=%(e)s
de: Erhalte Blockstatus-Fehler, Gerät ist möglicherweise abgetrennt. Instanz=%(instance_name)s Festplatte=%(disk)s Code=%(errcode)s Fehler=%(e)s
fr: Echec lors de la récupération des statistiques, le périphérique est peut-être détaché. Instance=%(instance_name)s Disk=%(disk)s Code=%(errcode)s Erreur=%(e)s
it: Impossibile ottenere le block stats, il dispositivo potrebbe essere staccato. Istanza=%(instance_name)s Disco=%(disk)s Codice=%(errcode)s Errore=%(e)s
tr_tr: Blok istatistiklerinin alınması başarısız, aygıt ayrılmış olabilir. Sunucu=%(instance_name)s Disk=%(disk)s Kod=%(errcode)s Hata=%(e)s

source: Going to destroy instance again.
cs: Instance bude znovu zničena.
de: Beginne erneut Instanz zu zerstören.
fr: Tentative de redestruction de l'instance.
it: L'istanza verrà nuovamente distrutta.
ja: インスタンスの破棄を再び行います。
tr_tr: Sunucu tekrar silinecek.
zh_tw: 將再次毀損實例。

source: Got request to destroy instance
cs: Obdržena žádost o zničení instance
de: Erhielt Anfrage zum Zerstören der Instanz
it: Ricevuta una richiesta per abbattere l'istanza
tr_tr: Sunucunun silinmesi için istek alındı

source: HTTP exception thrown: %s
cs: Vyvolána výjimka HTTP: %s
de: Ausgelöste HTTP-Ausnahme: %s
fr: Exception HTTP générée : %s
it: Generata eccezione HTTP: %s
ja: HTTP 例外がスローされました: %s
tr_tr: HTTP istisnası fırlatıldı: %s
zh_tw: 已擲出 HTTP 異常狀況：%s

source: Host filter forcing available hosts to %s
cs: Filtr hostitelů si vynutil dostupnost hostitelů na %s
de: Host-Filter erzwingt verfügbare Hosts zu %s
tr_tr: İstemci filtresi kullanılabilir istemcileri %s'e zorluyor

source: Host filter forcing available nodes to %s
cs: Filtr hostitelů vynucuje dostupnost uzlů na %s
de: Host-Filter erzwingt verfügbare Hosts zu %s
tr_tr: İstemci filtresi kullanılabilir düğümleri %s'e zorluyor

source: Host filter ignoring hosts: %s
cs: Filtr hostitelů ignoruje hostitele: %s
de: Host-Filter ignoriert Hosts: %s
tr_tr: İstemci filtresi istemcileri göz ardı ediyor: %s

source: Ignoring request to release fixed IP %(address)s with MAC %(mac)s since it is now associated with a new instance that is in the process of allocating it's network.
cs: Ignorování žádosti o uvolnění pevné IP adresy %(address)s s MAC %(mac)s, protože je v současnosti přidělena k nové instanci, u které probíhá proces přidělování její sítě.
de: Ignoriere Anfrage zur Freigabe der festen IP-Adresse %(address)s mit MAC %(mac)s seit sie an eine neue Instanz gebunden ist während der Erstellung eines Netzwerkes-
tr_tr: Kendi ağını ayırmak üzere olan yeni bir sunucu ile ilişkilendirilmiş olduğundan %(mac)s MAC'ine sahip %(address)s sabit IP'sini bırakma isteği göz ardı ediliyor.

source: Image %s is no longer used by this node. Pending deletion!
cs: Uzel již nepoužívá obraz %s. Zařazen ke smazání!
de: Abbild %s wird nicht länger in diesem Knoten verwendet. Löschung ausstehend!
it: L'immagine %s non è più usata da questo nodo. Rimozione sospesa!
tr_tr: İmaj %s artık bu düğüm tarafından kullanılmıyor. Silme bekleniyor!

source: Image %s is no longer used. Deleting!
cs: Obraz %s se již nepoužívá. Probíhá mazání!
de: Abbild %s ist nicht länger in Benutzung. Wird gelöscht!
it: L'immagine %s non è più usata. In rimozione!
tr_tr: İmaj %s artık kullanılmıyor. Siliniyor!

source: Image %s was deleted underneath us
cs: Obraz %s nebyl nalezen
de: Abbild %s wurde unter uns gelöscht
it: L'immagine %s è stata eliminata sotto di noi
tr_tr: %s imajı altımızdan silindi

source: Image creation data, cacheable: %(cache)s, downloaded: %(downloaded)s duration: %(duration).2f secs for image %(image_id)s
cs: Data vytvoření obrazu, uložitelné v mezipaměti: %(cache)s, stáhnuto: %(downloaded)s trvání: %(duration).2f vteřin pro obraz %(image_id)s
de: Abbild erstellt Daten, zum Zwischenspeicher: %(cache)s, zum Download: %(downloaded)s Dauer: %(duration).2f Sekunden für Abbild %(image_id)s
fr: Données de création de l'image, capacité du cache : %(cache)s, téléchargé : %(downloaded)s durée : %(duration).2f secondes pour l'image %(image_id)s
it: Dati di creazione immagine, cacheable: %(cache)s, scaricati: %(downloaded)s durata: %(duration).2f secondi per l'immagine %(image_id)s
tr_tr: İmaj oluşturma verisi, zulalanabilir: %(cache)s, indirilmiş: %(downloaded)s süre: %(image_id)s imajı için %(duration).2f saniye

source: Increasing downtime to %(downtime)d ms after %(waittime)d sec elapsed time
cs: Snižování odstávky na %(downtime)d ms po uplynutí %(waittime)d vteřin

source: Instance %(name)s running on %(host)s could not be found in the database: assuming it is a worker VM and skip ping migration to a new host
cs: Instance %(name)s běžící na %(host)s nemohla být nalezena v databázi: předpokládá se, že je to pracovní VM a bude přeskočeno měření odezvy při přesunu
de: Instanz %(name)s die auf Host %(host)s läuft, konnte in der Datenbank nicht gefunden werden: vermutlich ist es eine Arbeits-VM und überspringe Ping-Migration zu einem neuen Host
fr: L'instance %(name)s en cours d'exécution sur %(host)s est introuvable dans la base de données : on suppose qu'il s'agit d'une machine virtuelle de travailleur et le ping de migration pour un nouvel hôte est ignoré
it: L'istanza %(name)s in esecuzione in %(host)s non è stata trovata nel database: viene trattato come un operatore VM e la migrazione ping viene passata a un nuovo host
ja: %(host)s 上で実行中のインスタンス %(name)s がデータベース内で見つかりませんでした: これをワーカー VM と想定して、新規ホストへのマイグレーションをスキップします
tr_tr: %(host)s üzerinde çalışan %(name)s sunucusu veri tabanında bulunamadı: Bir işçi VM olduğu varsayılıyor ve yeni bir istemciye ping göçü atlanıyor
zh_tw: 在資料庫中找不到執行於 %(host)s 上的實例 %(name)s：將假定它是工作程式 VM，並跳過移轉至新主機的連線測試程序

source: Instance already shutdown.
cs: Instance již je vypbnuta.
de: Instanz bereits heruntergefahren.
fr: Instance déjà arrêtée.
it: Istanza già arrestata.
tr_tr: Sunucu zaten kapalı.

source: Instance destroyed successfully.
cs: Instance úspěšně zničena.
de: Instanz erfolgreich zerstört.
fr: Instance détruite avec succès.
it: Istanza distrutta correttamente.
ja: インスタンスが正常に破棄されました。
tr_tr: Sunucu başarıyla silindi.
zh_tw: 已順利毀損實例。

source: Instance disappeared during terminate
cs: Instance během ukončování zmizela
de: Instanz beim Beenden verschwunden
it: Istanza scomparsa durante la chiusura
tr_tr: Sunucu sonlandırma sırasından ortadan kayboldu

source: Instance failed to shutdown in %d seconds.
cs: Instance nemohla být vypnuta během %d vteřin.
de: Fehlerhaftes Herunterfahren der Instanz nach %d Sekunden.
fr: Échec de l'arrêt de l'instance dans %d seconds.
it: Arresto istanza fallito in %d secondi.
tr_tr: Sunucu %d saniyede kapatılamadı.

source: Instance found in migrating state during startup. Resetting task_state
cs: Během spuštění byla nalezena instance ve stavu přesunutí. Resetování stavu úkolu.
de: Instanz gefunden im Migrations-Status während der Startphase. Setze den Status task_state zurück
fr: Instance trouvée à l'état en cours de migration lors du démarrage. Redéfinition de task_state
it: Istanza trovata in stato di migrazione durante l'avvio. task_state viene reimpostato
ja: 開始中にマイグレーション中状態のインスタンスが見つかりました。task_state をリセットしています
tr_tr: Sunucu başlatılırken göç durumunda bulundu. task_state sıfırlanıyor
zh_tw: 啟動期間發現實例處於移轉中狀態。正在重設 task_state

source: Instance has been marked deleted already, removing it from the hypervisor.
cs: Instance již byla označena jako smazaná, probíhá její odstranění z hypervizoru.
de: Instanz ist schon zum Löschen markiert, entferne sie vom Hypervisor.
fr: L'instance a déjà été marquée comme supprimée, déréférencement de l'hyperviseur.
it: L'istanza è già stata marcata per l'eliminazione, in rimozione dal hypervisor.
tr_tr: Sunucu zaten silinmiş olarak işaretlenmiş, hipervizörden siliniyor.

source: Instance is already in deleting state, ignoring this request
cs: Instance již je ve stavu mazání, tato žádost je ignorována
de: Instanz ist schon im Löschstatus, Anfrage ignoriert
fr: L'instance est déjà dans un état de suppression, ignoré cette requête
it: Istanza già in stato di eliminazione, la richiesta è ignorata
tr_tr: Sunucu zaten silme durumunda, bu istek göz ardı ediliyor

source: Instance is already powered off in the hypervisor when stop is called.
cs: Instance byla již vypnuta v hypervizoru, když bylo zastavení zavoláno.
de: Instance ist schon ausgeschaltet im Hypervisor wenn Stopp aufgerufen ist.
fr: L'instance est déjà éteinte dans l'hyperviseur quand l'arrêt est appelé.
it: L'istanza risultava già spenta nell'hypervisor quando è stato lanciato il comando stop.
tr_tr: Durdurma çağrıldığında sunucu zaten hipervizör'de kapalıydı.

source: Instance is configured with a file console, but the backing file is not (yet?) present
cs: Instance je nastavována pomocí souborové konzole, ale záložní soubor není (zatím?) přítomen
de: Instanz ist konfiguriert mit einer Dateikonsole, aber die Datei ist bis jetzt nicht vorhanden
tr_tr: Sunucu bir dosya konsoluyla yapılandırılmış, ama destekleyen dosya (henüz?) mevcut değil

source: Instance is not found during confirmation
cs: Instance nebyla během potvrzování nalezena
de: Instanz beim Bestätigen nicht gefunden
it: L'istanza non è stata trovata durante la conferma
tr_tr: Sunucu onaylama esnasında bulunamadı

source: Instance launched has CPU info: %s
cs: Spuštěná instance má info o CPU: %s
de: Gestartete Instanz hat CPU Info: %s
fr: L'instance lancée a l'info CPU : %s
it: L'istanza avviata ha le informazioni di CPU: %s
tr_tr: Başlatılan sunucunun CPU bilgisi: %s

source: Instance lifecycle events from the compute driver have been disabled. Note that lifecycle changes to an instance outside of the compute service will only be synchronized by the _sync_power_states periodic task.
cs: události životního cyklu instance z ovladače výpočtu byly zakázány. Nezapomeňte, že změny životního cyklu instance mimo službu výpočtu budou synchronizovány pouze pomocí pravidelného úkolu _sync_power_states.
de: Ereignis im Lebenszyklus der Instanz vom Compute-Treiber wurde deaktiviert. Beachten Sie, dass Änderungen im Lebenszyklus zu einer Instanz ausserhalb des Compute-Dienstes nur synchronisiert wird von _sync_power_states periodic task
tr_tr: Hesaplama sürücüsünden sunucu yaşamdöngüsü olayları kapatıldı. Bir sunucuya hesaplama servisi dışındaki yaşamdöngüsü değişikliklerinin yalnızca _sync_power_states devresel görevi tarafından eşzamanlanabileceğini unutmayın.

source: Instance may be started again.
cs: Instance může být znovu spuštěna.
de: Instanz startet möglicherweise neu.
fr: L'instance peut être redémarrée.
it: L'istanza può essere avviata di nuovo.
ja: インスタンスを再び開始できます。
tr_tr: Sunucu tekrar başlatılabilir.
zh_tw: 可重新啟動實例。

source: Instance may have been confirmed during delete
cs: Instance byla možná potvrzena během mazání
de: Instanz könnte beim Löschen bestätigt sein
it: L'istanza potrebbe essere stata confermata durante l'eliminazione
tr_tr: Sunucu silme sırasında onaylanmış olabilir

source: Instance may have been rebooted during soft reboot, so return now.
cs: Instance mohla být restartována během měkkého restartu, nyní se vrací.
de: Instanz wurde beim sanften Neustart neu gestartet, beginne von vorn.
fr: L'instance a sans doute été redémarrée par logiciel ; retour en cours.
it: L'istanza potrebbe essere stat riavviata durante l'avvio a caldo, quindi ritornare adesso.
ja: インスタンスはソフト・リブート時にリブートされた可能性があるため、ここで返します。
tr_tr: Sunucu yumuşak yeniden başlatma sırasında yeniden başlatılmış olabilir, yani şimdi dön.
zh_tw: 實例可能已在正常重新啟動期間重新啟動，因此現在返回。

source: Instance rebooted successfully.
cs: Instance úspěšně restartována.
de: Instanz erfolgreich neu gestartet.
fr: L'instance a redémarré avec succès.
it: Istanza riavviata correttamente.
ja: インスタンスが正常にリブートされました。
tr_tr: Sunucu başarıyla yeniden başlatıldı.
zh_tw: 已順利重新啟動實例。

source: Instance running successfully.
cs: Instance úspěšně běží.
de: Instanz läuft erfolgreich.
fr: L'instance s'exécute avec succès.
it: Istanza in esecuzione correttamente.
ja: インスタンスが正常に実行されています。
tr_tr: Sunucu başarıyla çalışıyor.
zh_tw: 實例正在順利執行中。

source: Instance shutdown successfully after %d seconds.
cs: Instance úspěšně vypnuta po %d vteřinách.
de: Herunterfahren der Instanz erfolgreich nach %d Sekunden.
fr: Arrêt de l'instance réussie après %d secondes.
it: Arresto istanza con successo dopo %d secondi.
tr_tr: Sunucu %d saniye sonra başarıyla kapatıldı.

source: Instance shutdown successfully.
cs: Instance úspěšně vypnuta.
de: Instanz erfolgreich heruntergefahren.
fr: L'instance s'est arrêtée avec succès.
it: Chiusura dell'istanza eseguita correttamente.
ja: インスタンスが正常にシャットダウンされました。
tr_tr: Sunucu başarıyla kapatıldı.
zh_tw: 已順利關閉實例。

source: Instance soft rebooted successfully.
cs: Instance úspěšně měkce restartována.
de: Sanfter Neustart der Instanz erfolgreich.
fr: Instance redémarrée par logiciel avec succès.
it: Avvio a caldo dell'istanza eseguito correttamente.
ja: インスタンスが正常にソフト・リブートされました。
tr_tr: Sunucu başarıyla yumuşak yeniden başlatıldı.
zh_tw: 已順利正常重新啟動實例。

source: Instance spawned successfully.
cs: Instance úspěšně vytvořena.
de: Starten der Instanz erfolgreich.
fr: Instance générée avec succès.
it: Istanza generata correttamente.
ja: インスタンスが正常に作成されました。
tr_tr: Sunucu başarıyla açıldı.
zh_tw: 已順利大量產生實例。

source: Instance was successfully rebuilt
cs: Instance byla úspěšně znovu sestavena
de: Instanz erfolgreich neu gebaut
tr_tr: Sunucu başarıyla yeniden inşa edildi

source: Invalid request: %s
cs: Neplatný požadavek: %s
de: Ungültige Anfrage: %s
ja: 無効な要求: %s
tr_tr: Geçersiz istek: %s
zh_tw: 無效的要求：%s

source: It's not supported to backup volume backed instance.
cs: Zálohovat instance zálohované použitím svazku není podporováno.
de: Backup Datenträger zurück zur Instance wird nicht unterstützt.

source: Libvirt host capabilities %s
cs: Schopnosti hostitele libvirt: %s
de: Libvirt Host-Resourcen %s
tr_tr: Libvirt istemci yetenekleri %s

source: Loaded extensions: %s
cs: Načtena rozšíření: %s
de: Geladene Erweiterungen: %s
tr_tr: Yüklü eklentiler: %s

source: Loading compute driver '%s'
cs: Načítání ovladače výpočtu '%s'
de: Lade Computer-Treiber '%s'
fr: Chargement du pilote de calcul '%s'
it: Caricamento del driver compute '%s'
ja: 計算ドライバー '%s' をロードしています
tr_tr: Hesaplama sürücüsü '%s' yükleniyor
zh_tw: 正在載入計算驅動程式 '%s'

source: Loading network driver '%s'
cs: Načítání ovladače sítě '%s'
de: Netzwerktreiber "%s" wird geladen
fr: Chargement du pilote de réseau '%s'
it: Caricamento del driver di rete '%s'
ja: ネットワーク・ドライバー '%s' をロードしています
tr_tr: Ağ sürücüsü '%s' yükleniyor
zh_tw: 正在載入網路驅動程式 '%s'

source: Loop mount error: %s
cs: Chyba ve smyčkovém připojení: %s
de: Fehlerschleife beim EInhängen: %s
fr: Erreur d'installation en boucle : %s
it: Errore di montaggio loop: %s
ja: ループ・マウント・エラー: %s
tr_tr: Döngü bağlama hatası: %s
zh_tw: 迴圈裝載錯誤：%s

source: Manipulating interface files directly
cs: Přímé zacházení se soubory rozhraní
de: Bearbeite Schnittstellendatei direkt
fr: Manipulation directe des fichiers d'interfaces
it: Gestione diretta dei file di interfaccia
ja: インターフェース・ファイルを直接操作しています
tr_tr: Arayüz dosyaları doğrudan değiştiriliyor
zh_tw: 正在直接操作介面檔

source: Migrating
cs: Přesunování
de: Migrieren
ja: マイグレーション中
tr_tr: Göç ediliyor
zh_tw: 正在轉移

source: Migrating instance to %s finished successfully.
cs: Přesunování instance do %s úspěšně dokončeno.
de: Migrieren Instanz zu %s erfolgreich abgeschlossen.
it: La migrazione dell'istanza %s è conclusa con successo.
tr_tr: Sunucunun %s'e göçü başarıyla bitti.
