Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Arguments dropped when creating context: %s
es: Argumentos descartados al crear contexto: %s
pt_br: Argumentos descartados ao criar o contexto: %s
zh_cn: 创建上下文时已删除自变量：%s

source: read_deleted can only be one of 'no', 'yes' or 'only', not %r
es: read_deleted solo puede ser 'no', 'yes' o 'only', no %r
fr: read_deleted peut uniquement correspondre à 'no', 'yes' ou 'only', et non %r
ko_kr: read_deleted는 'no', 'yes', 'only' 중 하나만 가능하며, %r은(는) 사용하지 못 합니다.
pt_br: read_deleted pode ser apenas um de 'no', 'yes' ou 'only', não %r
tr_tr: read_deleted değişkeni 'no', 'yes' veya 'only' değerlerini alabilir, %r olamaz
zh_cn: read_deleted 只能是“no”、“yes”或“only”其中一项，而不能是 %r
zh_tw: read_deleted 只能是 'no'、'yes' 或 'only' 其中之一，不能是 %r

source: Filename of root CA
es: Nombre de fichero de la CA raíz
fr: Nom du fichier contenant la racine de l'autorité de certification
ko_kr: Root CA 파일 이름
pt_br: Nome do arquivo da CA raiz
zh_cn: 根证书的文件名
zh_tw: 主要 CA 的檔名

source: Filename of private key
es: Nombre de fichero de la clave privada
fr: Nom de fichier de la clé privée
ko_kr: 개인키 파일 이름
pt_br: Nome do arquivo da chave privada
zh_cn: 私钥文件名
zh_tw: Private key 私鑰檔案名稱

source: Filename of root Certificate Revocation List
es: Lista de nombre de archivo de root con certificado de revocacion
fr: Nom du fichier de la liste de révocation du Certificat Racine
ko_kr: Root 인증서 해지 목록 파일 이름
pt_br: O nome do arquivo da Lista de Revogação de Certificado raiz
zh_cn: 根证书撤销列表的文件名
zh_tw: 主要憑證撤銷清冊的檔名

source: Where we keep our keys
es: Donde guardamos nuestras claves
fr: Emplacement de sauvegarde des clefs
ko_kr: 키를 보관하는 장소
pt_br: Aonde armazenamos nossas chaves
zh_cn: 保存密钥的位置
zh_tw: 我們的keys留存於何處

source: Where we keep our root CA
es: Dónde guardamos nuestra CA raíz
fr: Emplacement de sauvegarde des racines d'autorité de certification
ko_kr: Root CA를 보관하는 장소
pt_br: Onde mantemos nosso CA raiz
zh_cn: 保存根证书的位置
zh_tw: 我們的根憑證留存於何處

source: Should we use a CA for each project?
es: ¿Deberíamos usar una CA para cada proyecto?
fr: Doit-on utiliser une autorité de certification pour chaque projet ?
ko_kr: 각 프로젝트에서 CA 사용 하실껀가요?
pt_br: Devemos usar um CA para cada projeto?
zh_cn: 是否每个项目都使用认证权威？
zh_tw: 是否需要一個project 使用一個CA

source: Subject for certificate for users, %s for project, user, timestamp
es: Sujeto (Subject) para el certificado de usuarios, %s para el proyecto, usuario, marca de tiempo
fr: Sujet pour les certificats utilisateurs, %s pour le projet, utilisateur, timestamp
ko_kr: 사용자에 대한 인증서 제목, 프로젝트 %s, 사용자, 시간
pt_br: Assunto do certificado para usuários, %s para projeto, usuário, timestamp
zh_cn: 用户证书的标题，%s 依次分别为项目，用户，时间戳
zh_tw: 使用者憑證的主旨，%s 用於專案、使用者及時間戳記

source: Subject for certificate for projects, %s for project, timestamp
es: Sujeto (Subject) para el certificado del proyecto, %s para el proyecto, marca de tiempo
fr: Sujet de certificat pour projets, %s pour le projet, timestamp
ko_kr: 프로젝트에 대한 인증서 제목, 프로젝트 %s, 시간
pt_br: Assunto do certificado para projetos, %s para projeto, timestamp
zh_cn: 项目证书的标题，%s 依次分别为项目，时间戳
zh_tw: 專案憑證的主旨，%s 用於專案及時間戳記

source: failed to generate fingerprint
es: fallo al generar huella digital
fr: Échec dans la génération de l'empreinte
ko_kr: Fingerprint를 생성하지 못했습니다
tr_tr: parmak izi oluşturulamadı
zh_tw: 無法產生指紋

source: Unable to find the key
es: No se ha podido encontrar la clave
fr: Clé introuvable
pt_br: Não é possível localizar a chave
zh_cn: 找不到密钥

source: Failed to write inbound.csr
es: No se ha podido grabar inbound.csr
pt_br: Falha ao gravar inbound.csr
zh_cn: 未能写入 inbound.csr

source: Flags path: %s
es: Ruta a las opciones: %s
pt_br: Localização dos sinalizadores: %s
zh_cn: 标记所在路径：%s

source: An unknown exception occurred.
es: Una excepcion desconocida ha ocurrido
fr: Une exception inconnue s'est produite.
ko_kr: 알 수 없는 예외가 발생했습니다.
pt_br: Ocorreu uma exceção desconhecida.
tr_tr: Bilinmeyen bir istisna oluştu.
zh_cn: 发生未知异常。
zh_tw: 發生一個未知例外

source: Exception in string format operation
es: Excepción en la operación de formato de cadena
pt_br: Exceção na operação de formato de sequência
zh_cn: 字符串格式操作中发生异常

source: Failed to encrypt text: %(reason)s
es: No se ha podido cifrar el texto: %(reason)s
fr: Echec du chiffrement du texte : %(reason)s
ko_kr: 텍스트를 암호화하지 못했습니다: %(reason)s
pt_br: Falha ao criptografar texto: %(reason)s
tr_tr: Metin şifrelenemedi: %(reason)s
zh_cn: 未能对文本进行加密：%(reason)s
zh_tw: 無法加密文字：%(reason)s

source: Failed to decrypt text: %(reason)s
es: No se ha podido descifrar el texto: %(reason)s
fr: Echec du déchiffrement du texte : %(reason)s
ko_kr: 텍스트를 복호화하지 못했습니다: %(reason)s
pt_br: Falha ao decriptografar texto: %(reason)s
tr_tr: Metin şifresi çözülemedi: %(reason)s
zh_cn: 未能对文本进行解密：%(reason)s
zh_tw: 無法解密文字：%(reason)s

source: Virtual Interface creation failed
es: Creacion de interfaz virtual fallida
fr: La création de l'Interface Virtuelle a échoué
ko_kr: 가상 인터페이스 생성 실패하였습니다
pt_br: Falha na criação da Interface Virtual
tr_tr: Sanal arayüz oluşturma hatası
zh_cn: 虚拟接口创建失败
zh_tw: 建立虛擬介面失敗

source: Connection to glance host %(host)s:%(port)s failed: %(reason)s
es: La conexión con el host glance %(host)s:%(port)s ha fallado: %(reason)s
fr: La connexion à l'hôte Glance %(host)s : %(port)s a échoué : %(reason)s
pt_br: Conexão ao host de visão rápida %(host)s:%(port)s com falha: %(reason)s
zh_cn: 连接 Glance 主机 %(host)s:%(port)s 失败：%(reason)s

source: Not authorized.
es: No Autorizado
fr: Non autorisé.
ko_kr: 권한이 없습니다.
pt_br: Não autorizado.
tr_tr: Yetkiniz yok.
zh_cn: 未授权。
zh_tw: 未被授權

source: User does not have admin privileges
es: El usuario no tiene privilegios de administrador
fr: L’utilisateur n'a pas les privilèges administrateur
ko_kr: 사용자에게 관리 권한이 없습니다
pt_br: Usuário não tem privilégios de administrador
tr_tr: Kullanıcı yönetici ayrıcalıklarına sahip değil
zh_cn: 用户没有管理员权限
zh_tw: 使用者並沒有管理者權力

source: Policy doesn't allow %(action)s to be performed.
es: La política no permite que la %(action)s se realice
fr: Le réglage des droits n'autorise pas %(action)s à être effectué(e)(s)
ko_kr: %(action)s 정책이 수행되도록 허용되지 않았습니다.
pt_br: A política não permite que %(action)s sejam executadas.
tr_tr: %(action)s uygulanmasına izin verilmiyor.
zh_cn: 政策不允许 %(action)s 被执行。
zh_tw: 原則不容許執行 %(action)s。

source: Image %(image_id)s is not active.
es: La imagen %(image_id)s no está activa.
fr: L'image %(image_id)s n'est pas active.
ko_kr: %(image_id)s 이미지가 active 상태가 아닙니다.
pt_br: A imagem %(image_id)s não está ativa.
tr_tr: İmaj %(image_id)s etkin değil.
zh_cn: 映像 %(image_id)s 处于不活动状态。
zh_tw: 映像檔 %(image_id)s 不在作用中。

source: Not authorized for image %(image_id)s.
es: No está autorizado para la imagen %(image_id)s.
fr: Non autorisé pour l'image %(image_id)s.
ko_kr: %(image_id)s 이미지에 대한 권한이 없습니다.
pt_br: Não autorizado para a imagem %(image_id)s.
tr_tr: İmaj %(image_id)s için yetkilendirilmemiş.
zh_cn: 未针对映像 %(image_id)s 授权。
zh_tw: 未獲映像檔 %(image_id)s 的授權。

source: Unacceptable parameters.
es: Parametros inaceptables
fr: Paramètres inacceptables.
ko_kr: 사용할 수 없는 매개변수입니다.
pt_br: Parâmetros inaceitáveis.
tr_tr: Kabul edilemez parametreler var.
zh_cn: 无法接受的参数。
zh_tw: 不可接受的參數值

source: Block Device Mapping is Invalid.
es: La correlación de dispositivo de bloque no es válida.
fr: Le mappage d'unité par bloc n'est pas valide.
ko_kr: 블록 디바이스 맵핑이 올바르지 않습니다.
pt_br: O Mapeamento de Dispositivo de Bloco é Inválido.
tr_tr: Blok Aygıt Eşleştirmesi Geçersiz.
zh_cn: 块设备映射无效。
zh_tw: 「區塊裝置對映」無效。

source: Block Device Mapping is Invalid: failed to get snapshot %(id)s.
es: La correlación de dispositivo de bloque no es válida: no se ha podido obtener la instantánea %(id)s.
fr: Le mappage d'unité par bloc n'est pas valide : échec d'obtention de l'instantané %(id)s.
ko_kr: 블록 디바이스 맵핑이 올바르지 않습니다: %(id)s 스냅샷을 가져오지 못했습니다.
pt_br: O Mapeamento de Dispositivo de Bloco é Inválido: falha ao obter captura instantânea %(id)s.
tr_tr: Blok Aygıt Eşleştirmesi Geçersiz: Anlık görüntü %(id)s alınamadı.
zh_cn: 块设备映射无效：未能获取快照 %(id)s。
zh_tw: 「區塊裝置對映」無效：無法取得 Snapshot %(id)s。

source: Block Device Mapping is Invalid: failed to get volume %(id)s.
es: La correlación de dispositivo de bloque no es válida: no se ha podido obtener el volumen %(id)s.
fr: Le mappage d'unité par bloc n'est pas valide : échec d'obtention du volume %(id)s.
ko_kr: 블록 디바이스 맵핑이 올바르지 않습니다: %(id)s 볼륨을 가져오지 못했습니다.
pt_br: O Mapeamento de Dispositivo de Bloco é Inválido: falha ao obter volume %(id)s.
tr_tr: Blok Aygıt Eşleştirmesi Geçersiz: mantıksal sürücü %(id)s alınamadı.
zh_cn: 块设备映射无效：未能获取卷 %(id)s。
zh_tw: 「區塊裝置對映」無效：無法取得磁區 %(id)s。

source: Block Device Mapping is Invalid: failed to get image %(id)s.
es: La correlación de dispositivo de bloque es inválida: no ha sido posible obtener la imagen %(id)s.
fr: Le mappage d'unité par bloc n'est pas valide : impossible d'obtenir l'image %(id)s.
ko_kr: 블록 디바이스 맵핑이 올바르지 않습니다: %(id)s 이미지를 가져오지 못했습니다.
pt_br: Mapeamento de Dispositivo de Bloco inválido: falha ao obter imagem %(id)s.
tr_tr: Blok Aygıt Eşleştirmesi Geçersiz: imaj %(id)s alınamadı.
zh_cn: 块设备映射无效: 无法获取镜像 %(id)s.
zh_tw: 「區塊裝置對映」無效：無法取得映像檔 %(id)s。

source: Block Device Mapping is Invalid: Boot sequence for the instance and image/block device mapping combination is not valid.
es: La correlación de dispositivo de bloque es inválida: La secuencia de arranque para la instancia y la combinación de la imagen/correlación de dispositivo de bloque no es válida.
fr: Le mappage des unités par bloc est invalide : La séquence de démarrage pour l'instance et la combinaison de mappage du périphérique image/bloc n'est pas valide.
ko_kr: 블록 디바이스 맵핑이 올바르지 않습니다: 인스턴스와 이미지/블록 디바이스 맵핑 조합에 대한 부트 시퀀스가 올바르지 않습니다.
tr_tr: Blok Aygıt Eşleştirmesi Geçersiz: Sunucu için ön yükleme sırası ve imaj/blok aygıt haritası bileşimi geçersiz.
zh_cn: 块设备映射无效: 当前云主机和镜像/块设备映射组合的启动序列无效。
zh_tw: 「區塊裝置對映」無效：實例的開機順序和映像檔或區塊裝置對應的組合無效。

source: Block Device Mapping is Invalid: You specified more local devices than the limit allows
es: La correlación de dispositivo de bloque es inválida: Ha especificado más dispositivos locales que el límite permitido
fr: Le mappage d'unité par bloc est invalide : Vous avez spécifié plus de périphériques locaux que la limite autorise
ko_kr: 블록 디바이스 맵핑이 올바르지 않습니다: 허용 한도보다 많은 로컬 디바이스를 지정했습니다.
pt_br: Mapeamento de Dispositivo de Bloco inválido: Você especificou mais dispositivos locais que o limite permitido
tr_tr: Blok Aygıt Eşleştirmesi Geçersiz: Sınırın izin verdiğinden çok yerel aygıt tanımladınız
zh_cn: 块设备映射无效: 你指定了多于限定允许的本地设备。
zh_tw: 「區塊裝置對映」無效：您指定了超越限制數量的本地裝置

source: Ephemeral disks requested are larger than the instance type allows.
es: los discos efímeros solicitados son más grandes de lo que el tipo de instancia permite.
fr: Les disques éphémères demandés sont plus grands que ce qui est autorisé par le type d'instance.
ko_kr: 요청한 임시 디스크가 허용되는 인스턴스 유형보다 큽니다.
zh_tw: 所要求的暫時磁碟，大於實例類型所容許的容量。

source: Swap drive requested is larger than instance type allows.
es: El controlador de intercambio solicitado es más grande que lo que permite la instancia.
fr: Le lecteur de swap demandé est plus grand que ce que le type d'instance autorise.
ko_kr: 요청한 스왑 드라이브가 허용되는 인스턴스 유형보다 큽니다.
tr_tr: İstenen swap sürücüsü sunucu türünün izin verdiğinden daha büyük.
zh_tw: 所要求的交換磁碟機，大於實例類型所容許的容量。

source: Block Device Mapping is Invalid: %(details)s
es: La correlación de dispositivo de bloque es inválida: %(details)s
fr: Le mappage d'unité par bloc n'est pas valide : %(details)s
ko_kr: 블록 디바이스 맵핑이 올바르지 않습니다: %(details)s
pt_br: O Mapeamento do Dispositivo de Bloco é Inválido: %(details)s
tr_tr: Blok Aygıt Eşleştirmesi Geçersiz: %(details)s
zh_cn: 块设备映射无效: %(details)s
zh_tw: 「區塊裝置對映」無效：%(details)s

source: Block Device Mapping cannot be converted to legacy format.
es: La correlación de dispositivo de bloque no puede ser convertida a formato heredado.
fr: Le mappage d'unité par bloc ne peut être converti à l'ancien format.
ko_kr: 블록 디바이스 맵핑을 레거시 형식으로 전환할 수 없습니다.
tr_tr: Blok Aygıt Eşleştirmesi eski biçime dönüştürülemiyor.
zh_cn: 块设备映射不能被转换为旧格式。
zh_tw: 無法將「區塊裝置對映」轉換為舊式格式。

source: Attribute not supported: %(attr)s
es: Atributo no soportado: %(attr)s
fr: Attribut %(attr)s non supporté
ko_kr: 지원하지 않는 속성입니다: %(attr)s
pt_br: Atributo não suportado: %(attr)s
tr_tr: Öznitelik desteklenmiyor: %(attr)s
zh_cn: 属性不受支持: %(attr)s
zh_tw: 不支援屬性：%(attr)s

source: Volume %(volume_id)s is not attached to anything
es: Volumen %(volume_id)s no está conectado con nada
fr: Le volume %(volume_id)s n'est lié à rien
ko_kr: %(volume_id)s 볼륨이 어디에도 연결되지 않았습니다
pt_br: O volume %(volume_id)s não está conectado a nada
zh_cn: 卷 %(volume_id)s 没有附加任何东西
zh_tw: 磁區 %(volume_id)s 未連接至任何項目

source: Volume %(volume_id)s did not finish being created even after we waited %(seconds)s seconds or %(attempts)s attempts.
es: La creación del volúmen %(volume_id)s no se ha completado incluso después de esperar %(seconds)s segundos ó %(attempts)s intentos.
fr: Création du %(volume_id)s non terminée après attente de %(seconds)s secondes ou %(attempts)s tentatives.
zh_cn: 在我们等待了 %(seconds)s 秒或尝试了 %(attempts)s 次之后，云硬盘 %(volume_id)s 创建未完成。

source: The request is invalid.
es: La petición es inválida.
fr: La requête est invalide.
ko_kr: 요청이 올바르지 않습니다.
pt_br: A requisição é inválida.
tr_tr: İstek geçersiz
zh_cn: 请求无效。
zh_tw: 要求無效。

source: Invalid port range %(from_port)s:%(to_port)s. %(msg)s
es: Rango de puertos invalido %(from_port)s:%(to_port)s. %(msg)s
fr: La plage de port %(from_port)s:%(to_port)s. %(msg)s est invalide
ko_kr: 올바르지 않은 포트 범위 %(from_port)s:%(to_port)s. %(msg)s
pt_br: Sequencia de porta %(from_port)s:%(to_port)s é inválida. %(msg)s
tr_tr: Geçersiz port aralığı %(from_port)s:%(to_port)s. %(msg)s
zh_cn: 无效的端口范围 %(from_port)s:%(to_port)s. %(msg)s
zh_tw: 無效的埠範圍 %(from_port)s:%(to_port)s。%(msg)s

source: Invalid IP protocol %(protocol)s.
es: Protocolo IP invalido %(protocol)s
fr: Le protocole IP %(protocol)s est invalide
ko_kr: 올바르지 않은 IP 프로토콜 %(protocol)s.
pt_br: Protocolo IP %(protocol)s é inválido.
tr_tr: Geçersiz IP %(protocol)s.
zh_cn: 无效的IP协议 %(protocol)s。
zh_tw: 無效的 IP 通訊協定 %(protocol)s。

source: Invalid content type %(content_type)s.
es: Tipo de contenido invalido %(content_type)s.
fr: Le type de contenu %(content_type)s est invalide
ko_kr: 올바르지 않은 컨텐츠 유형 %(content_type)s.
pt_br: Tipo de conteúdo %(content_type)s é inválido.
tr_tr: Geçersiz içerik türü %(content_type)s.
zh_cn: 无效的内容类型 %(content_type)s。
zh_tw: 無效的內容類型 %(content_type)s。

source: Invalid cidr %(cidr)s.
es: Cidr %(cidr)s invalido
pt_br: Cidr inválido %(cidr)s.
zh_cn: 无效的cidr %(cidr)s。

source: Invalid Parameter: Unicode is not supported by the current database.
es: Parámetro no válido: la base de datos actual no soporta Unicode.
fr: Paramètre non valide : Unicode n'est pas pris en charge par la base de données actuelle.
pt_br: Parâmetro Inválido: Unicode não é suportado pelo banco de dados atual.
zh_cn: 参数无效：当前数据库不支持 Unicode。

source: Cannot perform action '%(action)s' on aggregate %(aggregate_id)s. Reason: %(reason)s.
es: No se puede realizar la acción '%(action)s' en el agregado %(aggregate_id)s. Razón: %(reason)s.
pt_br: Não é possível executar a ação '%(action)s' no %(aggregate_id)s agregado. Motivo: %(reason)s.
zh_cn: 无法执行action '%(action)s' 于聚合 %(aggregate_id)s 上。原因： %(reason)s。

source: Group not valid. Reason: %(reason)s
es: Grupo no válido. Razón: %(reason)s
fr: Groupe non valide. Cause : %(reason)s
ko_kr: 그룹이 올바르지 않습니다. 이유: %(reason)s
pt_br: O grupo não é válido. Motivo: %(reason)s
zh_cn: 组无效。原因：%(reason)s
zh_tw: 群組無效。原因：%(reason)s

source: Sort key supplied was not valid.
es: La clave de clasificación proporcionada no es válida.
fr: La clé de tri fournie n'était pas valide.
ko_kr: 제공되는 정렬 키가 올바르지 않습니다.
pt_br: A chave de classificação fornecida não era válida.
tr_tr: Verilen sıralama anahtarı geçerli değil.
zh_cn: 提供的排序键无效。
zh_tw: 提供的排序鍵無效。

source: Instance %(instance_uuid)s in %(attr)s %(state)s. Cannot %(method)s while the instance is in this state.
es: La instancia %(instance_uuid)s está en %(attr)s %(state)s. No se puede %(method)s mientras la instancia está en este estado.
fr: L'instance %(instance_uuid)s dans %(attr)s %(state)s. Impossible de %(method)s pendant que l'instance est dans cet état.
ko_kr: %(instance_uuid)s 인스턴스가 %(attr)s %(state)s에 있습니다. 인스턴스가 이 상태에 있는 중에는 %(method)s할 수 없습니다.
pt_br: Instância %(instance_uuid)s em %(attr)s %(state)s. Não é possível %(method)s enquanto a instância está nesse estado.
tr_tr: %(attr)s %(state)s 'deki %(instance_uuid)s örneği. Örnek bu durumda iken %(method)s yapılamaz.
zh_cn: 实例 %(instance_uuid)s 处于%(attr)s %(state)s 中。该实例在这种状态下不能执行 %(method)s。
zh_tw: 實例 %(instance_uuid)s 處於 %(attr)s %(state)s。實例處於此狀態時，無法 %(method)s。

source: Instance %(instance_id)s is not running.
es: La instacia %(instance_id)s no se esta ejecutando
fr: L'instance %(instance_id)s ne fonctionne pas.
ko_kr: %(instance_id)s 인스턴스가 실행 중이 아닙니다.
pt_br: A instância %(instance_id)s não está executando.
tr_tr: %(instance_id)s örneği çalışmıyor.
zh_cn: 实例 %(instance_id)s 没有运行。
zh_tw: 實例 %(instance_id)s 不在執行中。

source: Instance %(instance_id)s is not in rescue mode
es: La instancia %(instance_id)s no esta en modo de rescate
fr: L'instance %(instance_id)s n'est pas en mode secours
ko_kr: %(instance_id)s 인스턴스가 구조 모드에 있지 않습니다
pt_br: A instância %(instance_id)s não está no modo de resgate
tr_tr: %(instance_id)s örneği kurtarma modunda değil
zh_cn: 实例 %(instance_id)s 不在救援模式。
zh_tw: 實例 %(instance_id)s 不處於救援模式

source: Instance %(instance_id)s cannot be rescued: %(reason)s
es: La instancia %(instance_id)s no se puede rescatar: %(reason)s.
fr: Impossible de sauver l'instance %(instance_id)s : %(reason)s
ko_kr: %(instance_id)s 인스턴스를 구조할 수 없습니다: %(reason)s
pt_br: A instância %(instance_id)s não pode ser resgatada: %(reason)s
tr_tr: Sunucu %(instance_id)s kurtarılamıyor: %(reason)s
zh_cn: 无法急救实例 %(instance_id)s：%(reason)s
zh_tw: 無法救援實例 %(instance_id)s：%(reason)s

source: Instance %(instance_id)s is not ready
es: La instancia %(instance_id)s no está preparada
fr: L'instance %(instance_id)s n'est pas prête
ko_kr: %(instance_id)s 인스턴스가 준비 상태가 아닙니다
pt_br: A instância %(instance_id)s não está pronta
tr_tr: Sunucu %(instance_id)s hazır değil
zh_cn: 实例 %(instance_id)s 未就绪
zh_tw: 實例 %(instance_id)s 未備妥

source: Service is unavailable at this time.
es: El servicio no esta disponible en este momento
fr: Le service est indisponible actuellement.
ko_kr: 지금 서비스를 사용할 수 없습니다.
pt_br: Serviço está indisponível neste momento
tr_tr: Şu anda servis kullanılamıyor.
zh_cn: 此时的付不可用。
zh_tw: 此時無法使用服務。

source: Compute service of %(host)s is unavailable at this time.
es: El servicio Compute de %(host)s no está disponible en este momento.
fr: Le service de calcul de %(host)s est indisponible pour l'instant.
ko_kr: %(host)s Compute 서비스를 지금 사용할 수 없습니다.
pt_br: O serviço de cálculo de %(host)s está indisponível no momento.
tr_tr: %(host)s hesaplama servisi şu an kullanılabilir değil.
zh_cn: %(host)s 的计算服务此时不可用。
zh_tw: 此時無法使用 %(host)s 的計算服務。

source: Unable to migrate instance (%(instance_id)s) to current host (%(host)s).
es: Incapaz de emigrar la instancia %(instance_id)s al actual anfitrion (%(host)s)
fr: Impossible de migrer l'instance (%(instance_id)s) vers l'hôte actuel (%(host)s).
ko_kr: 인스턴스(%(instance_id)s)를 현재 호스트(%(host)s)로 마이그레이션할 수 없습니다.
pt_br: Não é possível migrar a instância (%(instance_id)s) para o host atual (%(host)s).
tr_tr: Mevcut (%(host)s) sunucusundan (%(instance_id)s) örneği geçirilemez.
zh_cn: 无法把实例 (%(instance_id)s) 迁移到当前主机 (%(host)s)。
zh_tw: 無法將實例 (%(instance_id)s) 移轉至現行主機 (%(host)s)。

source: The supplied hypervisor type of is invalid.
es: El tipo de hipervisor proporcionado no es válido.
fr: Le type de l'hyperviseur fourni n'est pas valide.
ko_kr: 제공된 하이퍼바이저 유형이 올바르지 않습니다.
pt_br: O tipo de hypervisor fornecido é inválido.
tr_tr: Desteklenen hypervisor türü geçersiz.
zh_cn: 提供的虚拟机管理程序类型无效。
zh_tw: 提供的 Hypervisor 類型無效。

source: The instance requires a newer hypervisor version than has been provided.
es: La instancia necesita una versión de hipervisor más reciente que la proporcionada.
fr: L'instance nécessite une version plus récente de l'hyperviseur que celle fournie.
ko_kr: 인스턴스는 제공된 것보다 최신 하이퍼바이저 버전이 필요합니다.
pt_br: A instância requer uma versão de hypervisor mais recente do que a fornecida.
tr_tr: Örnek şu ankinden daha yeni hypervisor versiyonu gerektirir.
zh_cn: 该实例需要比当前版本更新的虚拟机管理程序。
zh_tw: 實例需要比所提供版本還新的 Hypervisor 版本。

source: The supplied disk path (%(path)s) already exists, it is expected not to exist.
es: La ruta de disco proporcionada (%(path)s) ya existe, se espera una que no exista.
fr: Le chemin d'accès du disque (%(path)s) existe déjà, il n'était pas prévu d'exister.
ko_kr: 제공된 디스크 경로(%(path)s)가 이미 존재합니다. 없어야합니다.
pt_br: O caminho de disco fornecido (%(path)s) já existe, era esperado não existir.
tr_tr: Desteklenen disk yolu (%(path)s) halen var,fakat var olmaması gerekir.
zh_cn: 提供的磁盘路径 (%(path)s) 已经存在，预计是不存在的。
zh_tw: 提供的磁碟路徑 (%(path)s) 已存在，但它不應該存在。

source: The supplied device path (%(path)s) is invalid.
es: La ruta proporcionada al dispositivo (%(path)s) no es válida.
fr: Le chemin de périphérique (%(path)s) est invalide.
ko_kr: 제공된 디바이스 경로(%(path)s)가 올바르지 않습니다.
pt_br: O caminho do dispositivo fornecido (%(path)s) é inválido.
tr_tr: Desteklenen cihaz yolu (%(path)s) geçersiz.
zh_cn: 提供的设备路径 (%(path)s) 是无效的。
zh_tw: 提供的裝置路徑 (%(path)s) 無效。

source: The supplied device path (%(path)s) is in use.
es: La ruta proporcionada al dispositivo (%(path)s) está en uso.
fr: le chemin d'accès d'unité fourni (%(path)s) est en cours d'utilisation.
ko_kr: 제공된 디바이스 경로(%(path)s)가 사용 중입니다.
pt_br: O caminho de dispositivo fornecido (%(path)s) está em uso.
tr_tr: Verilen aygıt yolu (%(path)s) kullanımda.
zh_cn: 提供的设备路径 (%(path)s) 正在使用中。
zh_tw: 提供的裝置路徑 (%(path)s) 已在使用中。

source: The supplied device (%(device)s) is busy.
es: El dispositivo proporcionado (%(device)s) está ocupado.
fr: L'unité fournie (%(device)s) est occupée.
ko_kr: 제공된 디바이스(%(device)s)가 사용 중입니다.
pt_br: O dispositivo fornecido (%(device)s) está ocupado.
zh_cn: 提供的设备 (%(device)s) 处于繁忙状态。
zh_tw: 提供的裝置 (%(device)s) 忙碌中。

source: %(address)s is not a valid IP v4/6 address.
es: %(address)s no es una direccion IP v4/6 valida
fr: %(address)s n'est pas une adresse IP v4/6 valide
ko_kr: %(address)s는 v4/6주소에 맞지 않은 IP입니다.
pt_br: %(address)s não é um endereço IPv4/6 válido.
tr_tr: %(address)s geçerli bir IP v4/6 adresi değildir.
zh_cn: %(address)s 不是有效的IP v4/6地址。
zh_tw: %(address)s 不是有效的 IPv4/IPv6 位址。

source: VLAN tag is not appropriate for the port group %(bridge)s. Expected VLAN tag is %(tag)s, but the one associated with the port group is %(pgroup)s.
es: La etiqueta VLAN no es adecuada para el grupo de puertos %(bridge)s. La etiqueta VLAN que se espera es %(tag)s, pero la asociada con el grupo de puertos es %(pgroup)s.
fr: Le tag VLAN n'est pas approprié pour le groupe de port %(bridge)s. Le tag VLAN prévu est %(tag)s, mais celui qui est associé avec le groupe de port est %(pgroup)s.
ko_kr: VLAN 태그가 포트 그룹 %(bridge)s에 적합하지 않습니다. 예상 VLAN 태그는 %(tag)s이지만 포트 그룹과 연관된 태그는 %(pgroup)s입니다.
pt_br: A tag de VLAN não é apropriada para o grupo da porta %(bridge)s. A tag de VLAN esperada é %(tag)s, mas a associada ao grupo da porta é %(pgroup)s.
tr_tr: VLAN etiketi %(bridge)s port grubu için uygun değil. Beklenen VLAN etiketi %(tag)s'dir, fakat tek ilişkili port grubu %(pgroup)s'dir.
zh_cn: VLAN标签对于端口组%(bridge)s 是不适合的。预计的VLAN标签是 %(tag)s，但与端口组关联的是 %(pgroup)s。
zh_tw: VLAN 標籤不適合於埠群組 %(bridge)s。需要的 VLAN 標籤為 %(tag)s，但與埠群組相關聯的為 %(pgroup)s。
