Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Unrecognized value '%s' for CONF.running_deleted_instance_action
es: Valor '%s' no reconocido para CONF.running_deleted_instance_action
ko_kr: CONF.running_deleted_instance_action에 대한 인식되지 않는 값 '%s'
tr_tr: CONF.running_deleted_instance_action için tanınmayan değer '%s'
zh_tw: 無法辨識 CONF.running_deleted_instance_action 的值 '%s'

source: Setting instance back to %(state)s after: %(error)s
es: Estableciendo la instancia de vuelta a %(state)s tras: %(error)s

source: Setting instance back to ACTIVE after: %s
es: Marcando la instancia de nuevo como ACTIVA después de: %s

source: Hypervisor driver does not support add_aggregate_host
es: El controlador del hipervisor no soporta add_aggregate_host

source: Hypervisor driver does not support remove_aggregate_host
es: El controlador del hipervisor no soporta remove_aggregate_host

source: Cleaning up deleted instances
es: Limpieza de instancias eliminadas

source: There are %d instances to clean
es: Hay %d instancias para limpiar.

source: Instance has had %(attempts)s of %(max)s cleanup attempts
es: La instancia ha tenido %(attempts)s de %(max)s intentos de limpieza

source: Host field should not be set on the instance until resources have been claimed.
es: El campo de host no se debe establecer en la instancia hasta que los recursos se hayan reclamado.
pt_br: O campo de host não deve ser configurado na instância até que recursos tenham sido solicitados.
zh_cn: 直到已请求资源，才应该对实例设置主机字段。

source: Node field should not be set on the instance until resources have been claimed.
es: El campo Nodo no debe ser establecido en la instancia hasta que los recursos han sido reclamados.

source: Memory overhead for %(flavor)d MB instance; %(overhead)d MB
es: Sobrecarga de memoria para la instancia %(flavor)d MB; %(overhead)d MB

source: Auditing locally available compute resources
es: Auditando recursos de cálculo disponibles localmente
fr: Audit des ressources de calcul disponibles en local
pt_br: Auditoria de recursos de cálculo disponível localmente
zh_cn: 正在本地审计可用的计算资源

source: Virt driver does not support 'get_available_resource' Compute tracking is disabled.
es: El controlador Virt no soporta 'get_available_resource'. El seguimiento de cálculo está inhabilitado.
fr: Le pilote Virt ne prend pas en charge 'get_available_resource'. Le calcul du suivi est désactivé.
pt_br: O driver virt não suporta 'get_available_resource'. O rastreamento de cálculo está desativado.
zh_cn: 虚拟驱动程序不支持“get_available_resource”。已禁用计算跟踪。

source: Compute_service record created for %(host)s:%(node)s
es: Registro compute_service creado para %(host)s:%(node)s
pt_br: Registro Compute_service criado para %(host)s:%(node)s
zh_cn: 已为 %(host)s:%(node)s 创建 Compute_service 记录

source: Compute_service record updated for %(host)s:%(node)s
es: El registro compute_service se ha actualizado para %(host)s:%(node)s
pt_br: Registro Compute_service atualizado para %(host)s:%(node)s
zh_cn: 已为 %(host)s:%(node)s 更新 Compute_service 记录

source: Hypervisor: free ram (MB): %s
es: Hipervisor: ram libre (MB): %s
pt_br: Hypervisor: ram livres (MB): %s

source: Hypervisor: free disk (GB): %s
es: Hipervisor: disco libre (GB): %s
pt_br: Hypervisor: disco livre (GB): %s

source: Hypervisor: free VCPUs: %s
es: Hipervisor: VCPU libres: %s
pt_br: Hypervisor: VCPUs livres: %s

source: Hypervisor: VCPU information unavailable
es: Hipervisor: información de VCPU no disponible
pt_br: Hypervisor: informações de VCPU não disponíveis

source: Hypervisor: assignable PCI devices: %s
es: Hipervisor: dispositivos PCI asignables: %s

source: Hypervisor: no assignable PCI devices
es: Hipervisor: no hay dispositivos PCI asignables

source: Free ram (MB): %s
es: RAM libre (MB): %s
pt_br: Ram livres (MB): %s
zh_cn: 可用 ram (MB)：%s

source: Free disk (GB): %s
es: Disco libre (GB): %s
pt_br: Disco livre (GB): %s
zh_cn: 可用磁盘 (GB)：%s

source: Free VCPUS: %s
es: VCPUS libres: %s
pt_br: VCPUS livres: %s
zh_cn: 可用 VCPU 数：%s

source: Free VCPU information unavailable
es: Información de VCPU libre no disponible
fr: Informations VCPU non disponibles
pt_br: Informações de VCPU livres indisponíveis
zh_cn: 未提供“可用 VCPU 数”信息

source: Free PCI devices: %s
es: Dispositivos PCI libres: %s

source: Updating from migration %s
es: Actualizando desde la migración %s
fr: Mise à jour à partir de la migration %s
pt_br: Atualizando a partir da migração %s
zh_cn: 正在从迁移 %s 进行更新

source: Instance not resizing, skipping migration.
es: La instancia no se está redimensionando, se salta la migración.
pt_br: Instância não redimensionando; ignorando migração.
zh_cn: 未在调整实例大小，正在跳过迁移。

source: Detected running orphan instance: %(uuid)s (consuming %(memory_mb)s MB memory)
es: Se ha detectado una instancia huérfana en ejecución: %(uuid)s (consumiento %(memory_mb)s MB de memoria)

source: Missing keys: %s
es: Faltan claves: %s
fr: Clés manquantes : %s
ko_kr: 누락 키: %s
pt_br: Chaves ausentes: %s
tr_tr: Eksik anahtarlar: %s
zh_cn: 缺少键：%s
zh_tw: 遺漏了索引鍵：%s

source: No compute host specified
es: No se ha especificado ningún host de cálculo
fr: Aucun hôte de calcul spécifié
ko_kr: 지정된 계산 호스트가 없음
pt_br: Nenhum host de cálculo especificado
tr_tr: Hesap istemcisi belirtilmedi
zh_cn: 未指定计算宿主机
zh_tw: 未指定計算主機

source: Unable to find host for Instance %s
es: No se puede encontrar el host para la instancia %s
fr: Impossible de trouver l'hôte pour l'instance %s
ko_kr: %s 인스턴스에 대한 호스트를 찾을 수 없음
pt_br: Não é possível localizar o host para a Instância %s
tr_tr: %s örneği için sunucu bulma başarısız
zh_cn: 无法找到实例 %s 的宿主机
zh_tw: 找不到實例 %s 的主機

source: Using %(prefix)s instead of %(req_prefix)s
es: Utilizando %(prefix)s en lugar de %(req_prefix)s
pt_br: Usando %(prefix)s em vez de %(req_prefix)s

source: Can't access image %(image_id)s: %(error)s
es: No se puede acceder a la imagen %(image_id)s: %(error)s

source: No aggregate id or name specified for this notification and it will be ignored
es: No se ha especificado un identificador o nombre de agregado para esta modificación y será ignorada.

source: Timed out waiting for nova-conductor. Is it running? Or did this service start before nova-conductor?
es: Se ha excedido el tiempo de espera de nova-conductor. ¿Se está ejecutando? ¿O este servicio se ha iniciado antes de nova-conductor?
pt_br: Tempo limite atingido ao aguardar nova-conductor. Ele está em execução? Ou este serviço foi iniciado antes de nova-conductor?
zh_cn: 等待 nova-conductor 时超时。它正在运行吗？或者，此服务已在 nova-conductor 之前启动？

source: Instance update attempted for '%(key)s' on %(instance_uuid)s
es: Se intentado actualizar instancia para '%(key)s' en %(instance_uuid)s
pt_br: Tentativa de atualização da instância para '%(key)s' em %(instance_uuid)s
zh_cn: 已尝试在 %(instance_uuid)s 上为“%(key)s”进行实例更新

source: Invalid block_device_mapping_destroy invocation
es: Invocación de block_device_mapping_destroy no válida
pt_br: Chamada de block_device_mapping_destroy inválida
zh_cn: block_device_mapping_destroy 调用无效

source: No valid host found for cold migrate
es: No se ha encontrado huésped para migración en frío
ko_kr: 콜드 마이그레이션에 대한 유효한 호스트를 찾을 수 없음
tr_tr: Soğuk göç için geçerli bir istemci bulunamadı
zh_tw: 找不到有效的主機進行冷移轉

source: Unshelve attempted but vm_state not SHELVED or SHELVED_OFFLOADED
es: Se ha intentado desarchivar pero vm_state no se encuentra como SHELVED o SHELVED_OFFLOADED

source: Unable to migrate %(instance_uuid)s to %(dest)s: Lack of memory(host:%(avail)s <= instance:%(mem_inst)s)
es: No se ha podido migrar %(instance_uuid)s a %(dest)s: falta de memoria (host:%(avail)s <= instancia:%(mem_inst)s)
fr: Impossible de migrer %(instance_uuid)s vers %(dest)s : manque de mémoire(hôte : %(avail)s <= instance : %(mem_inst)s)
ko_kr: %(instance_uuid)s을(를) %(dest)s(으)로 마이그레이션할 수 없음. 메모리 부족(호스트:%(avail)s <= 인스턴스:%(mem_inst)s)
pt_br: Não é possível migrar %(instance_uuid)s para %(dest)s: Falta de memória (host:%(avail)s <= instância:%(mem_inst)s)
tr_tr: %(instance_uuid)s %(dest)s e göç ettirilemiyor: Hafıza yetersiz(istemci:%(avail)s <= sunucu:%(mem_inst)s)
zh_cn: 无法将 %(instance_uuid)s 迁移至 %(dest)s：内存不足（主机：%(avail)s <= 实例：%(mem_inst)s）
zh_tw: 無法將 %(instance_uuid)s 移轉至 %(dest)s：記憶體不足（主機：%(avail)s <= 實例：%(mem_inst)s）

source: Skipping host: %(host)s because: %(e)s
es: Omitiendo huésped: %(host)s debido a: %(e)s

source: Exceeded max scheduling retries %(max_retries)d for instance %(instance_uuid)s during live migration
es: Se han excedido los intentos máximos de programación %(max_retries)d para la instancia %(instance_uuid)s durante la migración en vivo
ko_kr: 인스턴스에 대한 최대 스케줄링 재시도 %(max_retries)d을(를) 초과함%(instance_uuid)s
tr_tr: Canlı göç sırasında %(instance_uuid)s sunucusu için azami zamanlama yeniden deneme sayısı %(max_retries)d aşıldı
zh_tw: 在即時移轉期間，超出了實例 %(instance_uuid)s 的排程重試次數上限 %(max_retries)d

source: Adding console
es: Añadiendo consola
pt_br: Adicionando console

source: Tried to remove non-existent console %(console_id)s.
es: Se ha intentado eliminar la consola no existente %(console_id)s.
pt_br: Tentou remover console %(console_id)s não existente.

source: Removing console %(console_id)s.
es: Eliminando consola %(console_id)s.
pt_br: Removendo o console %(console_id)s.

source: Invalid Token
es: Señal no válida
pt_br: Token Inválido
zh_cn: 令牌无效

source: Invalid Connection Info
es: Información de conexión no válida
fr: Informations de connexion non valides
ko_kr: 올바르지 않은 연결 정보
pt_br: Informações de conexão inválidas
tr_tr: Geçersiz Bağlantı Bilgisi
zh_cn: 连接信息无效
zh_tw: 無效的連線資訊

source: Rebuilding xvp conf
es: Volviendo a crear conf. de xvp
pt_br: Recriando conf building xvp

source: Re-wrote %s
es: Se ha vuelto a escribir %s
pt_br: Regravado %s

source: Failed to write configuration file
es: No se ha podido grabar archivo de configuración
pt_br: Falha ao gravar arquivo de configuração
zh_cn: 未能写入配置文件

source: Stopping xvp
es: Deteniendo xvp
pt_br: Parando xvp

source: Starting xvp
es: Iniciando xvp
pt_br: Iniciando xvp

source: Error starting xvp: %s
es: Error al iniciar xvp: %s
pt_br: Erro ao iniciar xvp: %s
zh_cn: 启动xvp发生错误：%s

source: Restarting xvp
es: Reiniciando xvp
pt_br: Reiniciando xvp

source: xvp not running...
es: xvp no está en ejecución...
pt_br: xvp não executando...

source: Failed to run xvp.
es: No se ha podido ejecutar xvp.
fr: Echec de l'exécution de xvp.
ko_kr: xvp를 실행하지 못했습니다.
pt_br: Falha ao executar xvp.
tr_tr: Xvp çalıştırılamadı.
zh_cn: 未能运行 xvp。
zh_tw: 無法執行 xvp。

source: Received Token: %(token)s, %(token_dict)s
es: Se ha recibido el Token: %(token)s, %(token_dict)s

source: Checking Token: %(token)s, %(token_valid)s
es: Validando Token: %(token)s, %(token_valid)s

source: Failed to notify cells of instance destroy
es: No se ha podido notificar a las células la destrucción de instancia
pt_br: Falha ao notificar células de destruição da instância
zh_cn: 未能通知单元有关实例销毁的事项

source: Failed to notify cells of instance update
es: No se ha podido notificar a las células la actualización de instancia
pt_br: Falha ao notificar células de atualização da instância
zh_cn: 未能通知单元有关实例更新的事项

source: Failed to notify cells of bw_usage update
es: No se ha podido notificar a las células la actualización de bw_usage
pt_br: Falha ao notificar células de atualização de bw_usage
zh_cn: 未能通知单元有关 bw_usage 更新的事项

source: Failed to notify cells of instance fault
es: No se ha podido notificar a las células el error de instancia
pt_br: Falha ao notificar células de falha da instância

source: Deadlock detected when running '%(func_name)s': Retrying...
es: Punto muerto detectado al ejecutar '%(func_name)s': Reintentando...
pt_br: Conflito detectado ao executar '%(func_name)s': Tentando novamente...
zh_cn: 在运行“%(func_name)s”时检测到死锁：正在进行重试...

source: model or base_model parameter should be subclass of NovaBase
es: El parámetro model o base_model debe ser una subclase de NovaBase
pt_br: o parâmetro model ou base_model deve ser subclasse de NovaBase
zh_cn: model 或 base_model 参数应该是 NovaBase 的子类

source: Unrecognized read_deleted value '%s'
es: Valor de read_deleted no reconocido '%s'
fr: Valeur read_deleted non reconnue '%s'
ko_kr: 인식되지 않는 read_deleted 값 '%s'
pt_br: Valor read_deleted não reconhecido '%s'
tr_tr: Tanınmayan silinmiş okuma değeri '%s'
zh_cn: 无法识别的 read_deleted 取值”%s“
zh_tw: 無法辨識 read_deleted 值 '%s'

source: Invalid floating ip id %s in request
es: Identificador de dirección IP flotante inválida %s en solicitud

source: Invalid floating IP %s in request
es: Dirección IP flotante inválida %s en la solicitud
ko_kr: 요청에서 올바르지 않은 부동 IP %s
tr_tr: İstekte geçersiz değişken IP %s
zh_tw: 要求中的浮動 IP %s 無效

source: Invalid fixed IP Address %s in request
es: Dirección IP fija inválida %s en la solicitud
ko_kr: 요청에서 올바르지 않은 고정 IP 주소 %s
tr_tr: İstekte %s geçersiz sabit IP Adresi
zh_tw: 要求中的固定 IP 位址 %s 無效

source: Invalid virtual interface address %s in request
es: Dirección de interfaz virtual inválida %s en la solicitud
ko_kr: 요청에서 올바르지 않은 가상 인터페이스 주소 %s
tr_tr: İstekte geçersiz sanal arayüz adresi %s
zh_tw: 要求中的虛擬介面位址 %s 無效

source: Unknown osapi_compute_unique_server_name_scope value: %s Flag must be empty, "global" or "project"
es: Valor de osapi_compute_unique_server_name_scope desconocido: %s El distintivo debe ser vacío, "global" o "project"
fr: Valeur de osapi_compute_unique_server_name_scope inconnue : %s. L'indicateur doit être vide, "global" ou "project"
ko_kr: 알 수 없는 osapi_compute_unique_server_name_scope 값: %s 플래그는 비어 있거나 "global" 또는 "project"여야 함.
pt_br: Valor de osapi_compute_unique_server_name_scope desconhecido: %s O sinalizador deve estar vazio, "global" ou "projeto"
zh_cn: osapi_compute_unique_server_name_scope 值未知：%s 标记必须为空或者“global”或“project”
zh_tw: 不明的 osapi_compute_unique_server_name_scope 值：%s。旗標必須是空的、"global" 或 "project"

source: Invalid instance id %s in request
es: ID de instancia %s no válido en la solicitud.
fr: ID instance %s non valide dans la demande
ko_kr: 요청의 인스턴스 ID %s이(가) 올바르지 않음
pt_br: ID da instância %s inválido na solicitação
zh_cn: 请求中的实例标识 %s 无效
zh_tw: 要求中的實例 ID %s 無效

source: Invalid field name: %s
es: Campo de nombre inválido: %s
ko_kr: 잘못된 필드 이름: %s
zh_tw: 無效的欄位名稱：%s

source: quota_usages out of sync, updating. project_id: %(project_id)s, user_id: %(user_id)s, resource: %(res)s, tracked usage: %(tracked_use)s, actual usage: %(in_use)s
es: quota_usages fuera de sincronía, actualizando. project_id: %(project_id)s, user_id: %(user_id)s, recurso: %(res)s, traza de uso: %(tracked_use)s, uso actual: %(in_use)s

source: Change will make usage less than 0 for the following resources: %s
es: El cambio hará el uso menos de 0 para los siguientes recursos: %s

source: Volume(%s) has lower stats then what is in the database. Instance must have been rebooted or crashed. Updating totals.
es: El volúmen(%s) tiene mejores estadísticas de lo encontrado en la base de datos. la instancia debió haber reiniciado o colapsado. Actualizando los totales.

source: Add metadata failed for aggregate %(id)s after %(retries)s retries
es: Fallo en adición de metadata para el agregado %(id)s después de %(retries)s intentos
ko_kr: %(retries)s 재시도 후 %(id)s 집합에 대한 메타데이터 추가를 실패했습니다
tr_tr: Metadata ekleme %(id)s takımı için %(retries)s denemeden sonra başarısız oldu
zh_tw: 重試 %(retries)s 次之後，對聚集 %(id)s 新增 meta 資料仍失敗

source: version should be an integer
es: la versión debe ser un entero
fr: la version doit être un entier
ko_kr: 버전은 정수여야 함
pt_br: a versão deve ser um número inteiro
tr_tr: Sürüm tam sayı olmak zorunda
zh_cn: version应该是整数
zh_tw: 版本應該是整數

source: Upgrade DB using Essex release first.
es: Actualice la base de datos utilizando primero el release de Essex.
fr: Mettez à jour la BD en utilisant la version Essex préalablement.
ko_kr: 먼저 Essex 릴리스를 사용하여 DB를 업그레이드하십시오.
pt_br: Faça o upgrade do BD usando a liberação de Essex primeiro.
tr_tr: Önce Essex sürümünü kullanarak veritabanı yükseltimi yapın.
zh_cn: 请首先使用 Essex 发行版来升级数据库。
zh_tw: 請先使用 Essex 版本來升級 DB。

source: Missing column %(table)s.%(column)s in shadow table
es: Columna omitida %(table)s.%(column)s en la tabla de shadow
fr: Colonne %(table)s.%(column)s manquante dans la table shadow
ko_kr: 새도우 테이블에 %(table)s.%(column)s 열이 누락됨
tr_tr: Gölge tabloda eksik sütun %(table)s.%(column)s
zh_tw: 備份副本表格中遺漏了直欄 %(table)s.%(column)s

source: Different types in %(table)s.%(column)s and shadow table: %(c_type)s %(shadow_c_type)s
es: Diferentes tipos en %(table)s.%(column)s y la tabla shadow: %(c_type)s %(shadow_c_type)s
fr: Types différents entre %(table)s.%(column)s et la table shadow: %(c_type)s %(shadow_c_type)s
ko_kr: %(table)s.%(column)s 및 새도우 테이블에서 서로 다른 유형: %(c_type)s %(shadow_c_type)s
tr_tr: %(table)s.%(column)s ve gölge tabloda değişik türler: %(c_type)s %(shadow_c_type)s
zh_tw: %(table)s.%(column)s 與備份副本表格中的類型不同：%(c_type)s %(shadow_c_type)s

source: Extra column %(table)s.%(column)s in shadow table
es: Columna extra %(table)s.%(column)s en la tabla shadow
ko_kr: 새도우 테이블에 %(table)s.%(column)s 열이 추가로 있음
tr_tr: Gölge tabloda ek sütun %(table)s.%(column)s
zh_tw: 備份副本表格中存在額外直欄 %(table)s.%(column)s

source: Specify `table_name` or `table` param
es: Especificar parámetro `table_name` o `table`
fr: Spécifiez un paramètre pour`table_name` ou `table`
ko_kr: `table_name` 또는 `table` 매개변수를 지정하십시오.
pt_br: Spe
tr_tr: `tablo_ismi` veya `tablo` parametresi belirtin
zh_tw: 請指定 `table_name` 或 `table` 參數

source: Specify only one param `table_name` `table`
es: Especificar solamente un parámetro `table_name` `table`
fr: Spécifiez seulement un paramètre pour `table_name` `table`
ko_kr: 하나의 매개변수 `table_name` 또는 `table`만 지정하십시오.
tr_tr: Yalnızca bir parametre belirtin `table_name` `table`
zh_tw: 請僅指定 `table_name` 或 `table` 中的一個參數

source: Exception while creating table.
es: Excepción al crear la tabla.
pt_br: Exceção ao criar tabela.
zh_cn: 创建表时发生异常。

source: Exception while seeding instance_types table
es: Excepción al iniciar la tabla instance_types
pt_br: Exceção ao carregar inicialmente a tabela instance_types
zh_cn: 将 instance_types 表作为种子时发生异常

source: Error contacting glance server '%(host)s:%(port)s' for '%(method)s', %(extra)s.
es: Error al contactar con el servidor de glance '%(host)s:%(port)s' para '%(method)s', %(extra)s.
fr: Erreur lors du contact du serveur glance '%(host)s:%(port)s' pour '%(method)s', %(extra)s.
pt_br: Erro ao entrar em contato com o servidor de visão rápida '%(host)s:%(port)s' para '%(method)s', %(extra)s.
zh_cn: 针对“%(method)s”与 Glance 服务器“%(host)s:%(port)s”联系时出错，%(extra)s。

source: When loading the module %(module_str)s the following error occurred: %(ex)s
es: Al cargar el módulo %(module_str)s se ha presentado el siguiente error: %(ex)s

source: Failed to instantiate the download handler for %(scheme)s
es: Fallo al instanciar el manejador de descargas para %(scheme)s

source: Successfully transferred using %s
es: Exitosamente transferido utilizando %s

source: Failed to download %(image_location)s to %(image_path)s
es: No se ha podido descargar %(image_location)s en %(image_path)s
pt_br: Falha ao fazer o download de %(image_location)s para %(image_path)s
zh_cn: 把 %(image_location)s 下载到 %(image_path)s失败

source: Failed to decrypt %(image_location)s to %(image_path)s
es: No se ha podido descifrar %(image_location)s en %(image_path)s
pt_br: Falha ao decriptografar %(image_location)s para %(image_path)s
zh_cn: 解密 %(image_location)s 到 %(image_path)s失败

source: Failed to untar %(image_location)s to %(image_path)s
es: No se ha podido ejecutar untar %(image_location)s en %(image_path)s
pt_br: Falha ao descompactar arquivo tar %(image_location)s para %(image_path)s
zh_cn: 解包 %(image_location)s 到 %(image_path)s 失败

source: Failed to upload %(image_location)s to %(image_path)s
es: No se ha podido subir %(image_location)s a %(image_path)s
pt_br: Falha ao fazer upload de %(image_location)s para %(image_path)s
zh_cn: 上传 %(image_location)s 到 %(image_path)s 失败

source: Image %s was deleted underneath us
es: La imagen %s se ha eliminado de manera ilegal

source: Failed to decrypt private key: %s
es: No se ha podido descifrar la clave privada: %s
fr: Impossible de déchiffrer la clef privée : %s
ko_kr: 개인 키를 복호화하지 못했음: %s
pt_br: Falha ao decriptografar chave privada: %s
zh_cn: 解密私钥失败：%s
zh_tw: 無法解密私密金鑰：%s

source: Failed to decrypt initialization vector: %s
es: No se ha podido descifrar el vector de inicialización: %s
fr: Impossible de déchiffrer le vecteur d'initialisation : %s
ko_kr: 초기화 벡터를 복호화하지 못했음: %s
pt_br: Falha ao decriptografar vetor de inicialização: %s
zh_cn: 解密初始化vector失败：%s
zh_tw: 無法解密起始設定向量：%s

source: Failed to decrypt image file %(image_file)s: %(err)s
es: No se ha podido descifrar el archivo de imagen %(image_file)s: %(err)s
fr: Impossible de déchiffrer le fichier image %(image_file)s: %(err)s
ko_kr: %(image_file)s 이미지 파일을 복호화하지 못했음: %(err)s
pt_br: Falha ao decriptografar arquivo de imagem %(image_file)s: %(err)s
zh_cn: 解密镜像文件 %(image_file)s 失败：%(err)s
zh_tw: 無法解密映像檔 %(image_file)s：%(err)s

source: Unsafe filenames in image
es: Nombres de archivo no seguros en imagen
fr: Noms de fichier non sécurisés dans l'image
ko_kr: 이미지에 안전하지 않은 파일 이름
pt_br: Nomes de arquivos não seguros na imagem
zh_cn: 镜像中不安全的文件名
zh_tw: 映像檔中的檔名不安全

source: %(scheme)s is registered as a module twice. %(module_name)s is not being used.
es: %(scheme)s se está registrado como módulo dos veces. %(module_name)s no se encuentra en uso.

source: A unique ID given to each file system. This is value is set in Glance and agreed upon here so that the operator knowns they are dealing with the same file system.
es: Se ha establecido un identificado único a cada sistema de archivos. Este valor se establece en Glance y se acepta aquí, de tal manera que el operador sabe que se refieren al mismo sistema de archivos.
ko_kr: 각 파일 시스템에 제공된 고유한 ID. 이 값은 글랜스에 설정되고 허용되므로 운영자가 동일한 파일 시스템을 처리하고 있음을 알 수 있습니다.
zh_tw: 提供給每個檔案系統的唯一 ID。此值是在 Glance 中設定，而且在這裡達成了協定，因此操作員知道他們正在處理同一個檔案系統。

source: The path at which the file system is mounted.
es: La ruta en la cual el sistema de archivos se encuentra montada.
ko_kr: 파일 시스템이 마운트되는 경로입니다.
zh_tw: 檔案系統的裝載路徑。

source: The group %s(group_name) must be configured with an id.
es: El grupo %s(group_name) debe ser configurado con un identificador.

source: The key %s is required in all file system descriptions.
es: La clave %s se requiere en todas las descripciones de sistemas de archivo.
ko_kr: 모든 파일 시스템 설명에는 %s 키가 필요합니다.
zh_tw: 所有檔案系統說明中都需要索引鍵 %s。

source: The key %(r)s is required in the location metadata to access the url %(url)s.
es: La clave %(r)s se requiere en los metadatos de ubicación para acceder a la url %(url)s.
ko_kr: 위치 메타데이터가 URL에 액세스하려면 %(r)s 키가 %(url)s.
zh_tw: 位置 meta 資料中需要索引鍵 %(r)s，才能存取 URL%(url)s。

source: The ID %(id)s is unknown.
es: El identificador %(id)s es desconocido.
fr: L'identifiant %(id)s est inconnu.
ko_kr: ID %(id)s을(를) 알 수 없습니다.
zh_tw: ID %(id)s 不明。

source: The mount point advertised by glance: %(glance_mount)s, does not match the URL path: %(path)s
es: El punto de montaje anunciado por glance: %(glance_mount)s, no coincide con la ruta del URL: %(path)s
ko_kr: 글랜스가 광고한 마운트 지점: %(glance_mount)s, URL 경로와 일치하지 않음: %(path)s
zh_tw: Glance 所通告的裝載點 %(glance_mount)s，與URL 路徑 %(path)s 不符

source: No matching ID for the URL %s was found.
es: No se ha encontrado un identificador válido para la URL %s
ko_kr: %s URL에 대해 일치하는 ID를 찾을 수 없습니다.
zh_tw: 找不到 URL %s 的相符 ID。

source: Copied %(source_file)s using %(module_str)s
es: Copiado %(source_file)s usando %(module_str)s

source: Bad mac for to_global_ipv6: %s
es: MAC incorrecto para to_global_ipv6: %s
fr: Adresse mac incorrecte pour to_global_ipv6 : %s
ko_kr: to_global_ipv6에 대한 잘못된 MAC: %s
pt_br: Mac inválido para to_global_ipv6: %s
tr_tr: Global ipv6 için yanlış mac numarası: %s
zh_cn: 错误的to_global_ipv6 mac：%s
zh_tw: to_global_ipv6 的 Mac 位址錯誤：%s
