Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Invalid IP protocol %(protocol)s
es: Protocolo IP no válido %(protocol)s
fr: Protocol IP non valide %(protocol)s
ko_kr: 올바르지 않은 IP 프로토콜 %(protocol)s
pt_br: Protocolo IP %(protocol)s é inválido.
zh_cn: IP协议 %(protocol)s 无效

source: No rule for the specified parameters.
es: No hay regla para los parámetros especificados.
fr: Pas de règle pour les paramètres spécifiés.
ko_kr: 지정된 매개변수에 대한 규칙이 없습니다.
pt_br: Não existe regra para os parâmetros especificados
zh_cn: 对给定的参数无特定规则。

source: Get console output for instance %s
es: Obtener salida de la consola para la instancia %s
fr: Récupération de la sortie de la console de l'instance %s
pt_br: Obter saída do console para instância %s
zh_cn: 获取实例 %s 控制台输出

source: Create volume from snapshot %s
es: Crear volumen desde la instantánea %s
fr: Création du volume à partir de l'instantané %s
pt_br: Criar volume a partir da captura instantânea %s
zh_cn: 从快照 %s 创建卷

source: Create volume of %s GB
es: Crear volumen de %s GB
fr: Création d'un volume de %s Go
pt_br: Criar volume de %s GB
zh_cn: 创建 %s GB的卷

source: Attach volume %(volume_id)s to instance %(instance_id)s at %(device)s
es: Conectar el volumen %(volume_id)s a la instancia %(instance_id)s en %(device)s
fr: Montage du volume %(volume_id)s sur l'instance %(instance_id)s en tant que %(device)s
pt_br: Conectar volume %(volume_id)s à instância %(instance_id)s em %(device)s
zh_cn: 把卷 %(volume_id)s 附加到实例 %(instance_id)s 上位置在 %(device)s

source: Detach volume %s
es: Desasociar volumen %s
fr: Dé-montage du volume %s
pt_br: Desanexar volume %s
zh_cn: 分离卷 %s

source: Allocate address
es: Asignar dirección
fr: Allocation d'adresse
pt_br: Alocar endereço
zh_cn: 分配地址

source: Release address %s
es: Liberar dirección %s
fr: Désallocation de l'adresse %s
pt_br: Liberar endereço %s
zh_cn: 释放地址 %s

source: Associate address %(public_ip)s to instance %(instance_id)s
es: Asociar dirección %(public_ip)s a instancia %(instance_id)s
fr: Association de l'adresse %(public_ip)s avec l'instance %(instance_id)s
pt_br: Associar endereço %(public_ip)s à instância %(instance_id)s
zh_cn: 把地址 %(public_ip)s 关联到实例 %(instance_id)s

source: Unable to associate IP Address, no fixed_ips.
es: No se puede asociar la dirección IP, sin fixed_ips.
fr: Impossible d'associer l'adresse IP, pas de fixed_ips.
ko_kr: IP 주소를 연관시킬 수 없습니다. fixed_ips가 없습니다.
pt_br: Não é possível associar o Endereço IP; nenhum fixed_ips.
zh_cn: 无法关联 IP 地址，不存在任何 fixed_ip。

source: multiple fixed_ips exist, using the first: %s
es: existen múltiples fixed_ips, utilizando la primera: %s
pt_br: existem vários fixed_ips; usando o primeiro: %s
zh_cn: 存在多个 fixed_ip，正在使用第一个：%s

source: Disassociate address %s
es: Desasociar dirección %s
fr: Désassociation de l'adresse %s
pt_br: Desatribuir endereço %s
zh_cn: 取消地址 %s 的关联

source: min_count must be <= max_count
es: min_count debe ser <= max_count
fr: min_count doit être <= max_count
ko_kr: min_count는 max_count 이하여야 함
pt_br: min_count deve ser <= max_count
tr_tr: min_count max_count'dan küçük olmalı
zh_cn: min_count 必须小于或等于 max_count
zh_tw: min_count 必須 <= max_count

source: Image must be available
es: La imagen debe estar disponible
fr: L'image doit être disponible
ko_kr: 이미지가 사용 가능해야 함
pt_br: A imagem deve estar disponível
zh_cn: 镜像必须可用。

source: Going to start terminating instances
es: Se va a iniciar la finalización de las instancias
pt_br: Começando a terminar instâncias

source: Reboot instance %r
es: Reiniciar instancia %r
fr: Re-démarrage de l'instance %r
pt_br: Reiniciar instância %r
zh_cn: 重启实例 %r

source: Going to stop instances
es: Se van a detener instancias
pt_br: Parando instâncias

source: Going to start instances
es: Se van a iniciar instancias
pt_br: Iniciando instâncias

source: De-registering image %s
es: Des-registrando la imagen %s
fr: Dé-enregitrement de l'image %s
pt_br: Removendo o registro da imagem %s
zh_cn: 解除镜像 %s 的注册

source: imageLocation is required
es: Se necesita imageLocation
fr: imageLocation est obligatoire
ko_kr: imageLocation 필요
pt_br: imageLocation é obrigatório
zh_cn: 需要 imageLocation

source: Registered image %(image_location)s with id %(image_id)s
es: Imagen registrada %(image_location)s con el id %(image_id)s
fr: Image %(image_location)s enregistré avec l'id %(image_id)s
pt_br: Imagem registrada %(image_location)s com o ID %(image_id)s
zh_cn: 用id %(image_id)s 注册镜像 %(image_location)s

source: user or group not specified
es: usuario o grupo no especificado
fr: Utilisateur ou groupe non spécifié
ko_kr: 사용자 또는 그룹이 지정되지 않음
pt_br: usuário ou grupo não especificado
zh_cn: 用户或者组没有确定

source: only group "all" is supported
es: sólo el grupo "all" está soportado
fr: Seul le group "tous" est supporté
ko_kr: "all" 그룹만 지원됨
pt_br: apenas o grupo "all" é suportado
zh_cn: 仅仅支持组"all"

source: operation_type must be add or remove
es: operation_type debe ser añadir o eliminar
fr: le type d'opération (operation_type) doit être ajout (add) ou suppression (remove)
ko_kr: operation_type이 추가 또는 제거여야 함
pt_br: operation_type deve ser add ou remove
zh_cn: operation_type必须添加或者移除

source: Updating image %s publicity
es: Actualizando imagen %s públicamente
fr: Mis à jour de la publication de l'image %s
pt_br: Atualizando publicidade da imagem %s
zh_cn: 正在更新镜像 %s 的 publicity 属性

source: Not allowed to modify attributes for image %s
es: No está permitido modificar los atributos para la imagen %s
fr: Non autorisé à modifier les attributs de l'image %s
ko_kr: %s 이미지의 속성을 수정하도록 허용하지 않음
pt_br: Não permitido modificar atributos para a imagem %s
zh_cn: 不允许为映像 %s 修改属性

source: Invalid value '%(ec2_instance_id)s' for instanceId. Instance does not have a volume attached at root (%(root)s)
es: Valor no válido '%(ec2_instance_id)s' para el ID de instancia. La instancia no tiene ningún volumen conectado en la raíz (%(root)s).
fr: Valeur non valide '%(ec2_instance_id)s' pour instanceId. L'instance ne comporte pas de volume associé à la racine (%(root)s)
ko_kr: instanceId에 대한 올바르지 않은 값 '%(ec2_instance_id)s'입니다. 루트(%(root)s)에 첨부된 볼륨이 인스턴스에 없습니다.
pt_br: Valor inválido '%(ec2_instance_id)s' para instanceId. A instância não possui um volume anexado na raiz (%(root)s)
zh_cn: 值“%(ec2_instance_id)s”对于 instanceId 无效。实例没有在根 (%(root)s) 处连接卷

source: Couldn't stop instance within %d sec
es: No se puede detener una instancia en menos de %d segundos

source: image of %(instance)s at %(now)s
es: imagen de %(instance)s en %(now)s
fr: image de %(instance)s à %(now)s
ko_kr: %(now)s에 %(instance)s의 이미지
pt_br: imagem de %(instance)s às %(now)s
zh_cn: %(now)s 处的 %(instance)s 的映像

source: resource_id and tag are required
es: resource_id y tag son necesarios
fr: les champs 'resource_id' et 'tag' sont requis
ko_kr: 자원 ID 와 태그가 필요함
pt_br: resource_id e tag são requeridos
zh_cn: resource_id 和 tag 是必需的

source: Expecting a list of resources
es: Esperando una lista de recursos
fr: En attente d'une liste de ressources
ko_kr: 자원 목록 예상
pt_br: Aguardando uma lista de recursos
zh_cn: 期望资源列表

source: Only instances implemented
es: Sólo están implementadas instancias
fr: Seules les instances implémentées
ko_kr: 인스턴스만 구현됨

source: Expecting a list of tagSets
es: Esperando una lista de tagSets
fr: En attente d'un ensemble d'étiquettes
ko_kr: tagSets의 목록 예상
zh_cn: 期望 tagSet 列表

source: Expecting tagSet to be key/value pairs
es: Esperando que tagSet sea un par clave/valor
fr: En attente d'un ensemble d'étiquettes pour être des paires clé/valeur
ko_kr: tagSet는 키/값 쌍이어야 함
zh_cn: 期望 tagSet 是键值对

source: Expecting both key and value to be set
es: Esperando establecimiento tanto de clave como valor
fr: En attente à la fois de la clé et de la valeur pour être positionné
ko_kr: 키와 값을 모두 설정해야 함
zh_cn: 期望 key和value都被设置了

source: Expecting key to be set
es: Esperando el establecimiento de la clave
fr: La clée doit être définie
ko_kr: 키 설정을 예상
pt_br: Esperando chave para ser setada
zh_cn: 期望 key 被设置

source: Invalid CIDR
es: CIDR no válido
fr: CIDR non valide
ko_kr: 올바르지 않은 CIDR
pt_br: CIDR inválido
zh_cn: CIDR 无效

source: Request must include either Timestamp or Expires, but cannot contain both
es: La solicitud debe incluir Timestamp o Expires, pero no puede contener ambos
fr: La demande doit inclure Timestamp ou Expires mais ne peut pas contenir les deux
ko_kr: 요청은 Timestamp 또는 Expires 중 하나를 포함해야 하지만, 둘 다 포함할 수는 없습니다.
pt_br: A solicitação deve incluir Registro de Data e Hora ou Expira, mas não pode conter ambos
tr_tr: İstek ya Zaman damgası ya da Zaman aşımı içermeli, ama ikisini birden içeremez
zh_cn: 请求必须包括时间戳记或到期时间，但是不能同时包括这两者
zh_tw: 要求必須包含「時間戳記」或「到期」，但不能兩者都包含

source: Timestamp is invalid.
es: La indicación de fecha y hora no es válida.
fr: L'horodatage n'est pas valide.
pt_br: O Registro de Data e Hora é inválido.
zh_cn: 时间戳记无效。

source: EC2 error response: %(code)s: %(message)s
es: Respuesta EC2 errónea: %(code)s: %(message)s

source: future versions %s hidden in version list
es: Versiones futuras %s ocultas en lista de versiones

source: X-Instance-ID present in request headers. The 'service_neutron_metadata_proxy' option must be enabled to process this header.
es: X-Instance-ID presente en encabezados de soicitud. La opción 'service_neutron_metadata_proy' debe ser habilitada para procesar este encabezado.

source: Failed to get metadata for ip: %s
es: Fallo al generar metadatos para la ip %s
pt_br: Falha ao obter metadados para o ip: %s
zh_cn: 为ip： %s获取元数据失败

source: An unknown error has occurred. Please try your request again.
es: Ha sucedido un error desconocido. Por favor repite el intento de nuevo.
fr: Une erreur inopinée à eu lieu. Merci d'essayer votre requête à nouveau.
ko_kr: 알 수 없는 오류가 발생했습니다. 요청을 다시 시도하십시오.
pt_br: Ocorreu um erro desconhecido. Por favor tente sua requisição novamente.
tr_tr: Bilinmeyen bir hata oluştu. Lütfen tekrar deneyin.
zh_cn: 发生了一个未知的错误. 请重试你的请求.
zh_tw: 發生不明錯誤。請重試要求。

source: X-Instance-ID header is missing from request.
es: Falta la cabecera de ID de instancia X en la solicitud.
fr: L'en-tête X-Instance-ID est manquant dans la demande.
ko_kr: X-Instance-ID 헤더가 요청에서 누락되었습니다.
pt_br: O cabeçalho X-Instance-ID está ausente da solicitação.
tr_tr: İstekte X-Instance-ID başlığı eksik.
zh_cn: 请求中缺少 X-Instance-ID 头。
zh_tw: 要求遺漏了 X-Instance-ID 標頭。

source: Multiple X-Instance-ID headers found within request.
es: Se han encontrado varias cabeceas de ID de instancia X en la solicitud.
fr: Plusieurs en-têtes Multiple X-Instance-ID trouvés dans la demande.
ko_kr: 요청에 다중 X-Instance-ID 헤더가 있습니다.
pt_br: Vários cabeçalhos X-Instance-ID localizados dentro da solicitação.
tr_tr: İstekte birden fazla X-Instance-ID başlığı bulundu.
zh_cn: 在请求内找到多个 X-Instance-ID 头。
zh_tw: 在要求中發現多個 X-Instance-ID 標頭。

source: X-Instance-ID-Signature: %(signature)s does not match the expected value: %(expected_signature)s for id: %(instance_id)s. Request From: %(remote_address)s
es: Firma_ID_instancia_X: %(signature)s no coincide con el valor esperado: %(expected_signature)s para el ID: %(instance_id)s. Solicitud desde: %(remote_address)s
pt_br: X-Instance-ID-Signature: %(signature)s não corresponde ao valor esperado: %(expected_signature)s para o ID: %(instance_id)s. Solicitação de: %(remote_address)s
zh_cn: X-Instance-ID-Signature %(signature)s 与标识 %(instance_id)s 的期望值 %(expected_signature)s 不匹配。请求来自 %(remote_address)s

source: Invalid proxy request signature.
es: Firma de solicitud de proxy no válida.
fr: Signature de demande de proxy non valide.
ko_kr: 올바르지 않은 프록시 요청 서명입니다.
pt_br: Assinatura da solicitação de proxy inválida.
tr_tr: Geçersiz vekil istek imzası.
zh_cn: 代理请求签名无效。
zh_tw: 無效的 Proxy 要求簽章。

source: Failed to get metadata for instance id: %s
es: No se han podido obtener metadatos para el id de instancia: %s
pt_br: Falha ao obter metadados para o ID da instância: %s
zh_cn: 未能针对实例标识获取元数据：%s

source: file does not exist
es: No existe el fichero

source: Unexpected IOError when reading
es: Error de E/S no esperado al leer

source: failed to load json
es: Ha fallado la carga de json
pt_br: Falha ao carregar json
zh_cn: 无法加载 json

source: Caught error: %s
es: Capturado error: %s
pt_br: Capturado o erro: %s
zh_cn: 抓到错误：%s

source: %(url)s returned with HTTP %(status)d
es: Se ha devuelto %(url)s con HTTP %(status)d
pt_br: %(url)s retornado com HTTP %(status)d
zh_cn: %(url)s 随HTTP %(status)d返回

source: Must specify an ExtensionManager class
es: Debe especificar una clase ExtensionManager
fr: Vous devez définir une classe ExtensionManager
ko_kr: ExtensionManager 클래스를 지정해야 함
pt_br: Deve especificar uma classe ExtensionManager
zh_cn: 必须明确一个ExtensionManager类
zh_tw: 必須指定 ExtensionManager 類別

source: Extension %(ext_name)s: Cannot extend resource %(collection)s: No such resource
es: Ampliación %(ext_name)s: no se puede ampliar el recurso %(collection)s: no existe dicho recurso.
pt_br: Extensão %(ext_name)s: Não é possível estender o recurso %(collection)s: Nenhum recurso desse tipo
zh_cn: 扩展%(ext_name)s：无法扩展资源 %(collection)s：没有那种资源

source: Not loading %s because it is in the blacklist
es: No se ha cargado %s porque está en la lista negra

source: Not loading %s because it is not in the whitelist
es: No se ha cargado %s porque no está en la lista blanca

source: v3 API Extension Blacklist: %s
es: Extensión de lista blanca API v3: %s

source: v3 API Extension Whitelist: %s
es: Lista permisiva API Exstension v3: %s

source: Extensions in both blacklist and whitelist: %s
es: Extensiones en lista restrictiva y lista permisiva: %s

source: Missing core API extensions: %s
es: Extensiones core API omitidas: %s
zh_cn: 核心API扩展未找到：%s

source: Running _register_resources on %s
es: Running_register_resources en %s

source: Extended resource: %s
es: Recurso ampliado: %s
pt_br: Recurso estendido: %s

source: Running _register_controllers on %s
es: Running_register_controllers en %s

source: Extension %(ext_name)s extending resource: %(collection)s
es: La ampliación %(ext_name)s que amplía el recurso: %(collection)s
pt_br: Extensão %(ext_name)s estendendo o recurso: %(collection)s

source: status is UNKNOWN from vm_state=%(vm_state)s task_state=%(task_state)s. Bad upgrade or db corrupted?
es: el estado es UNKNOWN de vm_state=%(vm_state)s task_state=%(task_state)s. ¿Actualización errónea o base de datos dañada?
pt_br: O status é UNKNOWN de vm_state=%(vm_state)s task_state=%(task_state)s. Upgrade inválido ou db corrompido?
zh_cn: 根据 vm_state=%(vm_state)s task_state=%(task_state)s，状态为未知。是升级不正确，还是数据库已损坏？

source: %s param must be an integer
es: El parámetro %s debe ser un entero
fr: Paramètre %s doit etre un entier

source: %s param must be positive
es: El parámetro %s debe ser positivo
fr: Paramètre %s doit etre positif

source: offset param must be an integer
es: el parámetro de desplazamiento debe ser un entero
fr: le paramètre offset doit être un entier
pt_br: o parâmetro offset deve ser um número inteiro
zh_cn: offset 参数必须是整数

source: limit param must be an integer
es: el parámetro de límite debe ser un entero
fr: le paramètre limit doit être un entier
pt_br: o parâmetro limit deve ser um número inteiro
zh_cn: limit 参数必须是整数

source: limit param must be positive
es: el parámetro de límite debe ser positivo
fr: le paramètre limit doit être positif
pt_br: o parâmetro limit deve ser positivo
zh_cn: limit参数必须是正数

source: offset param must be positive
es: el parámetro de desplazamiento debe ser positivo
fr: le paramètre offset doit être positif
pt_br: o parâmetro offset deve ser positivo
zh_cn: offset 参数必须是正数

source: marker [%s] not found
es: no se ha encontrado el marcador [%s]
fr: le marqueur [%s] est introuvable
ko_kr: 마커 [%s]을(를) 찾을 수 없음
pt_br: marcador [%s] não localizado
tr_tr: [%s] göstergesi bulunamadı
zh_cn: 没有找到标记 [%s]
zh_tw: 找不到標記 [%s]

source: href %s does not contain version
es: href %s no contiene la versión
fr: href %s ne contient pas de version
ko_kr: href %s에 버전이 없음
pt_br: href %s não contém versão
tr_tr: %s referansı versiyon içermiyor
zh_cn: href %s 不包含版本
zh_tw: href %s 不包含版本

source: Image metadata limit exceeded
es: Se ha superado el límite de metadatos de imágenes
fr: Limite de métadonnées d'image dépassée
ko_kr: 이미지 메타데이터 한계 초과
pt_br: Limite excedido de metadados da imagem
tr_tr: İmaj üstveri sınırı aşıldı
zh_cn: 超过镜像元数据限制
zh_tw: 已超出映像檔 meta 資料限制

source: Image metadata key cannot be blank
es: La clave de metadatos de imagen no puede estar en blanco
fr: La clé de métadonnées d'image ne peut pas être à blanc
ko_kr: 이미지 메타데이터 키는 공백일 수 없음
pt_br: A chave de metadados da imagem não pode ficar em branco
zh_cn: 映像元数据键不能为空白
zh_tw: 映像檔 meta 資料索引鍵不能空白

source: Image metadata key too long
es: La clave de metadatos de imagen es demasiado larga
fr: Clé de métadonnées d'image trop longue
ko_kr: 이미지 메타데이터 키가 너무 김
pt_br: A chave de metadados da imagem é muito longa
zh_cn: 映像元数据键太长
zh_tw: 映像檔 meta 資料索引鍵太長

source: Invalid image metadata
es: Metadatos de imagen no válidos
fr: Métadonnées d'image non valides
ko_kr: 올바르지 않은 이미지 메타데이터
pt_br: Metadados da imagem inválidos
zh_cn: 映像元数据无效
zh_tw: 無效的映像檔 meta 資料

source: Cannot '%(action)s' while instance is in %(attr)s %(state)s
es: No se puede '%(action)s' mientras la instancia está en %(attr)s %(state)s
pt_br: Não é possível '%(action)s' enquanto a instância estiver em %(attr)s %(state)s
zh_cn: '%(action)s' 针对处于 %(attr)s %(state)s 的实例是无法进行

source: Cannot '%s' an instance which has never been active
es: No se puede '%s' una instancia que nunca ha estado activa

source: Instance is in an invalid state for '%s'
es: La instancia se encuentra en un estado inválido para '%s'
pt_br: instância está em um estado inválido para '%s'

source: Rejecting snapshot request, snapshots currently disabled
es: Rechazando solicitud de instantánea, instantáneas inhabilitadas actualmente
pt_br: Rejeitando solicitação de captura instantânea; capturas instantâneas desativadas atualmente
zh_cn: 拒绝快照请求，快照当前未被激活

source: Instance snapshots are not permitted at this time.
es: Las instantáneas de instancia no están permitidas en este momento.
fr: Instantanés d'instance non autorisés pour l'instant.
ko_kr: 인스턴스 스냅샷은 지금 허용되지 않습니다.
pt_br: Capturas instantâneas da instância não são permitidas nesse momento.
zh_cn: 该时刻实例快照是不允许的。
zh_tw: 此時不接受實例 Snapshot。

source: Loaded extension: %s
es: Ampliación cargada: %s
pt_br: Extensão carregada: %s
zh_cn: 加载的扩展：%s

source: Ext name: %s
es: Nombre de ampliación: %s
pt_br: Nome da ext: %s

source: Ext alias: %s
es: Alias de ampliación: %s
pt_br: Alias da ext: %s

source: Ext description: %s
es: Descripción de ampliación: %s
pt_br: Descrição da ext: %s

source: Ext namespace: %s
es: Espacio de nombres de ampliación: %s
pt_br: Namespace da ext: %s

source: Ext updated: %s
es: Ampliación actualizada: %s
pt_br: Ext atualizada: %s

source: Exception loading extension: %s
es: Excepción al cargar ampliación: %s
pt_br: Exceção ao carregar extensão: %s
zh_cn: 加载扩展发生异常：%s

source: Loading extension %s
es: Cargando ampliación %s
pt_br: Carregando a extensão %s

source: Calling extension factory %s
es: Llamando a la fábrica de ampliaciones %s
pt_br: Chamando factory da extensão %s

source: Failed to load extension %(ext_factory)s: %(exc)s
es: No se ha podido cargar la ampliación %(ext_factory)s: %(exc)s
pt_br: Falha ao carregar a extensão %(ext_factory)s: %(exc)s
zh_cn: 加载扩展 %(ext_factory)s 失败：%(exc)s

source: Failed to load extension %(classpath)s: %(exc)s
es: No se ha podido cargar la ampliación %(classpath)s: %(exc)s
fr: Echec du chargement de l'extension %(classpath)s : %(exc)s
pt_br: Falha ao carregar a extensão %(classpath)s: %(exc)s
zh_cn: 加载扩展 %(classpath)s 失败：%(exc)s

source: Failed to load extension %(ext_name)s:%(exc)s
es: Fallo al cargar extensión %(ext_name)s:%(exc)s
fr: Echec de chargement de l'extension %(ext_name)s:%(exc)s
pt_br: Falha ao carregar a extensão %(ext_name)s:%(exc)s

source: Unexpected exception in API method
es: Excepción inesperada en método API.

source: Unexpected API Error. Please report this at http://bugs.launchpad.net/nova/ and attach the Nova API log if possible. %s
es: Error inesperado de API. Por favor reporta esto en http://bugs.launchpad.net/nova/ e incluye el registro de Nova API en lo posible. %s
ko_kr: API Error가 발생했습니다. http://bugs.launchpad.net/nova/ 에 상세 내용을 보내주십시오. 가능하면 Nova API 로그를 포함하여 보내주십시오. %s
tr_tr: Beklenmeyen API Hatası: Lütfen bunu http://bugs.launchpad.net/nova/ adresine raporlayın ve mümkünse Nova API kaydını da ekleyin. %s
zh_tw: 非預期的 API 錯誤。請在網站http://bugs.launchpad.net/nova/ 上報告此問題，而且如有可能，請附加 Nova API 日誌。 %s

source: cannot understand JSON
es: no se puede entender JSON
fr: impossible de comprendre JSON
ko_kr: JSON을 이해할 수 없음
pt_br: não é possível entender JSON
tr_tr: JSON dosyası anlaşılamadı
zh_cn: 无法理解JSON
zh_tw: 無法理解 JSON

source: too many body keys
es: demasiadas claves de cuerpo
fr: trop de clés de corps
ko_kr: 본문 키가 너무 많음
pt_br: excesso de chaves de corpo
tr_tr: Çok sayıda gövde anahtarları
zh_cn: 过多主体密钥
zh_tw: 主體金鑰太多

source: Exception handling resource: %s
es: Excepción al manejar recurso: %s
pt_br: Exceção ao manipular recurso: %s
zh_cn: 处理资源时发生异常：%s

source: Fault thrown: %s
es: Error emitido: %s
pt_br: Falha lançada: %s
zh_cn: 错误抛出: %s

source: HTTP exception thrown: %s
es: Excepción de HTTP emitida: %s
pt_br: Exceção de HTTP lançada: %s
zh_cn: HTTP 异常抛出：%s

source: Unrecognized Content-Type provided in request
es: Se ha proporcionado un tipo de contenido no reconocido en la solicitud
pt_br: Tipo de Conteúdo Não Reconhecido fornecido na solicitação

source: There is no such action: %s
es: No existe esta acción: %s
fr: Aucune action de ce type : %s
ko_kr: 해당 조치가 없음: %s
pt_br: Essa ação não existe: %s
tr_tr: Böyle bir işlem yok: %s
zh_cn: 没有该动作：%s
zh_tw: 沒有這樣的動作：%s

source: Malformed request body
es: Cuerpo de solicitud formado incorrectamente
fr: Format de corps de demande incorrect
ko_kr: 형식이 틀린 요청 본문
pt_br: Corpo do pedido está mal formado
tr_tr: Kusurlu istek gövdesi
zh_cn: 错误格式的请求主体
zh_tw: 要求內文的格式不正確

source: Action: '%(action)s', body: %(body)s
es: Acción: '%(action)s', cuerpo: %(body)s
pt_br: Ação: '%(action)s', corpo: %(body)s
zh_cn: 操作：“%(action)s”，主体：%(body)s

source: Unsupported Content-Type
es: Tipo de contenido no soportado
fr: Type de contenu non pris en charge
ko_kr: 지원되지 않는 Content-Type
pt_br: Tipo de Conteúdo Não Suportado
tr_tr: Desteklenmeyen içerik türü
zh_cn: 不支持的Content-Type
zh_tw: 不支援的內容類型

source: Malformed request URL: URL's project_id '%(project_id)s' doesn't match Context's project_id '%(context_project_id)s'
es: Solicitud URL malformada: el project_id de la URL '%(project_id)s' no corresponde con el project_id del Contexto '%(context_project_id)s'
ko_kr: 잘못 구성된 요청 URL: URL의 프로젝트 ID '%(project_id)s'이(가)컨텍스트의 프로젝트 ID '%(context_project_id)s'과(와) 일치하지 않습니다.
tr_tr: Bozuk istek URL'si: URL'nin proje_id'si '%(project_id)s' İçeriğin proje_id'si '%(context_project_id)s' ile eşleşmiyor
zh_tw: 要求 URL 的格式不正確：URL 的 project_id '%(project_id)s'，與環境定義的 project_id '%(context_project_id)s' 不符

source: Returning %(code)s to user: %(explanation)s
es: Devolviendo %(code)s al usuario: %(explanation)s
pt_br: Retornando %(code)s para o usuário: %(explanation)s

source: element is not a child
es: el elemento no es un hijo
fr: l'élément n'est pas un enfant
pt_br: o elemento não é um filho
zh_cn: 元素不是子节点

source: root element selecting a list
es: elemento raíz que selecciona una lista
fr: élément racine sélectionnant une liste
pt_br: elemento-raiz selecionando uma lista
zh_cn: 根元素选择列表

source: Template tree mismatch; adding slave %(slavetag)s to master %(mastertag)s
es: Discrepancia de árbol de plantilla; adición de esclavo %(slavetag)s a maestro %(mastertag)s
fr: Discordance d'arborescence de modèles ; ajout de l'esclave %(slavetag)s au maître %(mastertag)s
pt_br: Incompatibilidade da árvore de modelo; incluindo escravo %(slavetag)s para principal %(mastertag)s
zh_cn: 模板数不匹配；把slave %(slavetag)s 添加到master %(mastertag)s
