Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-warning.po
Languages: cs, ko_kr, tr_tr, zh_cn

source: Metadata value %(value)s for %(key)s is not of type %(type)s. Using default value %(default)s.
cs: Hodnota popisných dat %(value)s pro %(key)s není typu %(type)s. Použije se výchozí hodnota %(default)s.
ko_kr: %(key)s의 메타 데이터 값 %(value)s 유형이 %(type)s이(가) 아닙니다. 기본값 %(default)s을(를) 사용합니다.
tr_tr: %(key)s için metadata değeri %(value)s %(type)s türünde değil. Varsayılan değer %(default)s kullanılıyor.
zh_cn: %(key)s 的元数据值 %(value)s 不是类型 %(type)s。使用缺省值 %(default)s。

source: Migration %s is not found.
cs: Přesun %s nenalezen.
ko_kr: 마이그레이션 %s을(를) 찾을 수 없습니다.
zh_cn: 没有找到迁移 %s

source: Migration operation was cancelled
cs: Operace přesunu byla zrušena
ko_kr: 마이그레이션 조작이 취소됨
tr_tr: Göç işlemi iptal edildi
zh_cn: 迁移操作取消

source: Mountpoint cannot be translated: %s
cs: Bod připojení nelze přeložit: %s
ko_kr: 마운트 지점을 변환할 수 없음: %s
tr_tr: Bağlantı noktası çevrilemiyor: %s
zh_cn: 挂载点无法被翻译：%s

source: Multiple base images for image: %s
cs: Mnoho základních obrazů pro obraz: %s
ko_kr: 이미지의 기본 이미지가 여러 개임: %s
tr_tr: %s imajı için birden fazla taban imaj
zh_cn: 多个镜像%s的基本镜像

source: Network %(id)s not matched with the tenants network! The ports tenant %(tenant_id)s will be used.
cs: Síť %(id)s se neshoduje se současnou sítí nájemníka! Budou použity porty nájemníka %(tenant_id)s.
ko_kr: 네트워크 %(id)s이(가) 테넌트 네트워크와 일치하지 않습니다! 포트 테넌트 %(tenant_id)s을(를) 사용합니다.
tr_tr: Ağ %(id)s kiracıların ağıyla eşleşmedi! Bağlantı noktaları kiracısı %(tenant_id)s kullanılacak.
zh_cn: 网络 %(id)s 与租户网络不匹配！将使用端口租户 %(tenant_id)s 。

source: Neutron error: %(ip)s is not a valid IP address for network %(network_id)s.
cs: Chyba Neutron: %(ip)s není platnou IP adresou pro síť %(network_id)s.
ko_kr: Neutron 오류: %(ip)s이(가) 네트워크 %(network_id)s에 대해 올바른 IP 주소가 아닙니다.

source: Neutron error: Fixed IP %s is already in use.
cs: Chyba Neutron: Pevná IP adresa %s se již používá.
ko_kr: Neutron 오류: Fixed IP %s이(가) 이미 사용 중입니다.
tr_tr: Neutron hatası: Sabit IP %s zaten kullanımda.
zh_cn: Neutorn错误：固定IP %s 已经在使用。

source: Neutron error: MAC address %(mac)s is already in use on network %(network)s.
cs: Chyba Neutron: MAC adresa %(mac)s se již používá v síti %(network)s.
ko_kr: Neutron 오류: MAC 주소 %(mac)s이(가) 네트워크 %(network)s에서 이미 사용 중입니다.
tr_tr: Neutron hatası: MAC adresi %(mac) %(network)s ağında zaten kullanımda
zh_cn: Neutron 错误：MAC 地址%(mac)s 已经在网络%(network)s 上使用。

source: Neutron error: No more fixed IPs in network: %s
cs: Chyba Neutron: Žádné další pevné IP adresy v síti: %s
ko_kr: Neutron 오류: 네트워크에 추가 Fixed IP가 없음: %s
tr_tr: Neutron hatası: Ağda daha fazla sabit IP yok: %s
zh_cn: Neutron 错误：网络：%s 中没有更多固定IP

source: Neutron error: Port quota exceeded in tenant: %s
cs: Chyba Neutron: Kvóta portů překročena u nájemníka: %s
ko_kr: Neutron 오류: 테넌트에서 포트 할당량이 초과됨: %s
tr_tr: Neutron hatası: Bağlantı noktası kotası kiracıda aşıldı: %s
zh_cn: Neutron 错误：租户 %s 中的端口配额超过

source: No Network for FixedIP: %s
cs: Žádná síť pro pevnou ip adresu: %s
ko_kr: FixedIP의 네트워크가 없음: %s
tr_tr: SabitIP için Ağ yok: %s
zh_cn: 固定IP：%s 没有网络

source: No VirtualInterface for FixedIP: %s
cs: Žádné virtuální rozhraní pro pevnou ip adresu: %s
ko_kr: FixedIP의 VirtualInterface가 없음: %s
tr_tr: SabitIP için SanalArayüz yok: %s
zh_cn: 固定IP：%s 没有虚拟接口

source: No cell_name for %(method)s() from API
cs: Žádný název buňky pro %(method)s() z API
ko_kr: API의 %(method)s()에 대한 cell_name이 없음
tr_tr: API'den %(method)s() için hücre_ismi yok
zh_cn: API 的%(method)s() 方法中没有cell_name

source: No cell_name for instance update from API
cs: Žádný název buňky pro aktualizaci instance z API
ko_kr: API에서 인스턴스 업데이트를 위한 cell_name이 없음
tr_tr: API'den sunucu güncelleme için hücre_ism yok
zh_cn: API没有实例更新的cell_name

source: No compute node record for %(host)s:%(node)s
cs: nenalezen žádný výpočetní uzel pro %(host)s:%(node)s
ko_kr: %(host)s:%(node)s의 컴퓨트 노드 레코드가 없음
tr_tr: %(host)s:%(node)s için hesap düğümü kaydı yok
zh_cn: 没有%(host)s:%(node)s 的计算节点记录

source: No compute service record found for host %(host)s
cs: U hostitele %(host)s nenalezen žádný záznam o výpočtové službě
ko_kr: %(host)s 호스트의 컴퓨트 서비스 레코드를 찾을 수 없음
tr_tr: %(host)s istemcisi için hesaplama servisi kaydı bulunamadı
zh_cn: 没有找到主机 %(host)s 可用的计算服务记录

source: No free nbd devices
cs: Žádná volná zařízení nbd
ko_kr: 여유 nbd 디바이스 없음
tr_tr: Boş nbd aygıtı yok
zh_cn: 没有空闲NBD设备

source: No host name specified for the notification of HostAPI.%s and it will be ignored
cs: Pro oznámení HostAPI.%s nezadán žádný název hostitele, bude ignorováno
ko_kr: HostAPI.%s의 호스트 이름이 지정되지 않으므로 무시됨
tr_tr: HostAPI.%s bildirimi için makine adı belirtilmedi ve göz ardı edilecek
zh_cn: 没有为HostAPI 的通知指定的主机名。%s 将会被忽略

source: No match when trying to update BDM: %(bdm)s
cs: Žádná shoda při pokusu o aktualizaci BDM: %(bdm)s
ko_kr: BDM을 업데이트하려고 할 때 일치하는 사항이 없음: %(bdm)s
tr_tr: BDM güncellenmeye çalışılırken eşleşme yok: %(bdm)s
zh_cn: 尝试更新BDM：%(bdm)s时，没有匹配内容

source: No more network or fixed IP to be allocated
cs: Žádné další sítě nebo pevné IP adresy k přidělení
ko_kr: 할당할 추가 네트워크 또는 Fixed IP가 없음
tr_tr: Ayrılacak daha fazla ağ ya da sabit IP yok
zh_cn: 没有多余的网络或fixed IP可被分配

source: No protocol specified in for api_server '%s', please update [glance] api_servers with fully qualified url including scheme (http / https)
cs: U api serveru '%s' nebyl zadán žádný protokol, prosím změňte URL u [glance] api serverů na úplnou URL včetně schématu (http / https)
ko_kr: api_server '%s'에 프로토콜이 지정되지 않음, [glance] api_servers를 스키마(http / https)를 포함하는 완전한 url로 업데이트

source: No valid host found for rebuild
cs: Nenalezen žádný platný hostitel pro znovu sestavení
ko_kr: 다시 빌드하는 데 올바른 호스트를 찾을 수 없음
tr_tr: Yeniden inşa için geçerli bir istemci bulunamadı
zh_cn: 重建过程中没有找到有效主机

source: No valid host found for unshelve instance
cs: Nenalezen žádný platný hostitel pro vyskladnění instance
ko_kr: Shelve되지 않은 인스턴스에 올바른 호스트를 찾을 수 없음
tr_tr: Askıdan alınmış sunucu için geçelir istemci bulunamadı
zh_cn: 没有找未停止实例的有效主机

source: Node %(uuid)s has a malformed "%(prop)s". It should be an integer but its value is "%(value)s".
cs: Uzel %(uuid)s má poškozené "%(prop)s". Mělo by být celé číslo, ale jeho hodnota je "%(value)s".
ko_kr: %(uuid)s 노드에 잘못된 형식의 "%(prop)s"이(가) 있습니다. 이 값은 정수여야 하지만 "%(value)s"입니다.
zh_cn: 节点 %(uuid)s 有一个不正确的属性"%(prop)s"。它应该是一个整数，但是它的值是 "%(value)s"。

source: Node %(uuid)s has a malformed "%(prop)s". It should be an integer.
cs: Uzel %(uuid)s má poškozené "%(prop)s". Mělo by být celé číslo.
ko_kr: %(uuid)s 노드에 잘못된 형식의 "%(prop)s"이(가) 있습니다. 이 값은 정수여야 합니다.
tr_tr: %(uuid)s düğümü kusurlu "%(prop)s" a sahip. Tam sayı olmalıdır.
zh_cn: 节点 %(uuid)s 有一个不正确的属性"%(prop)s"。它应该是一个整数。

source: Node field should not be set on the instance until resources have been claimed.
cs: Pole uzel by nemělo být nastaveno pro instanci, dokud nebudou získány zdroje.
ko_kr: 리소스가 청구될 때까지 인스턴스에 노드 필드가 설정되지 않았습니다.
tr_tr: Kaynaklar talep edilmeden sunucuda düğüm alanı ayarlanmamalı
zh_cn: 直到已请求资源，才应该对实例设置主机字段.。

source: Not deleting key %s
cs: Klíč %s nebude smazán
ko_kr: %s 키를 삭제하지 않음
tr_tr: %s anahtarı silinmiyor
zh_cn: 不删除秘钥 %s

source: Old property name "hw_watchdog_action" is now deprecated and will be removed in the next release. Use updated property name "hw:watchdog_action" instead
cs: Název vlastnosti "hw_watchdog_action" je nyní zastaralý a bude odstraněn v další verzi. Místo toho používejte aktualizovaný název vlastnosti "hw:watchdog_action"
tr_tr: Eski özellik adı "hw_watchdog_action" artık kullanılmıyor ve sonraki sürümde kaldırılacak. Güncellenmiş özellik ismi "hw:watchdog_action" kullanın
zh_cn: 现在旧属性名"hw_watchdog_action" 被废弃了，将在下一个版本中移除。使用更新过的属性 "hw:watchdog_action" 作为代替。

source: Paused instance shutdown by itself. Calling the stop API.
cs: Pozastavená instance se sama vypnula. Voláno zastavení API.
ko_kr: 인스턴스 자체 종료가 일시중단되었습니다. API 중지를 호출합니다.
tr_tr: Kendi kendine sunucu kapatmasını durdurdu. Durdurma API'si çağrılıyor.
zh_cn: 暂停的实例自己关闭。调用stop API。

source: Periodic cleanup failed to delete instance: %s
cs: Pravidelné čištění nemohlo smazat instanci: %s
ko_kr: 정기적 정리에서 인스턴스 삭제 실패: %s
tr_tr: Dönemsel temizlik sunucuyu silmede başarısız: %s
zh_cn: 周期性清除，删除实例失败：%s

source: Periodic reclaim failed to delete instance: %s
cs: Pravidelné znovu získání nemohlo smazat instanci: %s
ko_kr: 정기적 재확보에서 인스턴스 삭제 실패: %s
tr_tr: Dönemsel tekrar talep sunucuyu silmede başarısız: %s
zh_cn: 周期性重新声明，删除实例失败：%s

source: Periodic task is updating the host stat, it is trying to get disk %(i_name)s, but access is denied. It is most likely due to a VM that exists on the compute node but is not managed by Nova.
cs: Pravidelný úkol aktualizuje statistiky hostitele, snaží se získat disk %(i_name)s, ale přístup byl zamítnut. Důvodem je pravděpodobně Vm, která existuje na výpočetním uzlu, ale Nova ho nespravuje.
ko_kr: 정기적 작업을 통해 호스트 통계를 업데이트합니다. %(i_name)s 디스크를 가져오려고 하지만 액세스가 거부되었습니다. 컴퓨트 노드에 있지만 Nova에서 관리하지 않는 VM때문일 가능성이 가장 큽니다.
tr_tr: Dönemsel görev istemci durumunu güncelliyor, %(i_name)s diskini almaya çalışıyor, ama erişim reddedildi. Muhtemelen hesap düğümünde var olan ama Nova tarafından yönetilmeyen bir VM sebebiyle.
zh_cn: 周期性任务更新主机统计，尝试获取磁盘%(i_name)s，但是拒绝访问。最大可能是在计算主机上面存在一个不被Nova管理的虚拟机VM。

source: Periodic task is updating the host stat, it is trying to get disk %(i_name)s, but disk file was removed by concurrent operations such as resize.
cs: Pravidelný úkol aktualizuje statistiky hostitele, snaží se získat disk %(i_name)s, ale souboru disku byl odstraněn souběžnými operacemi jako například změna velikosti.
ko_kr: 정기적 작업을 통해 호스트 통계를 업데이트합니다. %(i_name)s 디스크를 가져오려고 하지만 크기 조정과 같은 동시 조작을 통해 디스크 파일이 제거되었습니다.
tr_tr: Dönemsel görev istemci durumunu güncelliyor, %(i_name)s diskini almaya çalışıyor, ama disk dosyası yeniden boyutlandırma gibi eş zamanlı işlemlertarafından silindi.
zh_cn: 周期性任务更新这台主机统计。尝试获取磁盘%(i_name)s，但是磁盘文件被并发操作移除，比如调整大小resize。

source: Periodic task is updating the host stats, it is trying to get disk info for %(i_name)s, but the backing volume block device was removed by concurrent operations such as resize. Error: %(error)s
cs: Pravidelný úkol aktualizuje statistiky hostitele, snaží se získat informace o disku %(i_name)s, ale záložní zařízení bloku svazku bylo odstraněno souběžnými operacemi jako například změna velikosti. Chyba: %(error)s
ko_kr: 정기적 작업을 통해 호스트 통계를 업데이트합니다. %(i_name)s 디스크를 가져오려고 하지만 크기 조정과 같은 동시 조작을 통해 지원 볼륨 블록 장치가 제거되었습니다. 오류: %(error)s
tr_tr: Dönemsel görev istemci durumunu güncelliyor, %(i_name)s diskini almaya çalışıyor, ama destekleyen mantıksal sürücü blok aygıtı yeniden boyutlandırma gibi eş zamanlı işlemler tarafından silinmiş. Hata: %(error)s
zh_cn: 周期性任务更新主机统计，尝试获取磁盘%(i_name)s信息，但是备份卷块设备被并发操作移除，比如调整大小resize。错误：%(error)s

source: Please consider to execute setup before trying to configure debug log message.
cs: Prosím zvažte spustit instalaci předtím, než se pokusíte nastavit zprávu záznamu ladění.
ko_kr: 디버그 로그 메시지를 구성하기 전에 설정을 실행하십시오.
tr_tr: Hata ayıklama kaydı iletisini yapılandırmadan önce kurulumu çalıştırmayı göz önüne alın.
zh_cn: 在尝试配置调试debug 日志消息之前，请考虑执行创建。

source: Port %s does not exist
cs: Port %s neexistuje
ko_kr: %s 포트가 없음
tr_tr: Bağlantı noktası %s mevcut değil
zh_cn: 端口号 %s 不存在。

source: Power state %s not found.
cs: Stav napájení %s nebyl nalezen.
ko_kr: 전원 상태 %s을(를) 찾을 수 없습니다.
tr_tr: Güç durumu %s bulunamadı.
zh_cn: 没有找到电源状态 %s 。

source: Problem with acquiring the list of children of %(path)r within a given timeout=%(timeout)d seconds
cs: Problém při získávání seznamu potomků %(path)r v rámci daného časového limitu=%(timeout)d vteřin

source: Quota exceeded for %s, tried to allocate floating IP
cs: Překročena kvóta pro %s, pokus o přidělení plovoucí IP adresy
ko_kr: %s의 할당량이 초과됨, Floating IP를 할당하려고 시도함
tr_tr: Kota %s için aşıldı, değişken IP ayrılmaya çalışıldı
zh_cn: 超过%s 的配额，尝试分配浮动IP

source: Quota exceeded for project %(pid)s, tried to allocate fixed IP. %(used)s of %(allowed)s are in use or are already reserved.
cs: Kvóta překročena pro projekt %(pid)s, pokus o přidělení pevné ip adresy. %(used)s z %(allowed)s se již používají nebo jsou vyhrazeny.
ko_kr: 프로젝트 %(pid)s의 할당량이 초과되었습니다. Fixed IP를 할당하려고 시도했습니다. %(allowed)s의 %(used)s이(가) 사용 중이거나 이미 예약되었습니다.
tr_tr: Proje %(pid)s için kota aşıldı, sabit IP ayrılmaya çalışıldı. %(allowed)s içinden %(used)s kullanılıyor ya da zaten ayrılmış.
zh_cn: 项目%(pid)s 超过配额，尝试分配固定IP。允许的%(allowed)s 中的%(used)s 已在使用 或者已经保留。

source: Race detected in libvirt.virDomain.info, trying one more time
cs: Zjištěn souběh v libvirt.virDomain.info, bude proveden ještě jeden pokus
ko_kr: libvirt.virDomain.info에서 Race가 발견됨. 한 번 더 시도
tr_tr: libvirt.virDomain.info içinde Yarış fark edildi, bir kere daha deneniyor
zh_cn: libvirt.virDomain.info 中检测到环Race ，再尝试一次。

source: Reboot failed but instance is running
cs: Restart selhal ale instance běží
ko_kr: 재부팅에 실패했지만 인스턴스가 실행 중임
tr_tr: Yeniden başlatma başarısız ama sunucu çalışıyor
zh_cn: 重启失败，但是实例仍然运行

source: Reboot failed due to bad volumes, detaching bad volumes and starting halted instance
cs: Restart selhal kvůli špatným svazkům, špatné svazky budou odpojeny a pozastavená instance bude spuštěna
ko_kr: 잘못된 볼륨 때문에 다시 부팅에 실패했고 잘못된 볼륨을 분리하고 정지된 인스턴스를 시작하는 중
tr_tr: Kötü mantıksal sürücüler sebebiyle yeniden başlatma başarısız, kötü mantıksal sürücüler ayrılıyor durdurulmuş sunucu başlatılıyor
zh_cn: 由于以下原因，重新引导失败：卷不正确，正在与不正确的卷断开连接，以及正在启动已停止的实例

source: Rejecting snapshot request, snapshots currently disabled
cs: Odmítnutí žádosti o snímek, snímky jsou nyní zakázány
ko_kr: 스냅샷 요청 거부, 스냅샷을 현재 사용 안함
tr_tr: Sistem görüntüsü isteği reddedildi, sistem görüntüleri şu anda devre dışı.
zh_cn: 拒绝快照请求，快照当前未被激活

source: Relative blockrebase support was not detected. Continuing with old behaviour.
cs: Podpora relativního přeskládání bloků nebyla zjištěna. Pokračuje se za použití starého chování.
ko_kr: 상대 blockrebase support 지원이 발견되지 않았습니다. 이전 동작을 계속 수행합니다.
tr_tr: Göreli blockrebase desteği algılanmadı. Eski davranışla devam ediliyor.
zh_cn: 相对块重新基线blockrebase支持没有检测到。以老的方式继续。

source: Removed %(num)d duplicate rules for floating IP %(float)s
cs: Odstraněno %(num)d duplicitních pravidel pro plovoucí IP adresy %(float)s
ko_kr: Floating IP %(float)s에 대한 %(num)d개의 중복 규칙을 제거함

source: Report interval must be less than service down time. Current config: <service_down_time: %(service_down_time)s, report_interval: %(report_interval)s>. Setting service_down_time to: %(new_service_down_time)s
cs: Interval hlášení musí být menší než doba nečinnosti. Současné nastavení <doba nečinnosti služby: %(service_down_time)s, interval hlášení %(report_interval)s>. Nastavování doby nečinnosti služby na: %(new_service_down_time)s
ko_kr: 보고 간격은 서비스 가동 중단 시간보다 짧아야 합니다. 현재 구성: <service_down_time: %(service_down_time)s, report_interval: %(report_interval)s>. service_down_time을 %(new_service_down_time)s(으)로 설정
tr_tr: Rapor aralığı servisin kapalı kaldığı zamandan düşük olmalı. Mevcut yapılandırma: <service_down_time: %(service_down_time)s, report_interval: %(report_interval)s>. service_down_time: %(new_service_down_time)s olarak ayarlanıyor
zh_cn: 报告间隔必须小于服务宕机时间service_down_time。当前配置：<service_down_time: %(service_down_time)s, report_interval: %(report_interval)s>. Setting service_down_time to: %(new_service_down_time)s

source: Retry SR scan due to error: %s
cs: Hledání SR bude znovu provedeno kvůli chybě: %s
ko_kr: 다음 오류로 인해 SR 스캔 재시도: %s
tr_tr: Hata sebebiyle SR taramasını tekrar dene: %s
zh_cn: 重试SR 扫描，原因是错误：%s

source: Retrying %(name)s after a MessagingTimeout, attempt %(attempt)s of %(retries)s.
cs: Další pokus %(name)s po vypršení limitu zprávy, pokus %(attempt)s z %(retries)s.
ko_kr: MessagingTimeout 후에 %(name)s 재시도, %(retries)s 중 %(attempt)s번 시도.
tr_tr: MessagingTimeout sonrası %(name)s tekrar deneniyor, deneme %(attempt)s / %(retries)s.
zh_cn: 消息超时后，重试 %(name)s，尝试 %(retries)s 的%(attempt)s 次。

source: Root disk file creation failed - %s
cs: Vytvoření souboru kořenového disku selhalo - %s
ko_kr: 루트 디스크 파일 생성 실패 - %s
tr_tr: Kök disk dosyası oluşturma başarısız - %s
zh_cn: 根磁盘创建失败- %s

source: Running Nova with a VMware vCenter version less than %(version)s is deprecated. The required minimum version of vCenter will be raised to %(version)s in the 13.0.0 release.
cs: Spouštět Nova pomocí VMware vCenter s verzí starší než %(version)s je zastaralé. Požadovaná minimální verze vCenter bude ve verzi 13.0.0 zvýšena na %(version)s.
tr_tr: Nova artık %(version)s sürümünden eski VMware vCenter sürümleriyle çalıştırılmıyor. Gerekli asgari vCenter sürümü 13.0.0 sürümüyle beraber %(version)s olarak artırılacak.
zh_cn: Nova不再支持低于%(version)s 的VMware vCenter 。在13.0.0发布版本中，最小VCenter版本是%(version)s。

source: Running Nova with a block_migration_flag config option which does not contain %(flag)s will cause all block-migrations to be live-migrations instead. This setting should be on the block_migration_flag.
cs: Spuštění Nova s volbou nastavení block_migration_flag neobsahující %(flag)s způsobí, že všechny přenosy bloku budou přenosy za provozu. Toto nastavení by se mělo používat pouze u block_migration_flag.

source: Running Nova with a libvirt version less than %(version)s is deprecated. The required minimum version of libvirt will be raised to %(version)s in the 13.0.0 release.
cs: Spouštět Nova pomocí libvirt s verzí starší než %(version)s je zastaralé. Požadovaná minimální verze libvirt bude ve verzi 13.0.0 zvýšena na %(version)s.
tr_tr: Nova'nın %(version)s sürümünden eski libvirt ile çalıştırılması artık kullanılmıyor. 13.0.0 sürümüyle birlikte gerekli libvirt sürümü %(version)s olarak artırılacak.

source: Running Nova with a live_migration_flag config option which contains %(flag)s will cause all live-migrations to be block-migrations instead. This setting should only be on the block_migration_flag instead.
cs: Spuštění Nova s volbou nastavení live_migration_flag obsahující %(flag)s způsobí, že všechny přenosy za provozu budou přenosy bloku. Toto nastavení by se mělo používat u block_migration_flag.

source: Running libvirt-lxc without user namespaces is dangerous. Containers spawned by Nova will be run as the host's root user. It is highly suggested that user namespaces be used in a public or multi-tenant environment.
cs: Spouštění libvirt-lxc bez jmenných prostorů uživatele je nebezpečné. Kontejnery vytvořené Nova budou spuštěny jako kořenový uživatel hostitele. Ve veřejných prostředích, či prostředí mající mnoho nájemníků se velmi doporučuje použít jmenné prostory uživatelů.
ko_kr: 사용자 네임스페이스 없이 libvirt-lxc를 실행하면 위험합니다. Nova에서 복제한 컨테이너는 호스트의 루트 사용자로 실행됩니다. 공용 또는 다중 테넌트 환경에서 사용자 네임스페이스를 사용하는 것이 좋습니다.
tr_tr: libvirt-lxd'nin kullanıcı isim uzayı olmadan çalıştırılması tehlikeli. Nova tarafından açılan kaplar istemcinin kök kullanıcısı tarafından çalıştırılacak. Genel ya da birden çok kiracılı ortamlarda kullanıcı isim uzaylarının kullanılması şiddetle önerilir.
zh_cn: 不再用户命名空间运行libvirt-lxc是非常危险的。Nova生产的容器将以主机root用户的身份运行。强烈建议在一个公共或多租户空间中使用用户命名空间。

source: Selected host: %(host)s failed to consume from instance. Error: %(error)s
cs: Zvolený hostitel: %(host)s nemohl spotřebovat z instance. Chyba: %(error)s
ko_kr: 선택한 호스트: %(host)s을(를) 인스턴스에서 사용하는 데 실패했습니다. 오류: %(error)s
zh_cn: 选择的主机：%(host)s 从实例消费失败。错误：%(error)s

source: Server with unsupported policy cannot be rebuilt
cs: Server s nepodporovanou zásadou nemůže být znovu sestaven
ko_kr: 지원되지 않는 정책이 있는 서버를 다시 빌드할 수 없음
tr_tr: Desteklenmeyen ilkeye sahip sunucu tekrar inşa edilemez
zh_cn: 有不支持策略的服务器不能被重建。

source: Service killed that has no database entry
cs: Ukončena služba bez záznamu v databázi
ko_kr: 데이터베이스 항목이 없는 서비스 강제 종료
tr_tr: Servis, hiç veritabanı girdisi olmayanı sonlandırdı.
zh_cn: 因无数据库记录，服务已被中止

source: Setting instance to %s state.
cs: Nastavování instance na stav %s.
ko_kr: 인스턴스를 %s 상태로 설정합니다.
tr_tr: Sunucu %s durumuna ayarlanıyor.
zh_cn: 设置实例到 %s 状态。

source: Setting migration %(migration_id)s to error: %(reason)s
cs: Nastavování přesunu %(migration_id)s na chybu: %(reason)s
ko_kr: %(migration_id)s 마이그레이션을 오류로 설정: %(reason)s
tr_tr: Göç %(migration_id)s hata durumuna ayarlanıyor: %(reason)s
zh_cn: 正在将迁移 %(migration_id)s 设置为“错误”：%(reason)s

source: Skipping detach because VBD for %s was not found
cs: Přeskakování odpojení protože VBD pro %s nebylo nalezeno
ko_kr: %s의 VBD를 찾을 수 없으므로 연결 해제 건너뛰기
tr_tr: Ayırma atlanıyor çünkü %s için VBD bulunamadı
zh_cn: 跳过绑定，因为没有找到%s 的VBD

source: Subnet(s) too large, defaulting to /%s. To override, specify network_size flag.
cs: Podsítě jsou příliš velké, bude použito /%s. Pro potlačení zadejte příznak network_size.
ko_kr: 서브넷이 너무 커서 /%s(으)로 기본 설정됩니다. 대체하려면 network_size 플래그를 지정하십시오.
tr_tr: Alt ağ(lar) çok geniş, /%s olarak varsayılıyor. Üstüne yazmak için, network_size bayrağını belirtin.
zh_cn: 子网太大，缺省为 /%s。要进行覆盖，请指定 network_size 标记。

source: Tenant_id %(tenant_id)s does not match tenant_id of instance %(instance_id)s.
cs: ID nájemníka %(tenant_id)s se neshoduje s id nájemníka v instanci %(instance_id)s.
ko_kr: Tenant_id %(tenant_id)s이(가) %(instance_id)s 인스턴스의 tenant_id와 일치하지 않습니다 .
tr_tr: Tenant_id %(tenant_id)s %(instance_id)s sunucusunun tenant_id'si ile eşleşmiyor.
zh_cn: Tenant_id %(tenant_id)s 不匹配实例的 tenant_id %(instance_id)s.

source: The Extensible Resource Tracker is deprecated and will be removed in the 14.0.0 release. If you use this functionality and have custom resources that are managed by the Extensible Resource Tracker, please contact the Nova development team by posting to the openstack-dev mailing list. There is no future planned support for the tracking of custom resources.
cs: Sledovač rozšířitelných zdrojů je zastaralý a bude odstraněn ve verzi 14.0.0. Pokud tuto funkci využíváte a máte vlastní zdroje které jsou tímto systémem spravované, prosím kontaktujte tým vývojářů Nova zasláním příspěvku na poštovní konferenci openstack-dev. Podpora sledování vlastních zdrojů není do budoucna plánována.

source: The TrustedFilter is considered experimental by the OpenStack project because it receives much less testing than the rest of Nova. This may change in the future, but current deployers should be aware that the use of it in production right now may be risky.
cs: Funkce důvěryhodného filtru v Nova je v projektu OpenStack považována za experimentální, protože prošla menším počtem zkoušek v porovnání s ostatní mi části Nova. Toto se v budoucnu může změnit, ale v současnosti by si správci měli být vědomi, že použití této funkce v ostrých provozech může být riskantní.
ko_kr: TrustedFilter는 나머지 Nova에 비해 테스트 양이 훨씬 적으므로 OpenStack 프로젝트에서 실험으로 간주됩니다. 이 상황은 향후에 변경될 수 있지만 현재 배포자는 이 기능을 프로덕션에서 사용하는 것이 위험할 수 있음을 인지해야 합니다.

source: The ZooKeeper service group driver in Nova is not tested by the OpenStack project and thus its quality can not be ensured. This may change in the future, but current deployers should be aware that the use of it in production right now may be risky.
cs: Ovladač skupiny služeb ZooKeeper v Nova nebyl testován projektem Openstack a proto nemůže být jeho kvalita zajištěna. Toto se v budoucnu může změnit, ale v současnosti by si správci měli být vědomi, že použití této funkce v ostrých provozech může být riskantní.
tr_tr: Nova'daki ZooKeeper servis grup sürücüsü OpenStack projesi tarafından test edilmedi ve kalitesinden emin olunamaz. Bu durum gelecekte değişebilir, ama şu an kurulum yapanlar üretimde kullanımının riskli olabileceğini bilmeliler.
zh_cn: Openstack项目没有测试Nova中的ZooKeeper服务组驱动，因此它的质量不能保证。这个状态将来会有所改变，但是当前部署者应该保持谨慎，现在把它用到生产环节是有风险的。
