Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Quota limit must be less than %s.
fr: La limite de quota doit être inférieure à %s.
ko_kr: 할당량 한계가 %s보다 작아야 합니다.
zh_tw: 配額限制必須小於 %s。

source: Relative blockcommit support was not detected. Libvirt '%s' or later is required for online deletion of file/network storage-backed volume snapshots.
zh_tw: 偵測不到相對的區塊確定支援。線上刪除以檔案/網路儲存體為基礎的磁區 Snapshot 需要 Libvirt '%s' 或更新版本。

source: Requested cidr (%(cidr)s) conflicts with existing cidr (%(other)s)
fr: Le cidr requis (%(cidr)s) est en conflit avec le cidr existant (%(other)s)
ko_kr: 요청된 cidr(%(cidr)s)이 기존 cidr(%(other)s)과 충돌함
tr_tr: İstenen cidr (%(cidr)s) mevcut cidr (%(other)s) ile çatışıyor
zh_tw: 所要求的 cidr (%(cidr)s) 與現有 cidr (%(other)s) 相衝突

source: Requested instance NUMA topology cannot fit the given host NUMA topology
ko_kr: 요청된 인스턴스 NUMA 토폴로지를 제공된 호스트 NUMA 토폴로지에 맞출 수 없음
tr_tr: İstenen sunucu NUMA topolojisi verilen istemci NUMA topolojisine uymuyor
zh_tw: 所要求的實例 NUMA 拓蹼無法適合給定的主機 NUMA 拓蹼

source: Requested instance NUMA topology together with requested PCI devices cannot fit the given host NUMA topology
ko_kr: 요청된 인스턴스 NUMA 토폴로지와 요청된 PCI 디바이스를 함께 제공된 호스트 NUMA 토폴로지에 맞출 수 없음
tr_tr: İstenen NUMA topolojisi istenen PCI aygıtlarıyla birlikte istemci NUMA topolojisine uymuyor
zh_tw: 所要求的實例 NUMA 拓蹼及所要求的 PCI 裝置無法適合給定的主機 NUMA 拓蹼

source: Requested vCPU limits %(sockets)d:%(cores)d:%(threads)d are impossible to satisfy for vcpus count %(vcpus)d
ko_kr: 요청된 vCPU 한계 %(sockets)d:%(cores)d:%(threads)d은(는) vcpus 개수 %(vcpus)d을(를) 충족시킬 수 없음
tr_tr: İzin verilen vCPU sınırları %(sockets)d:%(cores)d:%(threads)d %(vcpus)d vcpu sayısını tatmin etmek için yetersiz
zh_tw: 所要求的 vCPU 限制 %(sockets)d:%(cores)d:%(threads)d 無法滿足 vCPU 計數 %(vcpus)d

source: Rescue device does not exist for instance %s
ko_kr: %s 인스턴스에 대한 복구 디바이스가 없음
tr_tr: %s sunucusu için kurtarma aygıtı mevcut değil
zh_tw: 實例 %s 的救援裝置不存在

source: Resize to zero disk flavor is not allowed.
ko_kr: 0 디스크 플레이버로의 크기 조정은 허용되지 않습니다.
tr_tr: Sıfıra yeniden boyutlandırma disk niteliğine izin verilmiyor.
zh_tw: 不容許調整大小至 0 磁碟特性。

source: Resumed
fr: Repris
ko_kr: 재시작함
tr_tr: Devam Edildi
zh_tw: 已恢復

source: Root element name should be '%(name)s' not '%(tag)s'
ko_kr: 루트 요소 이름은 '%(tag)s'이(가) 아닌 '%(name)s'이어야 함
tr_tr: Kök öğe ismi '%(name)s' olmalı '%(tag)s' değil
zh_tw: 根元素名稱應該為 '%(name)s' 而不是 '%(tag)s'

source: Running Nova with parallels virt_type requires libvirt version %s
ko_kr: 병렬 virt_type으로 Nova를 실행하려면 libvirt 버전 %s이(가) 필요함
zh_tw: 執行 virt_type 為 parallels 的 Nova 需要 libVirt %s 版

source: Running cmd (subprocess): %s
ko_kr: cmd(하위 프로세스) 실행 중: %s
tr_tr: Çalışan komut(alt süreç): %s
zh_tw: 正在執行 cmd（子程序）：%s

source: Security group %(name)s added %(protocol)s ingress (%(from_port)s:%(to_port)s)
fr: Le groupe de sécurité %(name)s est ajouté %(protocol)s en entrée de (%(from_port)s : %(to_port)s)
ko_kr: 보안 그룹 %(name)s이(가) %(protocol)s 입구(%(from_port)s:%(to_port)s)를 제거했음
zh_tw: 安全群組 %(name)s 新增了 %(protocol)s 入口(%(from_port)s:%(to_port)s)

source: Security group %(name)s is not found for project %(project)s
ko_kr: 프로젝트 %(project)s에 대해 보안 그룹 %(name)s을(를) 찾을 수 없음
tr_tr: Güvenlik grubu %(name)s %(project)s projesi için bulunamadı
zh_tw: 找不到專案 %(project)s 的安全群組 %(name)s

source: Security group %(name)s removed %(protocol)s ingress (%(from_port)s:%(to_port)s)
ko_kr: 보안 그룹 %(name)s이(가) %(protocol)s 입구(%(from_port)s:%(to_port)s)를 제거했음
zh_tw: 安全群組 %(name)s 移除了 %(protocol)s 入口(%(from_port)s:%(to_port)s)

source: Security group %(security_group_name)s not associated with the instance %(instance)s
ko_kr: 보안 그룹 %(security_group_name)s이(가) 인스턴스와 연관되지 않음%(instance)s 인스턴스와 연관되지 않음
tr_tr: %(security_group_name)s güvenlik grubu %(instance)s sunucusu ile ilişkilendirilmemiş
zh_tw: 安全群組 %(security_group_name)s 未與實例 %(instance)s 產生關聯

source: Server group scheduler hint must be a UUID.
ko_kr: 서버 그룹 스케줄러 힌트는 UUID여야 합니다.
zh_tw: 伺服器群組排程器提示必須為 UUID。

source: ServerGroup policy is not supported: %(reason)s
ko_kr: ServerGroup 정책이 지원되지 않음: %(reason)s
tr_tr: SunucuGrubu ilkesi desteklenmiyor: %(reason)s
zh_tw: 不支援 ServerGroup 原則：%(reason)s

source: ServerGroupAffinityFilter not configured
ko_kr: ServerGroupAffinityFilter가 구성되지 않았음
tr_tr: ServerGroupAffinityFilter yapılandırılmamış
zh_tw: 未配置 ServerGroupAffinityFilter

source: ServerGroupAntiAffinityFilter not configured
ko_kr: ServerGroupAntiAffinityFilter가 구성되지 않았음
tr_tr: ServerGroupAntiAffinityFilter yapılandırılmamış
zh_tw: 未配置 ServerGroupAntiAffinityFilter

source: Service %s not found.
fr: Service %s non trouvé.
ko_kr: %s 서비스를 찾을 수 없음
tr_tr: Servis %s bulunamadı.
zh_tw: 找不到服務 %s。

source: Set admin password is not supported
zh_tw: 不支援設定管理密碼

source: Share '%s' is not supported
tr_tr: Paylaşım '%s' desteklenmiyor
zh_tw: 不支援共用 '%s'

source: Share level '%s' cannot have share configured
tr_tr: Paylaşım seviyesi '%s' paylaşım yapılandırmasına sahip olamaz
zh_tw: 共用層次 '%s' 不能配置共用

source: Shrinking the filesystem down with resize2fs has failed, please check if you have enough free space on your disk.
ko_kr: resize2fs를 사용한 파일 시스템 축소에 실패했습니다. 사용자의 디스크에충분한 여유 공간이 있는지 확인하십시오.
tr_tr: resize2fs ile dosya sisteminin küçültülmesi başarısız, lütfen diskinizde yeterli alan olduğundan emin olun.
zh_tw: 使用 resize2fs 來縮小檔案系統時失敗，請檢查磁碟上是否具有足夠的可用空間。

source: Some fields are invalid.
fr: Des champs sont invalides.
ko_kr: 일부 필드가 올바르지 않습니다
zh_tw: 部分欄位無效。

source: Some required fields are missing
fr: Des champs requis sont manquants
ko_kr: 일부 필수 필드가 비어있습니다.
tr_tr: Bazı gerekli alanlar eksik
zh_tw: 遺漏了部分必要欄位

source: Sort direction size exceeds sort key size
ko_kr: 정렬 방향 크기가 정렬 키 크기를 초과함
tr_tr: Sıralama yönü boyutu sııralama anahtarı boyutunu geçiyor
zh_tw: 排序方向大小超過排序鍵大小

source: Started
fr: Démarré
ko_kr: 작동함
tr_tr: Başlatıldı
zh_tw: 已開始

source: Stopped
fr: Stoppé
ko_kr: 중지됨
tr_tr: Durduruldu
zh_tw: 已停止

source: Storage error: %(reason)s
fr: Erreur de stockage: %(reason)s
ko_kr: 스토리지 오류: %(reason)s
tr_tr: Depolama hatası: %(reason)s
zh_tw: 儲存體錯誤：%(reason)s

source: Storage policy %s did not match any datastores
ko_kr: 스토리지 정책 %s이(가) 데이터 저장소와 일치하지 않음
tr_tr: Depolama ilkesi %s hiçbir verideposuyla eşleşmedi
zh_tw: 儲存體原則 %s 不符合任何資料儲存庫

source: Suspended
tr_tr: Askıda
zh_tw: 已停止

source: The backlog must be more than 0
zh_tw: 待辦事項必須大於 0

source: The console port range %(min_port)d-%(max_port)d is exhausted.
fr: L'intervalle de ports console %(min_port)d-%(max_port)d est épuisé.
ko_kr: 콘솔 포트 범위 %(min_port)d-%(max_port)d이(가) 소진되었습니다.
tr_tr: Konsol bağlantı noktası aralığı %(min_port)d-%(max_port)d tükenmiş.
zh_tw: 主控台埠範圍 %(min_port)d-%(max_port)d 已耗盡。

source: The created instance's disk would be too small.
zh_tw: 已建立實例的磁碟將太小。

source: The current driver does not support preserving ephemeral partitions.
fr: Le pilote actuel ne permet pas de préserver les partitions éphémères.
ko_kr: 현재 드라이버는 임시 파티션 유지를 지원하지 않습니다.
tr_tr: Mevcut sürücü geçici bölümleri korumayı desteklemiyor.
zh_tw: 現行驅動程式不支援保留暫時分割區。

source: The default PBM policy doesn't exist on the backend.
ko_kr: 백엔드에 기본 PBM 정책이 없습니다.
tr_tr: Varsayılan PBM ilkesi arka uçta mevcut değil.
zh_tw: 預設 PBM 原則不存在於後端上。

source: The floating IP request failed with a BadRequest
zh_tw: 浮動 IP 要求失敗，發生 BadRequest

source: The group %(group_name)s must be configured with an id.
zh_tw: 必須使用 ID 來配置群組 %(group_name)s。

source: The input is not a string or unicode
fr: L'entrée n'est pas une chaine de caractère ou au format unicode
ko_kr: 입력이 문자열 또는 Unicode가 아님
tr_tr: Girdi bir karakter dizisi ya da evrensel kodda değil
zh_tw: 輸入不是字串或 Unicode

source: The mount %(mount_path)s is not a valid Quobyte volume. Error: %(exc)s
ko_kr: 마운트 %(mount_path)s이(가) 올바른 Quobyte 볼륨이 아닙니다. 오류: %(exc)s
zh_tw: 裝載 %(mount_path)s 不是有效的 Quobyte 磁區。錯誤：%(exc)s

source: The number of defined ports: %(ports)d is over the limit: %(quota)d
zh_tw: 所定義的埠數目 %(ports)d 超出限制：%(quota)d

source: The only partition should be partition 1.
ko_kr: 유일한 파티션은 파티션 1이어야 합니다.
tr_tr: Tek bölüm bölüm 1 olmalı.
zh_tw: 唯一的分割區應該是分割區 1。

source: The provided RNG device path: (%(path)s) is not present on the host.
ko_kr: 제공된 RNG 디바이스 경로: (%(path)s)이(가) 호스트에 없습니다.
tr_tr: Sağlanan RNG aygıt yolu: (%(path)s) istemci üzerinde mevcut değil.
zh_tw: 主機上不存在所提供的 RNG 裝置路徑：(%(path)s)。

source: The request body can't be empty
ko_kr: 요청 분문은 비어 있을 수 없음
tr_tr: İstek gövdesi boş olamaz
zh_tw: 要求內文不能是空的

source: The requested amount of video memory %(req_vram)d is higher than the maximum allowed by flavor %(max_vram)d.
ko_kr: 요청된 양의 비디오 메모리 %(req_vram)d이(가) %(max_vram)d 플레이버에 의해 허용된 최대값보다 높습니다.
tr_tr: İstenen miktarda video hafızası %(req_vram)d nitelik tarafından izin veirlen %(max_vram)d den yüksek.
zh_tw: 所要求的視訊記憶體數量 %(req_vram)d 大於特性所容許的上限 %(max_vram)d。

source: The requested console type details are not accessible
fr: Les détails du type de console demandé ne sont pas accessibles
ko_kr: 요청된 콘솔 유형 세부사항에 액세스할 수 없습니다.
tr_tr: İstenen konsol türü deteayları erişilebilir değil
zh_tw: 無法存取所要求的主控台類型詳細資料

source: The requested functionality is not supported.
ko_kr: 요청된 기능이 지원되지 않습니다.
tr_tr: İstenen işlevsellik desteklenmiyor
zh_tw: 所要求的功能不受支援。

source: The specified cluster '%s' was not found in vCenter
zh_tw: 在 vCenter 中找不到指定的叢集 '%s'

source: The string containing the reason for disabling the service contains invalid characters or is too long.
fr: La chaîne contenant la raison pour la désactivation du service contient des caractères invalides ou est trop longue.
ko_kr: 서비스를 사용 안함으로 설정하는 이유를 포함하는 문자열이 올바르지 않은 문자를 포함하고 있거나 너무 깁니다.
zh_tw: 包含停用服務原因的字串包含無效字元，或者太長。

source: The target host can't be the same one.
fr: L'hôte de la cible ne peut pas être le même.
ko_kr: 대상 호스트가 동일한 것이어서는 안됩니다.
tr_tr: Hedef istemci aynısı olamaz.
zh_tw: 目標主機不能是相同主機。

source: The token '%(token)s' is invalid or has expired
fr: Le jeton '%(token)s' est invalide ou a expiré
ko_kr: 토큰 '%(token)s'이(가) 올바르지 않거나 만료됨
tr_tr: Jeton '%(token)s' geçersiz ya da süresi dolmuş
zh_tw: 記號 '%(token)s' 無效或已過期

source: The value of metadata must be a dict
fr: La valeur de la métadonnée doit être un dictionnaire
ko_kr: 메타데이터 값은 dict여야 함
zh_tw: meta 資料的值必須是字典

source: The vlan number cannot be greater than 4094
ko_kr: vlan 번호는 4094 이하여야 함
tr_tr: Vlan numarası 4094'den büyük olamaz
zh_tw: VLAN 號碼不得大於 4094

source: The vlan number cannot be less than 1
fr: Le numéro de vlan ne peut pas etre plus petit que 1
ko_kr: vlan 번호는 1 이상이어야 함
tr_tr: Vlan numarası 1'den küçük olamaz
zh_tw: VLAN 號碼不得小於 1

source: The volume cannot be assigned the same device name as the root device %s
ko_kr: 볼륨에 루트 디바이스 %s과(와) 같은 디바이스 이름을 지정할 수 없음
tr_tr: Mantıksal sürücü kök aygıt %s ile aynı aygıt ismiyle atanamaz
zh_tw: 無法對磁區指派與根裝置 %s 相同的裝置名稱

source: The volume was either invalid or not attached to the instance.
fr: Le volume était soit invalide ou pas attaché à une instance.
ko_kr: 볼륨이 올바르지 않거나 인스턴스에 접속되지 않았습니다.
zh_tw: 磁區無效，或者未連接至實例。

source: There are %(records)d records in the '%(table_name)s' table where the uuid or instance_uuid column is NULL. Run this command again with the --delete option after you have backed up any necessary data.
ko_kr: uuid 또는 instance_uuid 열이 널인 '%(table_name)s' 테이블에 %(records)d개의 레코드가 있습니다. 필요한 데이터를 백업한 후에 --delete 옵션을 사용하여 이 명령을 다시 실행하십시오.
tr_tr: '%(table_name)s' tablosunda uuid veya instance_uuid sütunu NULL olan %(records)d kayıt var. Tüm gerekli veriyi yedekledikten sonra bu komutu tekrar --delete seçeneğiyle çalıştırın.
zh_tw: '%(table_name)s' 表格中有 %(records)d 筆 UUID 或 instance_uuid 直欄為空值的記錄。在備份任何必要資料之後，請使用 --delete 選項再次執行此指令。

source: There are %(records)d records in the '%(table_name)s' table where the uuid or instance_uuid column is NULL. These must be manually cleaned up before the migration will pass. Consider running the 'nova-manage db null_instance_uuid_scan' command.
ko_kr: uuid 또는 instance_uuid 열이 널인 '%(table_name)s' 테이블에 %(records)d개의 레코드가 있습니다. 이러한 레코드는 마이그레이션이 지나기 전에 수동으로 정리해야 합니다. 'nova-manage db null_instance_uuid_scan' 명령을 사용해 보십시오.
tr_tr: '%(table_name)s' tablosunda %(records)d kaydın uuid veya instance_uuid sütunu NULL. Göç devam etmeden önce bunların elle temizlenmesi gerekiyor. 'nova-manage db null_instance_uuid_scan' komutunu çalıştırmayı deneyebilirsiniz.
zh_tw: '%(table_name)s' 表格中有 %(records)d 筆 UUID 或 instance_uuid 直欄為空值的記錄。必須先手動清除這些記錄，移轉才能通過。請考量執行 'nova-manage db null_instance_uuid_scan' 指令。

source: There are not enough hosts available.
ko_kr: 사용 가능한 호스트가 부족합니다.
tr_tr: Yeterince kullanılabilir istemci yok.
zh_tw: 沒有足夠的可用主機。

source: There are still %(count)i unmigrated flavor records. Migration cannot continue until all instance flavor records have been migrated to the new format. Please run `nova-manage db migrate_flavor_data' first.
tr_tr: Hala %(count)i göç etmemiş nitelik kaydı var. Göç tüm sunucu nitelik kayıtları yeni biçime göç ettirilmeden devam edemez. Lütfen önce `nova-manage db migrate_flavor_data' çalıştırın.
zh_tw: 仍有 %(count)i 個未移轉的特性記錄。移轉無法繼續，直到將所有實例特性記錄都移轉為新的格式為止。請先執行 `nova-manage db migrate_flavor_data'。

source: There were no records found where instance_uuid was NULL.
ko_kr: instance_uuid가 널인 레코드가 없습니다.
tr_tr: instance_uuid'in NULL olduğu kayıt bulunamadı.
zh_tw: 找不到 instance_uuid 為空值的記錄。

source: This domU must be running on the host specified by connection_url
ko_kr: 이 domU가 connection_url로 지정되는 호스트에서 실행 중이어야 함
tr_tr: Bu domU connection_url ile belirtilen istemcide çalışıyor olmalı
zh_tw: 此 domU 必須正在 connection_url 所指定的主機上執行

source: Timeout while checking if we can live migrate to host: %s
zh_tw: 在檢查是否可以即時移轉至主機時逾時：%s

source: To and From ports must be integers
ko_kr: 발신 및 수신 포트는 정수여야 함
tr_tr: Hedef ve Kaynak bağlantı noktaları tam sayı olmalı
zh_tw: 目標埠和來源埠必須是整數

source: Token not found
fr: Token non trouvé
ko_kr: 토큰을 찾을 수 없음
tr_tr: Jeton bulunamadı
zh_tw: 找不到記號

source: Type and Code must be integers for ICMP protocol type
ko_kr: ICMP 프로토콜 유형의 경우 유형 및 코드는 정수여야 함
tr_tr: ICMP iletişim kuralı türü için Tür ve Kod tam sayı olmalı
zh_tw: ICMP 通訊協定類型的類型及代碼必須是整數

source: Unable to authenticate Ironic client.
ko_kr: 아이로닉 클라이언트를 인증할 수 없습니다.
tr_tr: Ironic istemcisi doğrulanamıyor.
zh_tw: 無法鑑別 Ironic 用戶端。

source: Unable to create dns domain
fr: Incapable de créer un domaine dns
ko_kr: dns 도메인을 작성할 수 없음
zh_tw: 無法建立 DNS 網域

source: Unable to create dns entry
ko_kr: dns 항목을 작성할 수 없음
zh_tw: 無法建立 DNS 項目

source: Unable to create flavor
fr: Incapable de créer un type d'instance
ko_kr: 플레이버를 작성할 수 없습니다.
zh_tw: 無法建立特性

source: Unable to delete dns domain
fr: Incapable de supprimer le domaine dns
ko_kr: dns 도메인을 삭제할 수 없음
zh_tw: 無法刪除 DNS 網域

source: Unable to delete dns entry
ko_kr: dns 항목을 삭제할 수 없음
zh_tw: 無法刪除 DNS 項目

source: Unable to find SR from VDI %s
ko_kr: VDI %s에서 SR을 찾을 수 없음
tr_tr: VDI %s'den SR bulunamadı
zh_tw: 從 VDI %s 中找不到 SR

source: Unable to find a mounted disk for target_iqn: %s. Please ensure that the host's SAN policy is set to "OfflineAll" or "OfflineShared"
ko_kr: target_iqn의 마운트된 디스크를 찾을 수 없음: %s. 호스트의 SAN 정책이 "OfflineAll" 또는 "OfflineShared" 로 설정되었는지 확인하십시오.
zh_tw: 找不到 target_iqn %s 的已裝載磁碟。請確保主機的 SAN 原則設定為 "OfflineAll" 或 "OfflineShared"

source: Unable to get console log, functionality not implemented
fr: Incapable d'obtenir le journal de la console, fonctionnalité non implémentée
ko_kr: 콘솔 로그를 가져올 수 없음. 기능이 구현되지 않음
zh_tw: 無法取得主控台日誌，功能未實作

source: Unable to get diagnostics, functionality not implemented
fr: Incapable d'avoir des diagnostiques, fonctionnalité non implémenté
ko_kr: 진단을 가져올 수 없음. 기능이 구현되지 않음
zh_tw: 無法取得診斷程式，功能未實作

source: Unable to get dns domain
fr: Incapable d'obtenir le domaine dns
ko_kr: dns 도메인을 가져올 수 없음
zh_tw: 無法取得 DNS 網域

source: Unable to get dns entry
ko_kr: dns 항목을 가져올 수 없음
zh_tw: 無法取得 DNS 項目

source: Unable to get host UUID: /etc/machine-id does not exist
zh_tw: 無法取得主機 UUID：/etc/machine-id 不存在

source: Unable to get host UUID: /etc/machine-id is empty
zh_tw: 無法取得主機 UUID：/etc/machine-id 是空的

source: Unable to get rdp console, functionality not implemented
fr: Incapable d'avoir la console rdp, fonctionnalité non implémentée
ko_kr: rdp 콘솔을 가져올 수 없음. 기능이 구현되지 않음
zh_tw: 無法取得 rdp 主控台，功能未實作

source: Unable to get serial console, functionality not implemented
fr: Incapable d'avoir la console serial, fonctionnalité non implémentée
ko_kr: 직렬 콘솔을 가져올 수 없으며 기능이 구현되지 않음
zh_tw: 無法取得序列主控台，功能未實作

source: Unable to get spice console, functionality not implemented
fr: Incapable d'obtenir la console spice, fonctionnalité non implémentée
ko_kr: spice 콘솔을 가져올 수 없음. 기능이 구현되지 않음.
zh_tw: 無法取得 spice 主控台，功能未實作

source: Unable to get vnc console, functionality not implemented
fr: Incapable d'obtenir la console vnc, fonctionnalité non implémentée
ko_kr: vnc 콘솔을 가져올 수 없음. 기능이 구현되지 않음
zh_tw: 無法取得 vnc 主控台，功能未實作

source: Unable to resize disk down.
ko_kr: 디스크 크기를 줄일 수 없습니다.
tr_tr: Disk boyutu küçültülemedi.
zh_tw: 無法將磁碟大小調小。

source: Unable to shrink disk.
fr: Impossible de redimentionner le disque.
ko_kr: 디스크를 줄일 수 없습니다.
tr_tr: Disk küçültülemiyor.
zh_tw: 無法收縮磁碟。

source: Unacceptable CPU info: %(reason)s
fr: Information CPU inacceptable : %(reason)s
ko_kr: CPU 정보를 확인할 수 없습니다: %(reason)s
tr_tr: Kabul edilemez CPU bilgisi: %(reason)s
zh_tw: 無法接受的 CPU 資訊：%(reason)s

source: Unacceptable attach status:%s for ec2 API.
fr: Statut d'attache inacceptable : %s pour ec2 API.
ko_kr: ec2 API에 허용 불가능한 접속 상태 %s
tr_tr: Ec2 API'si için kabul edilemeyen ekleme durumu: %s.
zh_tw: 不可接受的 ec2 API 連接狀態：%s。

source: Unexpected aggregate action %s
ko_kr: 예상치 않은 집합 %s 작업
tr_tr: Beklenmedik takım eylemi %s
zh_tw: 非預期的聚集動作 %s

source: Unexpected type adding stats
ko_kr: 통계를 추가하는 예기치 않은 유형이 있음
tr_tr: Durum eklemede beklenmedik tür
zh_tw: 新增統計資料時遇到非預期的類型

source: Unknown
fr: Inconnu
ko_kr: 알 수 없음
tr_tr: Bilinmeyen
zh_tw: 未知

source: Unknown action
fr: Action inconnu
ko_kr: 알 수 없는 조치
tr_tr: Bilinmeyen eylem
zh_tw: 不明動作

source: Unknown argument : port
fr: Argument inconnu : port
ko_kr: 알 수 없는 인수: 포트
zh_tw: 不明的引數：埠

source: Unrecognized legacy format.
fr: Ancien format non reconnu.
ko_kr: 인식할 수 없는 레거시 포맷입니다.
tr_tr: Tanınmayan geçmişe ait biçim.
zh_tw: 無法辨識的舊格式。

source: Unshelve attempted but the image %s cannot be found.
ko_kr: 언쉘브를 시도했으나 %s 이미지를 찾을 수 없습니다.
tr_tr: Askıdan almaya çalışıldı ama %s imajı bulunamadı.
zh_tw: 已嘗試解除擱置，但卻找不到映像檔 %s。

source: User is not authorized to use key manager.
ko_kr: 사용자에게 키 관리자를 사용할 권한이 없습니다.
zh_tw: 使用者未獲授權來使用金鑰管理程式。

source: VDI %(vdi_ref)s is %(virtual_size)d bytes which is larger than flavor size of %(new_disk_size)d bytes.
ko_kr: VDI %(vdi_ref)s은(는) %(virtual_size)d바이트이며 이는 플레이버 크기인 %(new_disk_size)d바이트보다 큽니다.
tr_tr: VDI %(vdi_ref)s %(virtual_size)d bayt ki bu nitelik boyutu olan %(new_disk_size)d bayttan fazla.
zh_tw: VDI %(vdi_ref)s 為 %(virtual_size)d 位元組，這大於特性大小%(new_disk_size)d 位元組。

source: VDI not found on SR %(sr)s (vdi_uuid %(vdi_uuid)s, target_lun %(target_lun)s)
ko_kr: SR %(sr)s에서 VDI를 찾지 못함(vdi_uuid %(vdi_uuid)s, target_lun %(target_lun)s)
tr_tr: SR %(sr)s üzerinde VDI bulunamadı (vdi_uuid %(vdi_uuid)s, target_lun %(target_lun)s)
zh_tw: 在「儲存體儲存庫 (SR)」%(sr)s 上找不到 VDI（vdi_uuid %(vdi_uuid)s、target_lun %(target_lun)s）

source: Value must be >= 0 for field %s
zh_tw: 欄位 %s 的值必須大於或等於 0

source: Version %(req_ver)s is not supported by the API. Minimum is %(min_ver)s and maximum is %(max_ver)s.
ko_kr: API에서 %(req_ver)s 버전을 지원하지 않습니다. 최소 %(min_ver)s 이상, 최대 %(max_ver)s 이하여야 합니다.
tr_tr: Sürüm %(req_ver)s API tarafından desteklenmiyor. Asgari %(min_ver)s ve azami %(max_ver)s.
zh_tw: API 不支援 %(req_ver)s 版。最低為 %(min_ver)s，最高為 %(max_ver)s。

source: Virtual interface plugin failed
ko_kr: 가상 인터페이스 연결 실패했습니다
tr_tr: Sanal arayüz eklentisi başarısız
zh_tw: 虛擬介面外掛程式失敗

source: Virtual machine mode '%(vmmode)s' is not recognised
fr: Le mode de la machine virtuelle '%(vmmode)s' n'est pas reconnu
ko_kr: 가상 머신 모드 '%(vmmode)s'이(가) 인식되지 않음
tr_tr: Sanal makine kipi '%(vmmode)s' tanınmıyor
zh_tw: 未辨識虛擬機器模式 '%(vmmode)s'

source: Virtual machine mode '%s' is not valid
tr_tr: Sanal makine kipi '%s' geçerli değil
zh_tw: 虛擬機器模式 '%s' 無效

source: Volume %(volume_id)s did not finish being created even after we waited %(seconds)s seconds or %(attempts)s attempts. And its status is %(volume_status)s.
ko_kr: %(seconds)s 초 동안 기다리거나 %(attempts)s 시도 하였으나 %(volume_id)s 볼륨이 생성되지 않았습니다. 지금 상태는 %(volume_status)s 입니다.
tr_tr: Mantıksal sürücü %(volume_id)s oluşturulması %(seconds)s saniye beklememize ya da %(attempts)s kere denemeye rağmen bitmedi. Ve durumu %(volume_status)s.
zh_tw: 即使在等待 %(seconds)s 秒或者嘗試 %(attempts)s 次之後，也未完成建立磁區 %(volume_id)s。並且它的狀態是%(volume_status)s。

source: Volume does not belong to the requested instance.
ko_kr: 볼륨이 요청된 인스턴스에 속해 있지 않습니다.
tr_tr: Mantıksal sürücü istenen sunucuya ait değil.
zh_tw: 磁區不屬於所要求的實例。

source: Volume encryption is not supported for %(volume_type)s volume %(volume_id)s
ko_kr: 볼륨 암호화는 %(volume_type)s 볼륨 %(volume_id)s 를 지원하지 않습니다
zh_tw: %(volume_type)s 的磁區 %(volume_id)s 不支援磁區加密

source: Volume is smaller than the minimum size specified in image metadata. Volume size is %(volume_size)i bytes, minimum size is %(image_min_disk)i bytes.
zh_tw: 磁區小於映像檔 meta 資料中指定的大小下限。磁區大小為 %(volume_size)i 位元組，大小下限為 %(image_min_disk)i 位元組。

source: Volume resource quota exceeded
ko_kr: 볼륨 리소스 quota를 초과하였습니다
zh_tw: 已超出磁區資源配額

source: Volume sets discard option, but libvirt %(libvirt)s or later is required, qemu %(qemu)s or later is required.
ko_kr: 볼륨 세트는 옵션을 버리지만 libvirt %(libvirt)s 이상이 필요하고 qemu %(qemu)s 이상이 필요합니다.
zh_tw: 磁區設定了捨棄選項，但卻需要 libVirt %(libvirt)s 或更新版本，需要 qemu %(qemu)s 或更新版本。

source: We do not support scheme '%s' under Python < 2.7.4, please use http or https
ko_kr: 2.7.4 미만의 Python에서 스키마 '%s'을(를) 지원하지 않습니다. http 또는 https를 사용하십시오.
tr_tr: Python < 2.7.4 altında '%s' şablonunu desteklemiyoruz, lütfen http ya da https kullanın
zh_tw: 在低於 2.7.4 的 Python 下，不支援架構 '%s'，請使用 HTTP 或HTTPS

source: Wrong quota method %(method)s used on resource %(res)s
fr: Mauvaise méthode de quota %(method)s utilisée sur la ressource %(res)s
ko_kr: %(res)s 자원에서 올바르지 않은 할당량 메소드 %(method)s이(가) 사용됨
tr_tr: Kaynak %(res)s üstünde yanlış kota metodu %(method)s kullanıldı
zh_tw: 在資源 %(res)s 上使用了錯誤的配額方法 %(method)s

source: Wrong type of hook method. Only 'pre' and 'post' type allowed
ko_kr: 잘못된 유형의 후크 메소드임. 'pre' 및 'post' 유형만 허용됨
tr_tr: Yanlış türde kanca metodu. Yalnızca 'pre' ve 'post' türlerine izin verilir
zh_tw: 連結鉤方法類型錯誤。僅容許 'pre' 及 'post' 類型

source: X-Forwarded-For is missing from request.
zh_tw: 要求遺漏了 X-Forwarded-For。

source: X-Instance-ID-Signature header is missing from request.
ko_kr: X-Instance-ID-Signature 헤더가 요청에서 누락되었습니다.
tr_tr: İstekte X-Instance-ID-Signature başlığı eksik.
zh_tw: 要求中遺漏 X-Instance-ID-Signature 標頭。

source: X-Metadata-Provider is missing from request.
zh_tw: 要求遺漏了 X-Metadata-Provider。

source: X-Tenant-ID header is missing from request.
fr: L'entête X-Tenant-ID est manquante dans la requête.
ko_kr: X-Tenant-ID 헤더가 요청에서 누락되었습니다.
tr_tr: İstekte X-Tenant-ID başlığı eksik.
zh_tw: 要求遺漏了 X-Tenant-ID 標頭。

source: XAPI supporting relax-xsm-sr-check=true required
ko_kr: XAPI 지원 relax-xsm-sr-check=true가 필요함
tr_tr: relax-xsm-sr-check=true destekleyen XAPI gerekli
zh_tw: 需要支援 relax-xsm-sr-check=true 的 XAPI

source: You should specify images_rbd_pool flag to use rbd images.
ko_kr: rbd 이미지를 사용하려면 images_rbd_pool 플래그를 지정해야 합니다.
tr_tr: rbd imajlarını kullanmak için images_rbd_pool bayrağını belirtmelisiniz.
zh_tw: 應該指定 images_rbd_pool 旗標以使用 rbd 映像檔。

source: You should specify images_volume_group flag to use LVM images.
ko_kr: LVM 이미지를 사용하려면 images_volume_group 플래그를 지정해야 합니다.
tr_tr: LVM imajları kullanmak için images_volume_group belirtmelisiniz.
zh_tw: 應該指定 images_volume_group 旗標以使用 LVM 映像檔。

source: Your libvirt version does not support the VIR_DOMAIN_XML_MIGRATABLE flag or your destination node does not support retrieving listen addresses. In order for live migration to work properly you must either disable serial console or upgrade your libvirt version.
zh_tw: 您的 Libvirt 版本不支援 VIR_DOMAIN_XML_MIGRATABLE 旗標，或者您的目的地節點不支援擷取接聽位址。如果要讓即時移轉正常工作，您必須停用序列主控台，或者升級 libvirt 版本。
