Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-error.po
Languages: cs, de, es, fr, it, pt_br, tr_tr

source: "Look for the VDIs failed
cs: "Hledání VBD selhalo
de: "Nachschau der VDIs fehlgeschlagen
es: "Ha fallado la búsqueda de las VDIs
pt_br: Procure pelos VDIs com falha
tr_tr: "VDI arama başarısız

source: %(base)s virtual size %(base_size)s larger than flavor root disk size %(size)s
cs: %(base)s virtuální velikost %(base_size)s větší než velikost kořenového disku konfigurace %(size)s
de: %(base)s virtuelle Festplatte %(base_size)s größer als die Größe der Varianten Root Festplatte %(size)s
es: El tamaño virtual %(base_size)s de %(base)s es más grande que el tamaño del disco raíz del sabor %(size)s
fr: %(base)s taille virtuelle %(base_size)s supérieure à la taille du disque racine du type d'instance %(size)s
it: La dimensione virtuale di %(base)s %(base_size)s è maggiore della dimensione del disco di root dell'istanza %(size)s
pt_br: O tamanho virtual %(base_size)s do %(base)s é maior que o tamanho do disco raiz de tipo %(size)s
tr_tr: %(base)s sanal boyutu %(base_size)s nitelik kök diski boyutu %(size)s den büyük

source: %(base)s virtual size %(disk_size)s larger than flavor root disk size %(size)s
cs: %(base)s virtuální velikost %(disk_size)s větší než velikost kořenového disku konfigurace %(size)s
de: %(base)s virtuelle Festplatte %(disk_size)s größer als die Größe der Varianten Root Festplatte %(size)s
es: El tamaño virtual %(disk_size)s de %(base)s es más grande que el tamaño del disco raíz del sabor %(size)s
fr: %(base)s taille virtuelle %(disk_size)s supérieure à la taille de disque du type d'instance racine %(size)s
it: La dimensione virtuale %(base)s su disco con capacità %(disk_size)s è maggiore di quella del disco di root dell'istanza %(size)s
pt_br: O tamanho virtual %(disk_size)s do %(base)s é maior que o tamanho do disco raiz de tipo %(size)s
tr_tr: %(base)s sanal boyutu %(disk_size)s nitelik kök disk boyutu %(size)s den büyük

source: %(scheme)s is registered as a module twice. %(module_name)s is not being used.
cs: %(scheme)s je jako modul registrováno dvakrát. %(module_name)s se nebude používat.
de: %(scheme)s ist schon registriert als Modul. %(module_name)s ist nicht in Benutzung.
es: %(scheme)s se está registrado como módulo dos veces. %(module_name)s no se encuentra en uso.
fr: %(scheme)s est aussi enregistré comme un module. %(module_name)s ne sera pas utilisé.
it: %(scheme)s è registrato due volte come modulo. %(module_name)s non sarà usato.
pt_br: O %(scheme)s está registrado como um módulo duas vezes. O %(module_name)s não está sendo utilizado.
tr_tr: %(scheme)s bir modül olarak iki kere kaydedilmiş. %(module_name)s kullanılmıyor.

source: Aggregate %(aggregate_id)s: unrecoverable state during operation on %(host)s
cs: Agregát %(aggregate_id)s: neobnovitelný stav během provádění operace na %(host)s
de: Aggregat %(aggregate_id)s: nicht zu behebender Status während der Operation an %(host)s
es: Agregado %(aggregate_id)s: estado irrecuperable durante la operación en %(host)s
fr: Agrégat %(aggregate_id)s : état irrémédiable au cours d'une opération sur %(host)s
it: Aggregato %(aggregate_id)s: stato non recuperabile durante l'operazione in %(host)s
pt_br: Agregado %(aggregate_id)s: estado irrecuperável durante a operação em %(host)s
tr_tr: Takım %(aggregate_id)s: %(host)s istemcisi üzerindeki işlem sırasında kurtarılamayacak durum

source: An error occurred while deallocating network.
cs: Při rušení přidělení sítě nastala chyba.
pt_br: Ocorreu um erro ao desalocar a rede.

source: An error occurred while refreshing the network cache.
cs: Při obnově mezipaměti sítě došlo k chybě.
de: Ein Fehler ist während des Aktualisierens des Netzwerk Caches aufgetreten.
es: Ha ocurrido un error al actualizar el cache de red.
fr: Une erreur est survenue pendant le rafraîchissement du cache réseau.
it: Si è verificato un errore durante l'aggiornamento della cache di rete.
pt_br: Ocorreu um erro ao atualizar o cache de rede.
tr_tr: Ağ zulası tazelenirken bir hata oluştu.

source: Attach volume failed to %(instance_name)s: %(exn)s
cs: Připojení svazku k %(instance_name)s selhalo: %(exn)s
pt_br: Falha ao anexar volume ao %(instance_name)s: %(exn)s

source: Attaching PCI devices %(dev)s to %(dom)s failed.
cs: Připojování zařízení PCI %(dev)s do %(dom)s selhalo.
de: Anhängen PCI Gerät %(dev)s an %(dom)s fehlgeschlagen.
es: La asociación de dispositivos PCI %(dev)s a %(dom)s ha fallado.
fr: La fixation des périphériques PCI %(dev)s à %(dom)s a echoué.
it: Il collegamento dei dispositivi PCI %(dev)s a %(dom)s è fallito.
pt_br: Falha ao anexar dispositivos PCI %(dev)s no %(dom)s.
tr_tr: %(dev)s PCI aygıtlarının %(dom)s e eklenmesi başarısız.

source: Attaching network adapter failed. Exception: %s
cs: Připojování síťového adaptéru selhalo. Výjimka: %s
pt_br: A anexação do adaptador de rede falhou. Exceção: %s

source: Cannot block migrate instance %s with mapped volumes
cs: Nelze blokově přesunout instanci %s s namapovanými svazky
de: Kann keine Bliock-Migration durchführen an Instanz %s mit abgebildeten Datenträger
es: No se puede bloquea la migración de instancia %s con volúmenes mapeados
tr_tr: Eşleşmiş mantıksal sürücülerle %s sunucu göçü engellenemez

source: Cannot cleanup migration files
cs: Nelze vyčistit soubory přesunu
de: Konnte Migrationsdateien nicht aufräumen
es: No se pueden limpiar los archivos de migración
fr: Impossible de nettoyer les fichiers de migration
it: Impossibile ripulire i file di migrazione
pt_br: Não é possível limpar arquivos de migração
tr_tr: Göç dosyaları temizlenemiyor

source: Cannot log in target %(target_iqn)s. Unsupported iSCSI authentication method: %(auth_method)s.
cs: Nelze se přihlásit v cíli %(target_iqn)s. Nepodporovaný způsob věření ISCSI: %(auth_method)s.
pt_br: Não é possível efetuar login no destino %(target_iqn)s. Método de autenticação iSCSI não suportado: %(auth_method)s.

source: Cannot reboot instance: %s
cs: Nelze restartovat instanci: %s
de: Instanz kann nicht neu gestartet werden: %s
es: No se puede reiniciar instancia: %s
fr: Impossible de redémarrer l'instance: %s
it: Impossibile riavviare l'istanza: %s
pt_br: Não é possível reinicializar a instância: %s
tr_tr: Sunucu yeniden başlatılamıyor: %s

source: Caught error: %s
cs: Zachycena chyba: %s
de: Fehler abgefangen: %s
es: Capturado error: %s
fr: Erreur interceptée : %s
it: Intercettato errore: %s
pt_br: Capturado o erro: %s
tr_tr: Yakalama hatası: %s

source: Compute driver option required, but not specified
cs: Je vyžadována volba ovladače výpočtu, která ale není zadána
de: Compute Treiber Option erforderlich, aber nicht spezifiziert
es: La opción de controlador de cálculo es necesaria, pero no se ha especificado
fr: Option de pilote de calcul obligatoire, mais non spécifiée
it: L'opzione compute driver è obbligatoria, ma non è stata specificata
pt_br: Opção de driver de cálculo necessária, mas não especificada
tr_tr: Hesaplama sürücüsü seçeneği gerekli, ama belirtilmemiş

source: Compute.api::inject_network_info %s
cs: Compute.api::vložit_info_sítě %s

source: Compute.api::lock %s
cs: Compute.api::uzamčení %s

source: Compute.api::pause %s
cs: Compute.api::pauza %s

source: Compute.api::resetState %s
cs: Compute.api::resetování stavu %s

source: Compute.api::reset_network %s
cs: Compute.api::reset_sítě %s

source: Compute.api::unlock %s
cs: Compute.api::odemčení %s

source: Compute.api::unpause %s
cs: Compute.api::zrušení pozastaevní %s

source: Connection between volume %(vol)s and host %(host)s might have succeeded, but attempt to terminate connection has failed. Validate the connection and determine if manual cleanup is needed. Error: %(msg)s Code: %(code)s.
cs: Připojení mezi svazkem %(vol)s a hostitelem %(host)s bylo možná navázáno, ale pokus o jeho ukončení selhalo. Ověřte připojení a zjistěte, zdali je třeba zakročit ručně. Chyba: %(msg)s, kóde: %(code)s.
pt_br: A conexão entre o volume %(vol)s e o host %(host)s pode ter sido bem-sucedida, mas uma tentativa de finalizar a conexão falhou. Valide a conexão e determine se uma limpeza manual é necessária. Erro: %(msg)s, Código: %(code)s.

source: Connection to libvirt failed: %s
cs: Připojení k libvirt selhalo: %s
de: Verbindung zu libvirt fehlgeschlagen: %s
es: Ha fallado la conexión a libvirt: %s
fr: Echec de la connexion à libvirt : %s
it: Connessione a libvirt non riuscita: %s
pt_br: Falha na conexão a libvirt: %s
tr_tr: Libvirt bağlantısı başarısız: %s

source: Could not bind to %(host)s:%(port)s
cs: Nelze svázat %(host)s:%(port)s
de: Keine Bindung an %(host)s:%(port)s möglich
es: No se puede asociar al %(host)s:%(port)s
fr: Impossible de s'attacher à %(host)s:%(port)s
it: Impossible fare il bind verso %(host)s:%(port)s
pt_br: Não foi possível localizar %(host)s:%(port)s
tr_tr: %(host)s:%(port)s a bağlanılamadı

source: Could not decode scheduler options
cs: Nelze rozšifrovat volby plánovače
de: Konnte Optionen für den Scheduler nicht entschlüsseln
es: No se ha podido decodificar las opciones del programador
pt_br: Não foi possível decodificar opções do planejador
tr_tr: Zamanlayıcı seçenekleri kodu çözülemedi

source: Could not disconnect encrypted volume %(volume)s. If dm-crypt device is still active it will have to be destroyed manually for cleanup to succeed.
cs: Nelze odpojit zašifrovaný svazek %(volume)s. Pokud je zařízení dm-crypt stále aktivní, bude muset být odstraněno ručně, aby mohlo být vyčištění úspěšně dokončeno.
de: Konnte verschlüsselte Festplatte %(volume)s nicht trennen. Wenn dm-crypt auf dem Gerät weiter aktiv ist, muß die Trennung manuell erfolgen.
pt_br: Não foi possível desconectar o volume criptografado %(volume)s. Se o dispositivo dm-crypt ainda estiver ativo, ele deverá ser destruído manualmente para que a limpeza seja bem-sucedida.

source: Could not remove tmpdir: %s
cs: Nelze odstranit dočasný adresář: %s
de: tmpdir konnte nicht entfernt werden: %s
es: No se ha podido remover directorio temporal: %s
fr: Impossible de supprimer tmpdir : %s
it: Impossibile rimuovere tmpdir: %s
pt_br: Não foi possível remover tmpdir: %s
tr_tr: tmpdir silinemedi: %s

source: Could not start encryption for disk %(device)s: %(exception)s
cs: Nelze spustit šifrování na disku %(device)s: %(exception)s
de: Konnte Verschlüsselung nicht starten für Festplatte %(device)s: %(exception)s
es: No pudo comenzar la encriptación para el disco %(device)s: %(exception)s
pt_br: Não foi possível iniciar a criptografia para o disco %(device)s: %(exception)s

source: Could not stat scheduler options file %(filename)s
cs: Nelze vyhodnotit soubor voleb plánovače %(filename)s
de: Konnte den Status nicht feststellen der Scheduler-Optionsdatei %(filename)s
es: No se ha podido crear estadísticas de archivo de opciones de planificador %(filename)s
pt_br: Não foi possível iniciar o arquivo de opções do planejador %(filename)s
tr_tr: Zamanlayıcı seçenekleri dosyası %(filename)s durumu alınamadı

source: Couldn't communicate with any cells
cs: Nelze komunikovat s žádnou buňkou
de: Konnte nicht mit irgendeiner Zelle kommunizieren
es: No se puede establecer comunicación con alguna celda
fr: Impossible de communiquer avec les cellules
it: Impossibile comunicare con alcuna cella
pt_br: Não é possível comunicar-se com nenhuma célula
tr_tr: Hiçbir hücreyle iletişim kurulamadı

source: Couldn't communicate with cell '%s'
cs: Nelze komunikovat s buňkou '%s'
de: Konnte nicht mit der Zelle kommunizieren '%s'
es: No se puede comunicar con la celda '%s'
fr: N'a pas pu communiquer avec la cellule '%s'
it: Impossibile comunicare con la cella '%s'
pt_br: Não é possível comunicar-se com a célula '%s'.
tr_tr: Hücre '%s' ile iletişim kurulamadı

source: Couldn't lookup app: %s
cs: Nelze vyhledat aplikaci: %s
de: Konnte Applikation nicht auslesen: %s
es: No se pudo hallar aplicación: %s
pt_br: Não é possível consultar o aplicativo: %s
tr_tr: Uygulama aranamadı: %s

source: Couldn't unmount the GlusterFS share %s
cs: Nelze odpojit sdílení GlusterFS %s
de: Die GlusterFS-Freigabe %s konnte nicht ausgehängt werden
es: No se puede desmontar el recurso compartido GlusterFS %s
fr: Impossible de démonter le partage GlusterFS %s
it: Impossibile fare l'unmount del GlusterFS share %s
pt_br: Não foi possível desmontar o compartilhamento GlusterFS %s
tr_tr: %s GlusterFS paylaşımı ayrılamıyor

source: Couldn't unmount the NFS share %s
cs: Nelze odpojit sdílení NFS %s
de: Die NFS-Freigabe %s konnte nicht ausgehängt werden
es: No se puede desmontar el recurso compartido NFS %s
fr: Impossible de démonter le partage NFS %s
it: Impossibile fare unmount del NFS share %s
pt_br: Não foi possível desmontar o compartilhamento NFS %s
tr_tr: %s NFS paylaşımı ayrılamıyor

source: Couldn't unmount the Quobyte Volume at %s
cs: Nelze odpojit svazek Quobyte na %s
de: Konnte das Quobyte Volume nicht abhängen von %s
es: No se ha podido desmontar el Volumen Quobyte en %s
pt_br: Não foi possível desmontar o Volume Quobyte no %s
tr_tr: %s deki Quobyte Mantıksal Sürücüsü ayrılamıyor

source: Couldn't unmount the share %s
cs: Nelze odpojit sdílení %s
de: Konnte die Freigabe %s nicht aushängen
es: No se pudo desmontar el compartido %s
pt_br: Não foi possível desmontar o compartilhamento %s
tr_tr: %s paylaşımı ayrılamadı

source: Creating config drive failed with error: %s
cs: Vytváření konfigurační jednotky selhalo s chybou: %s
de: Erstellung Konfigurationsfestplatte fehlgeschlagen: %s
es: La creación de unidad de configuración ha fallado con el error: %s
fr: La création de l'unité de configuration a échoué avec l'erreur : %s
it: Creazione unità config non riuscita, con errore: %s
pt_br: Criando unidade de configuração com falha com erro: %s
tr_tr: Yapılandırma sürücüsü oluşturma şu hatayla başarısız oldu: %s

source: DB error
cs: Chyba DB
de: Datenbankfehler
es: Error de BD
pt_br: Erro de DB
tr_tr: DB hatası

source: Destroy VM failed
cs: Zničení VM selhalo
de: Zerstören der VM fehlgeschlagen
es: Ha fallado la destrucción de VM
pt_br: A destruição de MV falhou
tr_tr: VM silme başarısız

source: Destroy instance failed
cs: Zničení instance selhalo
de: Zerstören der Instanz fehlgeschlagen
es: Fallo en la destrucción de la instancia
pt_br: A destruição da instância falhou
tr_tr: Sunucu silme başarısız

source: Detaching network adapter failed. Exception: %s
cs: Odpojování síťového adaptéru selhalo. Výjimka: %s
de: Abhängen des Netzwerkadapters fehlgeschlagen. Ausnahme: %s
es: Fallo al desconectar el adaptador de red. Excepción: %s
fr: Détachement de l'adaptateur réseau a échoué. Exception : %s
it: Scollegamento della scheda di rete fallito. Eccezione: %s
pt_br: A separação do adaptador de rede falhou. Exceção: %s
tr_tr: Ağ bağdaştırıcısı ayırma başarısız. İstisna: %s

source: Download handler '%(handler)s' raised an exception, falling back to default handler '%(default_handler)s'
cs: Obslužná rutina stažení '%(handler)s' zahlásila výjimku, bude použit výchozí obslužná rutina '%(default_handler)s'
de: Download Handler '%(handler)s' erreichte eine Ausnahme, falle zurück auf die Standardsteuerung '%(default_handler)s'
es: La descarga del manejador '%(handler)s' ha arrojado una excepción, restaurando hacia el manejador predeterminado '%(default_handler)s
it: L'handler del download '%(handler)s' ha lanciato un'eccezione, impossibile tornare all'handler di default '%(default_handler)s'
pt_br: O manipulador de download '%(handler)s' emitiu uma exceção, executando failback para o manipulador padrão '%(default_handler)s'
tr_tr: İndirme işleyicisi '%(handler)s' bir istisna yükseltti, varsayılan işleyiciye '%(default_handler)s' dönülüyor

source: Download image error
cs: Chyba stažení obrazu
de: Download Abbild Fehler
es: Error en la descarga de la imagen
pt_br: Erro de download de imagem
tr_tr: İmaj indirme hatası

source: Driver failed to attach volume %(volume_id)s at %(mountpoint)s
cs: Ovladač nemohl připojit svazek %(volume_id)s k %(mountpoint)s
de: Treiber fehlgeschlagen zum Anhängen des Datenträgers %(volume_id)s an %(mountpoint)s
es: El controlador ha fallado al asignar el volumen %(volume_id)s en %(mountpoint)s
it: Il driver non è riuscito a legare il volume %(volume_id)s su %(mountpoint)s
pt_br: O driver falhou ao conectar o volume %(volume_id)s no %(mountpoint)s
tr_tr: Sürücü %(volume_id)s mantıksal sürücüsünü %(mountpoint)s noktasına ekleyemedi

source: Environment variable 'NETWORK_ID' must be set.
cs: Proměnná prostředí 'NETWORK_ID' musí být nastavena.
de: Umgebungsvariable 'NETWORK_ID' muss gesetzt sein.
es: La variable de entorno 'NETWORK_ID' debe ser establecida.
fr: Variable d'environnement 'NETWORK_ID' doit être définie.
it: La variabile d'ambiente 'NETWORK_ID' deve essere impostata.
pt_br: A variável de ambiente 'NETWORK_ID' deve ser definida.
tr_tr: Çevresel değişken 'NETWORK_ID' ayarlanmış olmalı.

source: Error contacting glance server '%(server)s' for '%(method)s', %(extra)s.
cs: Chyba při kontaktování serveru glance '%(server)s' pro '%(method)s', %(extra)s.
pt_br: Erro ao entrar em contato com o servidor glance '%(server)s' para '%(method)s', %(extra)s.

source: Error copying key: %s
cs: Chyba při kopírování klíče: %s
de: Fehler beim Kopieren des Schlüssels: %s
es: Error al copiar la llave: %s
pt_br: Erro ao copiar chave: %s.
tr_tr: Anahtar kopyalanırken hata: %s

source: Error creating Barbican client: %s
cs: Chyba při vytváření klienta Barbican: %s
de: Fehler beim Erstellen des Barbican Client: %s
es: Error al crear cliente Barbican: %s
pt_br: Erro ao criar o cliente Barbican: %s
tr_tr: Barbican istemcisi oluştururken hata: %s

source: Error creating key: %s
cs: Chyba při vytváření klíče: %s
de: Fehler beim Erstellen des Schlüssels: %s
es: Error al crear clave: %s
pt_br: Erro ao criar chave: %s.
tr_tr: Anahtar oluştururken hata: %s

source: Error defining a domain with XML: %s
cs: Chyba při určování domény pomocí XML: %s
de: Fehler beim Definieren einer Domain mit XML: %s
es: Error definiendo el dominio con XML: %s
fr: Erreur définissant un domaine avec XML : %s
it: Errore nella definizione di un dominio tramite XML: %s
pt_br: Erro ao definir um domínio com XML: %s
tr_tr: XML ile bir alanın tanımlanmasında hata: %s

source: Error defining a secret with XML: %s
cs: Chyba při určení tajného klíče pomocí XML: %s
de: Fehler beim Definieren eines Geheimnisses mit XML: %s
es: Error al definir un secreto con XML: %s
pt_br: Erro ao definir um segredo com XML: %s
tr_tr: Bir sırın XML ile tanımlanması başarısız: %s

source: Error deleting conntrack entries for %s
cs: Chyba při mazání položek conntrack pro %s
de: Fehler beim Löschen der Einträge für %s
es: Error al eliminar las entradas conntrack para %s
fr: Erreur lors de la suppression des entrées de connexions pour %s
it: Errore durante l'eliminazione degli elementi conntrack per %s
pt_br: Erro ao excluir entradas conntrack para %s
tr_tr: %s için conntrack girdileri silinirken hata

source: Error deleting key: %s
cs: Chyba při mazání klíče: %s
de: Fehler beim Löschen des Schlüssels: %s
es: Error al eliminar clave: %s
pt_br: Erro ao excluir chave: %s
tr_tr: Anahtar silinirken hata: %s

source: Error deploying instance %(instance)s on baremetal node %(node)s.
cs: Chyba při nasazování instance %(instance)s na uzlu bez operačního systému %(node)s
de: Fehler bei der Erstellung der Instanz %(instance)s auf dem BareMetal-Knoten %(node)s.
es: Error al desplegar la instancia %(instance)s en nodo de máquina vacía %(node)s.
fr: Erreur lors du déploiement de l'instance %(instance)s sur le noeud Baremetal %(node)s.
it: Errore durante la distribuzione dell'istanza %(instance)s nel nodo baremetal %(node)s.
pt_br: Erro ao implementar a instância %(instance)s no nó básico %(node)s.
tr_tr: %(instance)s sunucusunun çıplak metal %(node)s düğümü üzerine açılmasında hata.

source: Error enabling hairpin mode with XML: %s
cs: Chyba při povolení režimu spony pomocí XML: %s
de: Fehler beim Aktivieren des Hairpin-Mode mit XML: %s
es: Error al habilitar modo horquilla con XML: %s
fr: Erreur activation mode hairpin avec XML : %s
it: Errore nell'abilitare la modalità hairpin tramite XML: %s
pt_br: Erro ao ativar o modo hairpin com XML: %s
tr_tr: XML ile hairpin kipinin etkinleştirilmesinde hata: %s

source: Error from last host: %(last_host)s (node %(last_node)s): %(exc)s
cs: Chyba od posledního hostitele: %(last_host)s (uzel %(last_node)s): %(exc)s
de: Fehler vom letzten Host: %(last_host)s (node %(last_node)s): %(exc)s
es: Error del último host: %(last_host)s (nodo %(last_node)s): %(exc)s
fr: Erreur du dernier hôte : %(last_host)s (noeud %(last_node)s) : %(exc)s
it: Errore dall'ultimo host: %(last_host)s (nodo %(last_node)s): %(exc)s
pt_br: Erro do último host: %(last_host)s (nó %(last_node)s): %(exc)s
tr_tr: Son istemciden hata: %(last_host)s (node %(last_node)s): %(exc)s

source: Error from libvirt during destroy. Code=%(errcode)s Error=%(e)s
cs: Chyba od libvirt během ničení. Kód=%(errcode)s Chyba=%(e)s
de: Fehler von libvirt beim Löschen. Code=%(errcode)s Fehler=%(e)s
es: Error de libvirt durante destrucción. Código=%(errcode)s Error=%(e)s
fr: Erreur de libvirt pendant la destruction. Code=%(errcode)s Error=%(e)s
it: Errore di libvirt durante la distruzione. Code=%(errcode)s Error=%(e)s
pt_br: Erro de libvirt durante destruição. Código=%(errcode)s Erro=%(e)s
tr_tr: Silme sırasında libvirt'den hata. Kod=%(errcode)s Hata=%(e)s

source: Error from libvirt during undefine. Code=%(errcode)s Error=%(e)s
cs: Chyba od libvirt během rušení určení. Kód=%(errcode)s Chyba=%(e)s
de: Fehler von libvirt beim Undefinieren. Code=%(errcode)s Fehler=%(e)s
es: Error de libvirt durante borrado de definición. Código=%(errcode)s Error=%(e)s
fr: Erreur libvirt lors de l'annulation de la définition. Code = %(errcode)s Erreur = %(e)s
it: Errore di libvirt durante la rimozione di una definizione. Code=%(errcode)s Error=%(e)s
pt_br: Erro de libvirt durante indefinição. Código=%(errcode)s Erro=%(e)s
tr_tr: Tanımlama kaldırma sırasında libvirt hatası. Kod=%(errcode)s Hata=%(e)s

source: Error from libvirt during unfilter. Code=%(errcode)s Error=%(e)s
cs: Chyba od libvirt během rušení filtru. Kód=%(errcode)s Chyba=%(e)s
de: Fehler von libvirt beim Unfiltrieren. Code=%(errcode)s Fehler=%(e)s
es: Error de libvirt durante eliminación de filtro. Código=%(errcode)s Error=%(e)s
fr: Erreur de libvirt lors de l'annulation du filtre. Code = %(errcode)s Erreur = %(e)s
it: Errore di libvirt durante l'annullamento del filtro. Code=%(errcode)s Error=%(e)s
pt_br: Erro de libvirt durante cancelamento de filtro. Código=%(errcode)s Erro=%(e)s
tr_tr: Filtre kaldırma sırasında libvirt hatası. Kod=%(errcode)s Hata=%(e)s

source: Error from libvirt while injecting an NMI to %(instance_uuid)s: [Error Code %(error_code)s] %(ex)s
cs: Chyba od libvirt při vkládání NMI do %(instance_uuid)s: [Kód chyby %(error_code)s] %(ex)s
pt_br: Erro de ibvirt ao injetar um NMI para %(instance_uuid)s: [Error Code %(error_code)s] %(ex)s

source: Error getting key: %s
cs: Chyba při získávání klíče: %s
de: Fehler beim Abruf des Schlüssels: %s
es: Error al obtener clave: %s
pt_br: Erro ao obter chave: %s.
tr_tr: Anahtar alınırken hata: %s

source: Error getting secret data: %s
cs: Chyba při získávání tajných dat: %s
de: Fehler beim Abruf der geheimen Daten: %s
es: Error al obtener los datos secretos: %s
pt_br: Erro ao obter dados secretos: %s
tr_tr: Sır verisi alınırken hata: %s

source: Error getting secret metadata: %s
cs: Chyba při získávání tajných popisných dat: %s
de: Fehler beim Abruf der geheimen Metadaten: %s
es: Error al obtener los metadatos secretos: %s
pt_br: Erro ao obter metadados secretos: %s
tr_tr: Sır metadata alınırken hata: %s

source: Error in migrate
cs: Chyba při přesunu
de: Fehler bei Migration
es: Error en la migración
pt_br: Erro na migração
tr_tr: Göçte hata
