Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-error.po
Languages: cs, de, es, fr, it, pt_br, tr_tr

source: Failed while plugging vif
cs: Zapojování virtuálního rozhraní selhalo
de: Fehler beim Anschliessen von vif
es: Fallo al conectar vif
fr: Échec lors de la connexion int. virt.
it: Fallimento durante il collegamento del vif
pt_br: Falha ao conectar vif
tr_tr: Vif takılırken başarısız olundu

source: Failed while unplugging ib hostdev vif
cs: Odpojování ib hostdev virtuálního rozhraní selhalo
de: Fehler beim Trennen von ib hostdev vif
pt_br: Falha ao desconectar ib hostdev vif

source: Failed while unplugging vif
cs: Odpojení virtuálního rozhraní selhalo
de: Fehler beim Trennen von vif
es: No se ha podido desconectar vif
fr: Echec lors du débranchement d'int. virt.
it: Errore durante scollegamento vif
pt_br: Falha ao desconectar vif
tr_tr: Vif ayrılırken başarısız olundu

source: Failure prepping block device
cs: Chyba při přípravě blokového zařízení
de: Fehler bei der Vorbereitung des Blockgerätes
es: Fallo al preparar el dispositivo de bloques
fr: Echec dans la préparation des périphériques par bloc
it: Fallimento durante la preprazione del block device
pt_br: Falha na preparação do dispositivo de bloco
tr_tr: Blok aygıt hazırlanırken hata

source: Failure while cleaning up attached VDIs
cs: Čištění připojených VDI selhalo
de: Fehler beim Aufräumen der angehangenen VDIs
es: Error al limpiar VDI conectados
fr: Echec lors du nettoyage des VDI connectées
it: Errore durante la ripulitura delle VDI collegate
pt_br: Falha ao limpar VDIs conectados
tr_tr: Ekli VDI'ler temizlenmesi başarısız

source: Fatal Exception running %(name)s %(type)s-hook: %(obj)s
cs: Závažná výjimka při spuštění %(name)s %(type)s-hák: %(obj)s
de: Schwere Ausnahme beim Lauf %(name)s %(type)s-hook: %(obj)s
es: Excepción fatal ejecutando %(name)s %(type)s-enlace: %(obj)s
fr: Exception fatale de fonctionnement %(name)s %(type)s-hook: %(obj)s
it: Eccezione grave durante l'esecuzione di %(name)s %(type)s-hook: %(obj)s
pt_br: Exceção Fatal ao executar %(name)s %(type)s-hook: %(obj)s
tr_tr: %(name)s %(type)s-hook çalıştırılırken ölümcül istisna: %(obj)s

source: Guest does not have a console available
cs: Host nemá konzoli k dispozici
de: Gast hat keine Konsole verfügbar
es: El invitado no tiene una consola disponible
pt_br: O convidado não possui um console disponível
tr_tr: Konuğun kullanılabilir bir konsolu yok

source: Host is member of a pool, but DB says otherwise
cs: Hostitel je členem zásoby, ale databáze sděluje něco jiného
de: Host ist Mitglied eines Pools, aber die Datenbank sagt etwas anderes
es: El host es miembro de una agrupación, pero la base de datos indica lo contrario
fr: L'hôte est membre d'un pool, mais la BD dit autre chose
it: L'host è membro di un pool, ma il DB dice il contrario
pt_br: O host é membro de um conjunto, mas o BD diz o contrário
tr_tr: İstemci bir havuza üye, ama DB aksini söylüyor

source: Hostname has changed from %(old)s to %(new)s. A restart is required to take effect.
cs: Název hostitele změněn z %(old)s na %(new)s. Aby změny nabyly účinku, je třeba restartovat.
de: Hostname hat sich geändert von %(old)s zu %(new)s. Ein Neustart ist erforderlich.
es: El nombre del anfitrión ha cambiado de %(old)s a %(new)s. Se requiere un reinicio para hacer efecto.
fr: Le nom d'hôte a changé de %(old)s en %(new)s. Un redémarrage est requis pour la prise en compte.
it: Il nome dell'host è cambiato da %(old)s a %(new)s. E' richiesto un restart affinchè la modifica abbia effetto.
pt_br: O nome do host alterou de %(old)s para %(new)s. Um reinício é necessário para entrar em vigor.
tr_tr: Makine adı %(old)s den %(new)s e değişti. Etkinleşmesi için yeniden başlatma gerekiyor.

source: Image size %(size)d exceeded flavor allowed size %(allowed_size)d
cs: Velikost obrazu %(size)d překročila množství %(allowed_size)d povolené konfigurací
de: Abbildgröße %(size)d überschritt die erlaubte Variantengröße %(allowed_size)d
es: El tamaño de la imagen %(size)d excede el tamaño permitido por el sabor %(allowed_size)d
fr: La taille de l'image %(size)d dépasse la taille allouée %(allowed_size)d pour le type d'instance
it: La dimensione dell'immagine %(size)d supera il limite permesso dall'istanza %(allowed_size)d
pt_br: O tamanho da imagem %(size)d excedeu o tamanho de tipo permitido %(allowed_size)d
tr_tr: İmaj boyutu %(size)d nitelik izin verilen boyutu %(allowed_size)d yi geçti

source: Improper or unknown HTTP status code used: %d
cs: Použit nesprávný nebo špatný kód stavu HTTP: %d
pt_br: Código de status HTTP impróprio ou desconhecido usado: %d

source: Initialize connection failed for volume %(vol)s on host %(host)s. Error: %(msg)s Code: %(code)s. Attempting to terminate connection.
cs: Zavedení připojení selhalo u svazku %(vol)s na hostiteli %(host)s. Chyba: %(msg)s, kód: %(code)s. Probíhá pokus o přerušení připojení.
pt_br: Falha ao inicializar conexão para o volume %(vol)s no host %(host)s. Erro: %(msg)s Código: %(code)s. Tentando finalizar a conexão.

source: Instance compute service state on %s expected to be down, but it was up.
cs: Stav výpočetní služby instance na %s byl považován za "Vypnuto", ale místo toho bylo "Zapnuto".
de: Instanz Compute Dienstestatus an %s erwartet als ausser Betrieb, ist aber in Betrieb.
es: El estado de la instancia del servicio de cómputo en %s debería ser inactivo, pero se encontraba activo.
fr: L'instance du service compute positionnée sur %s était supposée être en panne, mais était active.
it: Stato dell'istanza del servizio di calcolo su %s previsto come attivo ma è stato trovato passivo.
pt_br: O estado de serviço de cálculo da instância em %s deveria ser inativo, mas estava ativo.
tr_tr: %s üzerindeki sunucu hesap servisi durumu kapalı olarak bekleniyordu, ama açık.

source: Instance failed block device setup
cs: Instance selhala nastavit blokového zařízení
de: Instanz fehlgeschlagen bei der Einrichtung des Blockgerätes
es: Ha fallado la configuración de dispositivo de bloque en la instancia
fr: Echec de configuration de l'unité par bloc par l'instance
it: L'istanza non è riuscita a configurare l'unità di blocco
pt_br: Falha da instância na configuração do dispositivo de bloco
tr_tr: Örnek blok aygıtı kurulumu hatalı

source: Instance failed network setup after %(attempts)d attempt(s)
cs: Instance nemohla nastavit síť po %(attempts)d pokusech
de: Netzwerkeinrichtung der Instanz fehlgeschlagen nach %(attempts)d Versuche(n)
es: La configuración de red de la instancia falló después de %(attempts)d intento(s)
fr: L'instance a échoué dans l'installation du réseau après %(attempts)d tentative(s)
it: L'istanza non è riuscita a configurare la rete in %(attempts)d tentativi
pt_br: Falha da instância na configuração de rede após %(attempts)d attempt(s)
tr_tr: Sunucu %(attempts)d girişimden sonra ağ kurulumunda başarısız oldu

source: Instance failed to spawn
cs: Instance nemohla být spuštěna
de: Erzeugen der Instanz fehlgeschlagen
es: La instancia no se ha podido generar
fr: Echec de génération de l'instance
it: L'istanza non è riuscita a generare
pt_br: Falha da instância ao usar spawn
tr_tr: Örnek oluşturmada hata

source: Instance type %s not found for deletion
cs: Vymazávaná Instance typu %s nebyla nalezena
de: Instanz-Typ %s nicht gefunden zum Löschen
es: No se ha encontrado el tipo de instancia %s para suprimirse
fr: Type d'instance %s non trouvé pour suppression
it: Tipo di istanza %s nono trovato per l'eliminazione
pt_br: Tipo de instância %s não localizado para exclusão
tr_tr: Silme işlemi için %s örnek türü bulunamadı

source: Interface %s not found
cs: Rozhraní %s nenalezeno
de: Schnittstelle %s nicht gefunden
es: Interfaz %s no encontrada
fr: Interface %s non trouvé
it: Interfaccia %s non trovata
pt_br: Interface %s não localizada
tr_tr: Arayüz %s bulunamadı

source: Invalid server_string: %s
cs: Neplatný řetězec serveru: %s
de: Ungültiger server_string: %s
es: Serie del servidor no válido: %s
fr: server_string non valide : %s
it: stringa_server non valida %s
pt_br: server_string inválido: %s
tr_tr: Geçersiz server_string: %s

source: Live Migration failure: %s
cs: Selhání přesunu za běhu: %s
de: Live-Migration fehlgeschlagen: %s
es: Fallo en migración en vivo: %s
fr: Migration Directe a échoué : %s
it: Fallimento di Live Migration: %s
pt_br: Falha na Migração em Tempo Real: %s
tr_tr: Canlı Göç başarısız: %s

source: Live migration failed.
cs: Přesun za provozu selhal.
de: Live-Migration fehlgeschlagen.
es: Falló la migración en vivo.
pt_br: A migração em tempo real falhou.

source: Migrate Receive failed
cs: Přijetí přesunu selhalo
de: Migration enthielt Fehler
es: Ha fallado la recepción de migración
pt_br: Falha em Migrar Recebimento
tr_tr: Göç Alma başarısız

source: Migrate Send failed
cs: Odeslání přesunu selhalo
de: Migration sendet Fehler
es: Ha fallado el envío de migración
pt_br: Falha em Migrar Envio
tr_tr: Göç Gönderme başarısız

source: Migration %s is not found during confirmation
cs: Přesun %s nebyl během potvrzování nalezen
de: Migration %s nicht gefunden bei der Rückmeldung
es: La migración %s no ha sido encontrada durante la confirmación
fr: Migration %s n'est pas trouvée durant la confirmation
it: La migrazione %s non è stata trovata durante la conferma
pt_br: Migração %s não localizada durante a confirmação
tr_tr: Onaylama sırasında göç %s bulunamadı

source: Migration of instance %(instance_id)s to host %(dest)s unexpectedly failed.
cs: Přesun instance %(instance_id)s na hostitele %(dest)s neočekávaně selhal.
de: Migration von Instanz %(instance_id)s zu Host %(dest)s unerwartet fehlgeschlagen.
es: La migración de la instancia %(instance_id)s al anfitrión %(dest)s ha fallado inesperadamente.
fr: La migration de l'instance %(instance_id)s vers l'hôte %(dest)s a inexplicablement échoué.
it: La migrazione dell'istanza %(instance_id)s verso l'host %(dest)s è fallita inaspettatamente.
pt_br: A migração da instância %(instance_id)s para o host %(dest)s falhou inesperadamente.
tr_tr: %(instance_id)s sunucusunun %(dest)s istemcisine göçü beklenmedik şekilde başarısız oldu.

source: Migration operation has aborted
cs: Operace přesunu byla ukončena
de: Migration Operation abgebrochen
es: La operación de migración ha sido abortada
pt_br: A operação de migração foi interrompida
tr_tr: Göç işlemi iptal edildi

source: NBD error - previous umount did not cleanup /var/lock/qemu-nbd-%s.
cs: Chyba NBD . předchozí odpojení nevyčistilo /var/lock/qemu-nbd-%s.
de: NBD Fehler - vorheriges Aushängen hat /var/lock/qemu-nbd-%s nicht gelöscht.
es: Error NBD - desmontaje previo no ha limpiado /var/qemu-nbd-%s.
fr: Erreur NBD - précédent démontage n'a pas nettoyé /var/lock/qemu_nbd-%s.
it: Errore NBD - l'unmount precedente non si è ripulito /var/lock/qemu-nbd-%s.
pt_br: Erro de NBD - a desmontagem anterior não limpou /var/lock/qemu-nbd-%s.
tr_tr: NBD hatası - önce umount /var/lock/qemu-nbd-%s yolunu temizlemedi.

source: NOT IMPLEMENTED: The call to %(method)s is not supported by the agent. args=%(args)r
cs: NEZAVEDENO: Volání %(method)s není agentem podporováno. argumenty=%(args)r
de: NOT IMPLEMENTED: Der Aufruf %(method)s wird vom Agenten nicht unterstützt. args=%(args)r
es: SIN IMPLEMENTAR: el agente no soporta la llamada a %(method)s. args=%(args)r
fr: NOT IMPLEMENTED : L'appel à %(method)s n'est pas pris en charge par l'agent. args=%(args)r
it: NON IMPLEMENTATO: la chiamata del %(method)s non è supportata dall'agent. args=%(args)r
pt_br: NÃO IMPLEMENTADO: A chamada para %(method)s não é suportada pelo agente. args=%(args)r
tr_tr: UYGULANMAMIŞ: %(method)s çağrısı ajan tarafından desteklenmiyor. args=%(args)r

source: Network driver option required, but not specified
cs: Vyžadována volba ovladače sítě, ale žádná nebyla zadána
de: Netzwerktreiber-Option ist erforderlich, aber nicht angegeben
es: La opción de controlador de red es necesaria, pero no se ha especificado
fr: Option de pilote de réseau obligatoire, mais non spécifiée
it: L'opzione driver di rete è obbligatoria, ma non è specificata
pt_br: Opção de driver de rede necessária, mas não especificada
tr_tr: Ağ sürücüsü seçeneği gerekiyor, ama belirtilmemiş

source: Neutron Error adding rules to security group %s
cs: Chyba Neutron při přidávání pravidel do bezpečnostní skupiny %s
de: Neutron Fehler beim Hinzufügen von Regeln zur Sicherheitsgruppe %s
es: Error de Neutron al agregar reglas al grupo de seguridad %s
it: Errore di Neutron durante l'aggiunta delle regole al gruppo di sicurezza %s
pt_br: Erro de Neutron ao incluir regras no grupo de segurança %s
tr_tr: %s güvenlik grubuna kural eklerken Neutron Hatası

source: Neutron Error creating security group %s
cs: Chyba Neutron při vytváření bezpečnostní skupiny %s
de: Neutron Fehler bei der Erstellung der Sicherheitsgruppe %s
es: Error de Neutron al crear el grupo de seguridad %s
fr: Neutron Erreur lors de la création du groupe de sécurité %s
it: Errore di Neutron nella creazione del gruppo di sicurezza %s
pt_br: Erro de Neutron ao criar o grupo de segurança %s
tr_tr: Güvenlik grubu %s oluştururken Neutron Hatası

source: Neutron Error getting security group %s
cs: Chyba Neutron při získávání bezpečnostní skupiny %s
de: Neutron Fehler beim Abruf der Sicherheitsgruppe %s
es: Error de Neutron al obtener los grupos de seguridad %s
fr: Neutron Erreur de chargement du groupe de sécurité %s
it: Errore di Neutron durante la lettura del gruppo di sicurezza %s
pt_br: Erro de Neutron ao obter o grupo de segurança %s
tr_tr: %s güvenlik grubu alınırken Neutron Hatası

source: Neutron Error getting security groups
cs: Chyba Neutron při získávání bezpečnostních skupin
de: Neutron Fehler beim Abruf der Sicherheitsgruppen
es: Error de Neutron al obtener los grupos de seguridad
fr: Neutron Erreur de chargement des groupes de sécurité
it: Errore di Neutron durante la lettura dei gruppi di sicurezza
pt_br: Erro de Neutron ao obter grupos de segurança
tr_tr: Güvenlik gruplarını alırken Neutron Hatası

source: Neutron Error unable to delete %s
cs: Chyba Neutron: nelze smazat %s
de: Neutron Fehler beim Löschen %s
es: Error de Neutron incapaz de eliminar %s
fr: Erreur Neutron impossible de supprimer %s
it: Errore di Neutron impossibile eliminare %s
pt_br: Erro de Neutron: não é possível excluir %s
tr_tr: Neutron Hatası %s silinemiyor

source: Neutron Error updating security group %s
cs: Chyba Neutron při aktualizaci bezpečnostní skupiny %s
de: Neutron Fehler bei der Aktualisierung der Sicherheitsgruppe %s
es: Error de Neutron al actualizar el grupo de seguridad %s
fr: Neutron erreur de mise à jour du groupe de sécurité %s
it: Errore di Neutron durante l'aggiornamento del gruppo di sicurezza %s
pt_br: Erro de Neutron ao atualizar o grupo de segurança %s
tr_tr: %s güvenlik grubu güncellemesinde Neutron Hatası

source: Neutron Error:
cs: Chyba Neutron:
de: Neutron-Fehler:
es: Error de Neutron:
fr: Erreur Neutron:
it: Errore di Neutron:
pt_br: Erro de Neutron:
tr_tr: Neutron Hatası:

source: Neutron Error: %s
cs: Chyba Neutron: %s
de: Neutron-Fehler: %s
es: Error de Neutron: %s
fr: Erreur Neutron: %s
it: Errore di Neutron: %s
pt_br: Erro de Neutron: %s
tr_tr: Neutron Hatası: %s

source: Neutron Reported failure on event %(event)s for instance %(uuid)s
cs: Neutron nahlásil chybu události %(event)s v instanci %(uuid)s
de: Neutron berichtet Fehler an Ereignis %(event)s für Instanz %(uuid)s
es: Neutron ha reportado una falla en el evento %(event)s para la instancia %(uuid)s
fr: Echec rapporté par Neutron sur l'evenement %(event)s pour l'instance %(uuid)s
it: Neutron ha riportato un fallimento per l'evento %(event)s relativo all'istanza %(uuid)s
pt_br: O Neutron relatou falha no evento %(event)s para a instância %(uuid)s
tr_tr: Neutron %(uuid)s sunucusu için %(event)s olayında başarısızlık raporladı

source: Neutron error creating port on network %s
cs: Chyba Neutron při vytváření portu na síti %s
de: Neutron Fehler bei der Porterstellung für Netzwerk %s
es: Error de Neutron al crear puerto en la red: %s
fr: Erreur Neutron en créant un port sur le network %s
it: Errore di Neutron durante la creazione della porta su rete %s
pt_br: Erro de Neutron ao criar porta na rede %s
tr_tr: %s ağında bağlantı noktası oluştururken Neutron hatası

source: No compute node record for host %s
cs: nenalezen žádný záznam výpočetního uzle pro hostitele %s
de: Kein Compute-Knoteneintrag für Host %s
es: No hay registro de nodo de cómputo para host %s
pt_br: Nenhum registro de nó de cálculo para o host %s
tr_tr: %s istemcisi için hesap düğüm kaydı yok

source: No db access allowed in nova-compute: %s
cs: Nova-compute nemá povolen přístup k db: %s
de: Kein Datenbankzugriff erlaubt in nova-compute: %s
es: No se permite acceso a la base de datos en nova-compute: %s
fr: Pas d'accès db permis dans nova-compute : %s
it: Nessun accesso db consentito in nova-compute: %s
pt_br: Nenhum acesso de BD permitido em nova-compute: %s
tr_tr: nova-compute'de db erişimine izin verilmiyor: %s

source: No db access allowed in nova-dhcpbridge: %s
cs: Nova-dhcpbridge nemá povolen přístup k db: %s
de: Kein Datenbankzugriff erlaubt in nova-dhcpbridge: %s
es: No se permite acceso a la base de datos en nova-dhcpbridge: %s
fr: Pas d'accès db autorisé dans nova-dhcpbridge : %s
it: Nessun accesso db consentito in nova-dhcpbridge: %s
pt_br: Nenhum acesso de BD permitido em nova-dhcpbridge: %s
tr_tr: nova-dhcpbridge'de db erişimine izin verilmiyor: %s

source: No db access allowed in nova-network: %s
cs: Nova-network nemá povolen přístup k db: %s
de: Kein Datenbankzugriff erlaubt in nova-network: %s
es: No se permite acceso a base de datos en nova-network: %s
fr: Pas d'accès db autorisé dans nova-network : %s
it: Nessun accesso db consentito in nova-network: %s
pt_br: Nenhum acesso de BD permitido em nova-network: %s
tr_tr: nova-network'de db erişimine izin verilmiyor: %s

source: No save handler for %s
cs: Žádná obslužná rutina pro uložení %s
de: Keine sichere Steuerung für %s
es: No hay manejador de guardado para %s
fr: Pas de gestionnaire de sauvegarde pour %s
it: Nessun handler di salvataggio per %s
pt_br: Nenhum manipulador de salvamento para %s
tr_tr: %s için kaydetme işleyicisi yok

source: Not all properties needed are implemented in the compute driver
cs: Ne všechny potřebné vlastnosti jsou ovladačem výpočtu zavedeny
de: Nicht alle Eigenschaften brauchen in den Compute Treiber implementiert werden
es: No todas las propiedades necesarias están implementadas en el controlador de cómputo
pt_br: Nem todas as propriedades necessárias estão implementadas no driver de cálculo
tr_tr: İhtiyaç duyulan tüm özellikler hesap sürücüsünde uygulanmamış

source: Periodic sync_power_state task had an error while processing an instance.
cs: Periodický úkol synchronizace stavu napájení narazil na chybu při zpracování instance.
de: Regelmässiger Auftrag sync_power_state hat Fehler bei der Verarbeitung der Instanz.
es: La tarea periódica sync_power_state ha tenido un error al procesar una instancia.
fr: La tâche périodique sync_power_state a eu une erreur lors du traitement d'une instance.
it: Il task periodico sync_power_state ha avuto un errore durante l'elaborazione dell'istanza.
pt_br: Ocorreu um erro na tarefa periódica sync_power_state ao processar uma instância.
tr_tr: Dönemsel sync_power_state görevi bir sunucuyu işlerken hata aldı.

source: Periodic task failed to offload instance.
cs: Pravidelný úkol nemohl převést zátěž instance.
de: Regelmässiger Auftrag zum Ausladen der Instanz fehlgeschlagen.
es: Tarea periódica falló al descargar instancia.
fr: La tâche périodique a échoué à décharger l'instance.
it: Il task periodico non è riuscito a fare l'offload dell'istanza.
pt_br: A tarefa periódica falhou ao transferir a instância.
tr_tr: Dönemsel görev sunucu yükünü almada başarısız.

source: Plugin config_file get_val failed
cs: Získání hodnoty z konfiguračního souboru zásuvného modulu selhalo
de: Plugin config_file get_val Fehler
es: Ha fallado desconexión config_file get_val
pt_br: O plugin config_file get_val falhou
tr_tr: Eklenti config_file get_val başarısız

source: Pool-Join failed: %s
cs: Připojení zásoby selhalo: %s
de: Pool-Vereinigung fehlgeschlagen: %s
es: Fallo en la integración al conjunto: %s
fr: Echec Pool-Join: %s
it: Pool-Join fallito: %s
pt_br: A Junção de Conjunto falhou: %s
tr_tr: Havuz-Katılma başarısız: %s

source: Pool-eject failed: %s
cs: Odpojení zásoby selhalo: %s
de: Pool-Trennung fehlgeschlagen: %s
es: Expulsión de conjunto fallida: %s
fr: Echec Pool-eject: %s
it: Pool-eject fallito: %s
pt_br: A Ejeção de Conjunto falhou: %s
tr_tr: Havuz-çıkarma başarısız: %s

source: Pool-set_name_label failed: %s
cs: Nastavení štítku názvu zásoby selhalo: %s
de: Pool-set_name_label Fehler: %s
es: Fallo al establecer set_name_label en conjunto: %s
fr: Pool-set_name_label a échoué : %s
it: Pool-set_name_label fallito: %s
pt_br: Pool-set_name_label falhou: %s
tr_tr: Havuz-set_name_label başarısız: %s

source: Pre live migration failed at %s
cs: Příprava přesunu za provozu selhala v %s
de: Vor-Live-Migration fehlgeschlagen an %s
es: Previo a migración en vivo falló en %s
fr: Pré migration en directe a échoué a %s
it: Migrazione pre live fallita su %s
pt_br: A pré-migração em tempo real falhou em %s
tr_tr: Canlı öncesi göç %s de başarısız

source: Read/Write data failed
cs: Zápis/Čtení dat selhalo
de: Lesen/Schreiben von Daten fehlgeschlagen
es: Fallo en la Lectura/Escritura de datos
tr_tr: Veri okuma/yazma başarısız

source: Requested VM Generation %s is not supported on this OS.
cs: Požadované vytvoření VM %s není v tomto OS podporováno.
pt_br: O VM Generation solicitado %s não é suportado neste S.O.

source: Requested VM Generation %s, but provided VHD instead of VHDX.
cs: Požadováno vytvoření VM %s ale je zadáno VHD místo VHDX.
de: Angefragte VM Generation %s, aber zur Verfügung steht VHD statt VHDX.
es: Generación de VM solicitada %s, pero se ha proporcionado VHD en lugar de VHDX.
pt_br: O VM Generation solicitou %s, mas forneceu VHD em vez de VHDX.
tr_tr: VM Oluşturma %s istendi, ama VHDX yerine VHD sağlandı.

source: Returning exception %s to caller
cs: Volajícímu je vrácena výjimka: %s
de: Ausnahme %s wird an Aufrufenden zurückgegeben
es: Devolviendo excepción %s al interlocutor
fr: Renvoi de l'exception %s à l'appelant
it: Sollevando eccezione %s al chiamante
pt_br: Retornando exceção %s ao método de origem
tr_tr: Çağırana %s istisnası döndürülüyor

source: Service error occurred during cleanup_host
cs: Během čištění hostitele došlo k chybě služby
de: Dienstefehler aufgetreten beim cleanup_host
es: Error del servicio durante cleanup_host
fr: Une erreur de service est survenu durant cleanup_host
it: Errore di servizio durante il cleanup_host
pt_br: Ocorreu um erro de serviço durante cleanup_host
tr_tr: cleanup_host sırasında servis hatası oluştu

source: Setting instance vm_state to ERROR
cs: Nastavování stavu vm instance na CHYBA
de: Setze Instanz vm_state auf FEHLER
es: Estableciendo el vm_state de la instancia a ERROR
fr: Instance vm_state positionnée à ERROR
it: Impostazione dello stato di istanza a ERRORE
pt_br: Configurando a instância vm_state para ERROR
tr_tr: Sunucu vm_state HATA olarak ayarlanıyor

source: Shutting down VM (cleanly) failed.
cs: (Čisté) Vypnutí VM selhalo.
de: Herunterfahren der VM (sauber) fehlgeschlagen.
es: Ha fallado el cierre de VM (de forma limpia).
pt_br: O encerramento de MV (no modo normal) falhou
tr_tr: VM kapatma (temizce) başarısız.

source: Shutting down VM (hard) failed
cs: (Tvrdé) Vypnutí VM selhalo
de: Herunterfahren der VM (hart) fehlgeschlagen.
es: Ha fallado el cierre de VM (de forma permanente)
pt_br: O encerramento de MV (no modo forçado) falhou
tr_tr: VM kapatma (katı) başarısız
