Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-warning.po
Languages: cs, ko_kr, tr_tr, zh_cn

source: %(cell)s has not been seen since %(last_seen)s and is being treated as mute.
cs: %(cell)s nebyla zjištěna od %(last_seen)s a je považována za ztišenou.
ko_kr: %(last_seen)s 이후로 %(cell)s이(가) 표시되지 않으며 음소거로 처리됩니다.
tr_tr: %(cell)s %(last_seen)s'den beri görülmedi, sessiz olarak ele alınıyor.
zh_cn: 自从%(last_seen)s ，单元%(cell)s 还没有被发现，单元被认为是沉默了。

source: %(cmd)s failed. Sleeping %(time)s seconds before retry.
cs: %(cmd)s selhalo. Před dalším pokusem se bude se čekat %(time)s vteřin.
ko_kr: %(cmd)s에 실패했습니다. 재시도하기 전에 %(time)s 간 휴면합니다.
tr_tr: %(cmd)s başarısız. Tekrar denemeden önce %(time)s saniye uyunuyor.
zh_cn: %(cmd)s 失败。重试之前，等待%(time)s 秒。

source: %(host_state)s has not been heard from in a while
cs: %(host_state)s již se nějakou dobu nehlásí
ko_kr: %(host_state)s이(가) 한 동안 청취되지 않음
tr_tr: %(host_state)s'den yakın zamanda haber alınamadı
zh_cn: 已经有一段时间没有收到主机状态 %(host_state)s

source: %(logprefix)s failed to load json
cs: %(logprefix)s nemohl načíst json
ko_kr: %(logprefix)s에서 json을 로드하는 데 실패
zh_cn: %(logprefix)s加载 json失败

source: %(logprefix)s file does not exist
cs: Soubor %(logprefix)s neexistuje
ko_kr: %(logprefix)s 파일이 없음
zh_cn: %(logprefix)s 文件不存在

source: %(logprefix)s unexpected IOError when reading
cs: %(logprefix)s neočekávaný konec soubor při čtění
ko_kr: 읽을 때 %(logprefix)s에서 예상치 않은 IOError 발생
zh_cn: 读取时，%(logprefix)s 未预期的IOError

source: %(overs)s quota exceeded for %(pid)s, tried to resize instance.
cs: Překročena kvóta %(overs)s pro %(pid)s, pokus o změnu velikosti instance.
ko_kr: %(overs)s 할당량이 %(pid)s에 대해 초과함, 인스턴스를 크기 조정하려고 시도했음
tr_tr: %(pid)s için %(over)s kota aşıldı, sunucu yeniden boyutlandırılmaya çalışıldı.
zh_cn: 对于 %(pid)s，已超过 %(overs)s 配额，已尝试调整实例大小。

source: %(plugin)s.%(fn)s failed. Retrying call.
cs: %(plugin)s.%(fn)s selhalo. Opakování volání.
ko_kr: %(plugin)s.%(fn)s 실패, 호출을 재시도합니다.
tr_tr: %(plugin)s.%(fn)s başarısız. Çağrı tekrar deneniyor.
zh_cn: %(plugin)s.%(fn)s 失败，重试调用。

source: %s failed. Not Retrying.
cs: %s selhalo. Nebude zopakováno.
ko_kr: %s에 실패했습니다. 재시도하지 않습니다.
tr_tr: %s başarısız. Tekrar Denenmiyor.
zh_cn: %s 失败。不重试

source: %s is already mounted
cs: %s již je připojeno
ko_kr: %s이(가) 이미 마운트되었음
tr_tr: %s zaten bağlı
zh_cn: 已安装 %s

source: %s swap image was used by instance but no back files existing!
cs: %s odkládací obraz byl použit instanci ale žáfné záložní soubory neexistují!
ko_kr: 인스턴스에서 %s 스왑 이미지가 사용되었지만 지원 파일이 없습니다!
tr_tr: %s swap imajı sunucu tarafından kullanılmuş ama mevcut arka dosyalar yok!
zh_cn: %s 交换镜像被实例使用，但是没有备份文件存在！

source: Access key %(access_key)s has had %(failures)d failed authentications and will be locked out for %(lock_mins)d minutes.
cs: Přístupový klíč %(access_key)s %(failures)d krát selhal při ověření a bude zablokován na %(lock_mins)d minut.
tr_tr: %(access_key)s erişim anahtarı %(failures)d kez yanlış girildi ve %(lock_mins)d dakika boyunca kilitlenmiş olacak.

source: Address |%(address)s| is not allocated
cs: Adresa |%(address)s| není přidělena
ko_kr: |%(address)s| 주소가 할당되지 않았음
tr_tr: |%(address)s| adresi tahsis edilemedi
zh_cn: 地址 |%(address)s| 没有分配

source: Address |%(address)s| is not allocated to your project |%(project)s|
cs: Adresa |%(address)s| není přidělena pro Váš projekt |%(project)s|
ko_kr: |%(address)s| 주소가 |%(project)s| 프로젝트에 할당되지 않음
tr_tr: Sizin |%(project)s| projeniz için |%(address)s| adresi tahsis edilemedi
zh_cn: 地址 |%(address)s| 没有分配给你的项目 |%(project)s|

source: An error occurred trying to live migrate. Falling back to legacy live migrate flow. Error: %s
cs: Při pokusu o přesun za provozu nastala chyba. Přesun bude proveden podle staršího postupu. Chyba: %s
tr_tr: Canlı göç sırasında bir hata oluştu. Eski canlı göç akışına dönülüyor. Hata: %s
zh_cn: 尝试在线迁移时，发生错误。回归到遗留的在线迁移工作流。错误： %s

source: Arguments dropped when creating context: %s
cs: Zahozené argumenty při vytváření kontextu: %s
tr_tr: İçerik oluşturulurken bağımsız değişkenler bırakıldı: %s
zh_cn: 创建上下文时已删除自变量：%s

source: Assigning a pci device without numa affinity toinstance %(instance)s which has numa topology
cs: Přidělování zařízení pci bez slučivosti k numa k instanci %(instance)s, která má topologii numa
ko_kr: numa 토폴로지가 있는 %(instance)s 인스턴스와의 numa 연관 관계가 없이 pci 장치 할당
tr_tr: Numa topolojisi olan %(instance)s sunucusuna numa ilişkisi olmayan pci aygıtı atanıyor
zh_cn: 分配 一个没有numa亲和性的pci设备给实例%(instance)s，这个实例有numa拓扑

source: Attempted auto_configure_disk failed because: %s
cs: Pokus o automatické nastavení disku selhalo z důvodu: %s
ko_kr: 다음 원인으로 인해 시도된 auto_configure_disk 실패: %s
tr_tr: Denenen auto_configure_disk başarısız çünkü: %s
zh_cn: 尝试自动配置磁盘auto_configure_disk 失败，原因是：%s

source: Attempted to remove chain %s which does not exist
cs: Pokus o odstranění řetězu %s, který neexistuje
ko_kr: 존재하지 않는 %s 체인을 제거하려고 시도했음
tr_tr: Var olmayan %s zinciri kaldırılmaya çalışılıyor
zh_cn: 试图移除不存在的链 %s。

source: Can't create a migration_context record without a migration object specified.
cs: Nelze vytvořit kontext přesunu bez zadání přesunovaného objektu.
zh_cn: 离开指定的迁移对象，不能创建一个迁移上下文 migration_context记录。

source: Cannot add security group %(name)s to %(instance)s since the port %(port_id)s does not meet security requirements
cs: Nelze přidat bezpečnostní skupinu %(name)s do %(instance)s protože port %(port_id)s nesplňuje bezpečnostní požadavky
ko_kr: %(port_id)s 포트가 보안 요구사항을 충족하지 않으므로 보안 그룹 %(name)s을(를) %(instance)s에 추가할 수 없음
tr_tr: Bağlantı noktası %(port_id)s güvenlik gerekliliklerine uymadığı için güvenlik grubu %(name)s %(instance)s sunucusuna eklenemiyor
zh_cn: 无法将安全组 %(name)s 添加至 %(instance)s，因为端口 %(port_id)s 没有满足安全性要求

source: Cannot decode JSON from %(id_path)s
cs: Nelze dešifrovat JSON z %(id_path)s
ko_kr: %(id_path)s에서 JSON을 디코딩할 수 없음
tr_tr: %(id_path)s den JSON kodu çözülemedi
zh_cn: 不能从 %(id_path)s 解码JSON

source: Cannot delete domain |%s|
cs: Nelze smazat doménu |%s|
ko_kr: |%s| 도메인을 삭제할 수 없음
tr_tr: Alan silinemiyor |%s|
zh_cn: 无法删除域 |%s|

source: Cannot delete entry |%s|
cs: Nelze smazat položku |%s|
ko_kr: |%s| 항목을 삭제할 수 없음
tr_tr: Girdi silinemiyor |%s|
zh_cn: 无法删除条目 |%s|

source: Cannot destroy instance, operation time out
cs: Nelze zničit instanci, operaci vypršel časový limit
ko_kr: 인스턴스를 영구 삭제할 수 없음, 작업의 제한시간이 초과됨
tr_tr: Sunucu silinemiyor, işlem zaman aşımına uğradı
zh_cn: 不能销毁实例，操作超时

source: Cannot get the metrics from %s.
cs: Nelze získat metriky pro %s.
tr_tr: %s'den ölçüler alınamadı.
zh_cn: 不能从%s获取计量。

source: Cannot get the number of cpu, because this function is not implemented for this platform.
cs: Nelze získat počet procesorů, protože tato funkce není pro tuto platformu zavedena.
ko_kr: 이 기능이 이 플랫폼에 구현되지 않았기 때문에 CPU 수를 확인할 수 없음
tr_tr: Cpu numarası alınamıyor, çünkü bu fonksiyon bu platform için uygulanmadı.
zh_cn: 无法获取 cpu 数，因为对于此平台，未实现此功能。

source: Cannot purge SR with referenced VDIs
cs: Nelze smazat SR pomocí odkazovaných VDI
ko_kr: 참조된 VDI를 사용하여 SR을 영구 제거할 수 없음
tr_tr: SR, başvurulan VDI'ler ile temizlenemiyor
zh_cn: 无法清除具有所引用 VDI 的 SR

source: Cannot update service status on host "%s" due to an unexpected exception.
cs: Nelze aktualizovat stav služby na hostiteli "%s" kvůli nečekané výjimce.
ko_kr: 예상치 않은 예외로 인해 "%s" 호스트에서 서비스 상태를 업데이트할 수 없습니다.
tr_tr: Beklenmedik bir istisna nedeniyle "%s" istemcisi üzerinde servis durumu güncellenemiyor.
zh_cn: 在主机"%s"上，不能更新服务状态，原因是有一个未预期的异常。

source: Cannot update service status on host "%s" since it is not registered.
cs: Nelze aktualizovat stav služby z hostitele "%s" protože není registrována.
ko_kr: "%s" 호스트가 등록되지 않았으므로 서비스 상태를 업데이트할 수 없습니다.
tr_tr: Kayıtlı olmadığından "%s" istemcisi üzerinde servis durumu güncellenemiyor.
zh_cn: 在主机"%s"上，不能更新服务状态，因为它没有注册。

source: Change will make usage less than 0 for the following resources: %s
cs: Změna využití zmenší na méně než 0 pro následující zdroje: %s
ko_kr: 변경하면 다음 자원에 대한 사용량이 0보다 작아집니다: %s
tr_tr: Değişiklik şu kaynaklar için kullanımı 0'ın altına düşürecek: %s
zh_cn: 对于下列资源：%s，更改将导致使用量小于0

source: Cinder V1 API is deprecated as of the Juno release, and Nova is still configured to use it. Enable the V2 API in Cinder and set cinder.catalog_info in nova.conf to use it.
cs: API V1 Cinder je zastaralá od verze Juno a Nova je stále nastavena pro její použití. Povolte API V2 v Cinder a nastavte cinder.catalog_info v nova.conf, abyste ji mohli používat.
ko_kr: Cinder V1 API는 Juno 릴리스에서 더 이상 사용되지 않으며, Nova에서는 여전히 사용하도록 구성되어 있습니다. Cinder에서 V2 API를 사용하도록 설정하고 nova.conf에서 사용할 수 있도록 cinder.catalog_info를 설정하십시오.
tr_tr: Cinder V1 API'si Juno sürümüyle beraber artık kullanılmayacak, ve Nova hala onu kullanacak şekilde yapılandırılmış. Kullanmak içi V2 API'sini Cinder'de etkinleştirin ve nova.conf'da cinder.catalog_info'yu ayarlayın.
zh_cn: 随着Juno的发布，Cinder V1 API已经被废弃，仍然配置Nova使用它。在Cinder中启用V2 API，并且在nova.conf中设置使用它。

source: Compute resource plugin %s was not loaded
cs: Zásuvný modul zdroje výpočtu %s nebyl načten
tr_tr: Hesaplama kaynağı eklentisi %s yüklenmemişti
zh_cn: 计算资源插件%s 没有加载

source: Conductor local mode is deprecated and will be removed in a subsequent release
cs: Místní režim Conductor je zastaralý a v následné verzi bude odstraněn.
ko_kr: 전도체 로컬 모드가 더 이상 사용되지 않으므로 후속 릴리스에서 제거됨

source: Could not clean up failed build, not rescheduling. Error: %s
cs: Nelze vyčistit sestavení co selhalo, není znovu naplánováno. Chyba: %s
ko_kr: 실패한 빌드를 정리할 수 없음. 다시 스케줄하지 않음. 오류: %s

source: Could not decode cpu_allocation_ratio: '%s'
cs: Nelze dešifrovat poměr přidružení procesoru: '%s'
ko_kr: cpu_allocation_ratio를 디코딩할 수 없음: '%s'
tr_tr: cpu_allocation_ratio kodu çözülemedi: '%s'
zh_cn: 不能解码 cpu 分配比率 cpu_allocation_ratio: '%s'

source: Could not decode disk_allocation_ratio: '%s'
cs: Nelze dešifrovat poměr přidružení disku: '%s'
ko_kr: disk_allocation_ratio를 디코딩할 수 없음: '%s'
tr_tr: disk_allocation_ration kodu çözülemiyor: '%s'
zh_cn: 不能解码 磁盘分配比率 disk_allocation_ratio: '%s'

source: Could not decode max_instances_per_host: '%s'
cs: Nelze dešifrovat maximum instancí na hostitele: '%s'
ko_kr: max_instances_per_host를 디코딩할 수 없음: '%s'
tr_tr: max_instances_per_host kodu çözülemiyor: '%s'
zh_cn: 不能解码每台主机最大实例数max_instances_per_host: '%s'

source: Could not decode max_io_ops_per_host: '%s'
cs: Nelze dešifrovat maximum operací vstupu/výstupu na hostitele: '%s'
ko_kr: max_io_ops_per_host를 디코딩할 수 없음: '%s'
tr_tr: max_io_ops_per_host kodu çözülemiyor: '%s'
zh_cn: 不能解码每台主机的最大每秒 io 操作 max_io_ops_per_host: '%s'

source: Could not decode ram_allocation_ratio: '%s'
cs: Nelze dešifrovat poměr přidělení ram: '%s'
ko_kr: ram_allocation_ratio를 디코딩할 수 없음: '%s'
tr_tr: ram_allocation_ratio kodu çözülemiyor: '%s'
zh_cn: 不能解码内存分配比率 ram_allocation_ratio: '%s'

source: Could not determine iscsi initiator name
cs: Nelze zjistit název zavaděče iscsi
ko_kr: iSCSI 개시자 이름을 판별할 수 없음
tr_tr: Iscsi başlatıcı ismi belirlenemedi
zh_cn: 无法确定iscsi initiator名字

source: Could not determine key: %s
cs: Nelze zjistit klíč: %s
ko_kr: 키를 판별할 수 없음: %s
tr_tr: Anahtar belirlenemiyor: %s
zh_cn: 未能确定键：%s

source: Couldn't retrieve the online CPUs due to a Libvirt error: %(error)s with error code: %(error_code)s
cs: Nelze získat procesory, které jsou online, kvůli chybě Libvirt: %(error)s mající kód chyby: %(error_code)s
ko_kr: 오류 코드가 %(error_code)s인 Libvirt 오류 %(error)s(으)로 인해 온라인 CPU를 검색할 수 없음
tr_tr: Çevrimiçi CPU'lar bir Libvirt hatası: %(error)s sebebiyle alınamadı, hata kodu: %(error_code)s
zh_cn: 不能获取在线CPU，原因是Libvirt错误：%(error)s，错误号：%(error_code)s

source: Database inconsistency: DNS domain |%s| is registered in the Nova db but not visible to either the floating or instance DNS driver. It will be ignored.
cs: Nesoulad databáze: Doména DNS |%s| je registrována v Nova db, ale není viditelná plovoucímu ovladači DNS ani instančnímu. Bude ignorována.
ko_kr: 데이터베이스 불일치: DNS 도메인 |%s|이(가) Nova db에 등록되어 있지만 다른 부동 또는 인스턴스 DNS 드라이버에 표시되지 않습니다. 이는 무시됩니다.
tr_tr: Veri tabanı tutarsızlığı: DNS alanı |%s| Nova veri tabanında kayıtlı ama değişken veya sunucu DNS sürücüsüne görünür değil. Göz ardı edilecek.
zh_cn: 数据库不一致：DNS域|%s| 在Nova数据库中注册，但是对浮动或者实例DNS驱动均不可见。将被忽略。

source: Deprecated: Starting with the Liberty release, the v2 API was already deprecated and the v2.1 API is set as the default. Nova also supports v2.1 API legacy v2 compatible mode for switching to v2.1 API smoothly. For more information on how to configure v2.1 API and legacy v2 compatible mode, please refer Nova api-paste.ini sample file.
cs: Zastaralé: Počínaje s verzí Liberty je API v2 již zastaralé a API v2.1 je použito jako výchozí, Nova také podporuje režim kompatibility API v2 jako součást API v2.1 pro snadný přechod na API v2.1. Pro další informace o nastavení tohoto režimu si prosím prohlédněte vzorový soubor api-paste.ini v Nova.
zh_cn: 废弃：从Liberty版本开始，V2 API废弃，缺省为V2.1 API。为了v2.1 API平滑切换，Nova也支持v2.1的兼容遗产v2模式。如何配置v2.1API 和遗产v2 兼容模式的更多信息，请参看Nova api-paste.ini 样例文件。

source: Deprecated: The v3 API was deprecated. The v2.1 API replaces it as the Nova API, please refer Nova api-paste.ini sample file for how to configure v2.1 API.
cs: Zastaralé. API v3 je zastaralé. API v2.1 ji nahrazuje jako výchozí Nova API, prosím prohlédněte si soubor api-paste.ini v Nova pro informace jak toto API nastavit.
zh_cn: 废弃：v3 API 废弃。v2.1 替换它做为Nova API，请参考 Nova api-paste.ini 样例文件了解如何配置v2.1 API。

source: Destination %s already exists! Concurrent moves can lead to unexpected results.
cs: Cíl %s již existuje! SOuběžné přesuny mohou vést k nečekaným výsledkům.
ko_kr: 대상 %s이(가) 이미 있습니다! 동시에 이동하면 예상치 않은 결과가 초래될 수 있습니다.
tr_tr: Hedef %s zaten mevcut! Aynı anda yapılan taşımalar beklenmedik sonuçlara yol açabilir.
zh_cn: 目的 %s 已经存在！并发移动可能导致未预期结果。

source: Destroy called on non-existing instance %s.
cs: Zničení voláno na neexistující instanci %s.
ko_kr: 존재하지 않는 인스턴스 %s에서 영구 삭제가 호출되었습니다.
tr_tr: Var olmayan sunucu %s üzerinde silme çağrıldı.
zh_cn: 已对不存在的实例 %s 调用“销毁”操作。

source: Detach interface failed, port_id=%(port_id)s, reason: %(msg)s
cs: Odpojení rozhraní selhalo, id portu=%(port_id)s, důvod: %(msg)s
ko_kr: 인터페이스 연결 해제 실패, port_id=%(port_id)s, 이유: %(msg)s
tr_tr: Arayüz ayırma başarısız, port_id=%(port_id)s, sebep: %(msg)s
zh_cn: 解绑接口失败，port_id=%(port_id)s，原因：%(msg)s

source: Detaching from erroneous nbd device returned error: %s
cs: Odpojování z chybného zařízení nbd vrátilo chybu: %s
ko_kr: 오류가 있는 nbd 디바이스에서의 분리가 오류를 리턴함: %s
tr_tr: Hatalı nbd aygıtından ayrılma hata döndürdü: %s
zh_cn: 从不正确的 nbd 设备断开连接返回了错误：%s

source: Detaching volume from unknown instance
cs: Odpojování svazku z neznámé instance
ko_kr: 알 수 없는 인스턴스에서 볼륨 분리
tr_tr: Mantıksal sürücü bilinmeyen sunucudan ayrılıyor
zh_cn: 正在从未知实例断开与卷的连接

source: Detected instance with name label '%s' which is marked as DELETED but still present on host.
cs: Zjištěna instance se jmenovkou '%s', jenž je označená jako SMAZÁNA, ale stále přítomna na hostiteli.
ko_kr: DELETED로 표시된 이름 레이블이 '%s'인 인스턴스를 발견했지만 여전히 호스트에 있습니다.
tr_tr: '%s' isim etiketine sahip ve SİLİNDİ olarak işaretlenen ama istemcide hala bulunan sunucu algılandı.
zh_cn: 删除标签 '%s'的实例，它被标记为删除，但是仍然在主机上。

source: Detected running orphan instance: %(uuid)s (consuming %(memory_mb)s MB memory)
cs: Zjištěna spuštěná osiřelá instance: %(uuid)s (spotřebovávající %(memory_mb)s MB paměti)
ko_kr: 실행 중인 Orphan 인스턴스 발견: %(uuid)s (%(memory_mb)s MB 메모리 사용)
tr_tr: Çalışan kimsesiz sunucu algılandı: %(uuid)s (%(memory_mb)s MB hafıza tüketiyor)
zh_cn: 检测到孤儿实例：%(uuid)s (使用内存 %(memory_mb)s MB)

source: Device allocation failed after repeated retries.
cs: Přidělení zařízení selhalo po několika pokusech.
ko_kr: 반복된 재시도 후에 디바이스 할당에 실패했습니다.
tr_tr: Bir çok denemeden sonra aygıt ayırma başarısız.
zh_cn: 在反复重试之后，设备分配失败。

source: Domain |%(domain)s| already exists, changing project to |%(project)s|.
cs: Doména |%(domain)s| již existuje, změna projektu na |%(project)s|.
ko_kr: |%(domain)s| 도메인이 이미 존재합니다. 프로젝트를 |%(project)s|(으)로 변경 중입니다.
tr_tr: Alan |%(domain)s| zaten mevcut, proje |%(project)s| olarak değiştiriliyor.
zh_cn: 域 |%(domain)s| 已经存在，把项目改变为 |%(project)s|。

source: Domain |%(domain)s| already exists, changing zone to |%(av_zone)s|.
cs: Doména |%(domain)s| již existuje, změna zóny na |%(av_zone)s|.
ko_kr: |%(domain)s| 도메인이 이미 존재합니다. 구역을 |%(av_zone)s|(으)로 변경 중입니다.
tr_tr: Alan |%(domain)s| zaten mevcut, bölge |%(av_zone)s| olarak değiştiriliyor.
zh_cn: 域 |%(domain)s| 已经存在，把区域改变为 |%(av_zone)s|。

source: Driver failed to detach volume %(volume_id)s at %(mount_point)s.
cs: Ovladač nemohl odpojit svazek %(volume_id)s v %(mount_point)s.
ko_kr: 드라이버가 %(mount_point)s에서 %(volume_id)s 볼륨의 연결을 해제하는 데 실패했습니다.
zh_cn: 驱动在挂载点 %(mount_point)s 解绑卷%(volume_id)s 失败。

source: During detach_interface, instance disappeared.
cs: Instance zmizela během odpojování rozhraní.
ko_kr: detach_interface 중에 인터페이스가 사라졌습니다.
tr_tr: detach_interface sırasında, sunucu ortadan kayboldu.
zh_cn: 在 detach_interface 期间，实例消失。

source: During detach_volume, instance disappeared.
cs: Instance zmizela během odpojování svazku.
ko_kr: detach_volume 중에 인스턴스가 사라졌습니다.
tr_tr: detach_volume sırasındai sunucu ortadan kayboldu.
zh_cn: 在 detach_volume 期间，实例消失。

source: Error cleaning up fixed IP allocation. Manual cleanup may be required.
cs: Chyba při čistění přidělení pevných IP adres. Bude zapotřebí je vyčistit ručně.
ko_kr: Fixed IP 할당을 정리하는 중에 오류가 발생했습니다. 수동으로 정리해야 합니다.

source: Error from libvirt during destroy. Code=%(errcode)s Error=%(e)s; attempt %(attempt)d of 3
cs: Chyba od libvirt během ničení. Kód=%(errcode)s Chyba=%(e)s; pokus %(attempt)d ze 3
ko_kr: 영구 삭제 중 libvirt에서 오류 발생. 코드=%(errcode)s 오류=%(e)s; 3 중 %(attempt)d 시도
tr_tr: Silme sırasında libvirt hatası. Kod=%(errcode)s Hata=%(e)s; girişm %(attempt)d / 3
zh_cn: 销毁期间，libvrit 报错。代号 =%(errcode)s 错误=%(e)s; 尝试 %(attempt)d /3

source: Error from libvirt while getting description of %(instance_name)s: [Error Code %(error_code)s] %(ex)s
cs: Chyba od libvirt při získávání popisu %(instance_name)s: [Kód chyby %(error_code)s] %(ex)s
ko_kr: %(instance_name)s의 설명을 가져오는 중에 libvirt에서 오류 발생: [오류 코드 %(error_code)s] %(ex)s
tr_tr: %(instance_name)s tanımlaması alınırken libvirt'ten hata alındı: [Hata Kodu %(error_code)s] %(ex)s
zh_cn: 获取 %(instance_name)s 的描述时 libvirt 中出错：[错误代码 %(error_code)s] %(ex)s

source: Error monitoring migration: %(ex)s
cs: Chyba při sledování přesunu: %(ex)s
ko_kr: 마이그레이션 모니터 오류: %(ex)s
tr_tr: Göç izleme hatası: %(ex)s
zh_cn: 监控迁移错误：%(ex)s

source: Error while trying to clean up image %s
cs: Chyba při pokusu o vyčištění obrazu %s
ko_kr: %s 이미지 정리 중 오류 발생
tr_tr: %s imajı temizlenmeye çalışılırken hata
zh_cn: 尝试清除镜像%s时出错

source: Excluding %(namespace)s monitor %(monitor_name)s. Already loaded %(loaded_monitor)s.
cs: Monitor %(monitor_name)s sledující %(namespace)s vynechán. %(loaded_monitor)s již načten.
ko_kr: %(namespace)s 모니터 %(monitor_name)s을(를) 제외합니다. %(loaded_monitor)s이(가) 이미 로드되었습니다.
zh_cn: 不包括%(namespace)s 监测器 %(monitor_name)s。已经加载 %(loaded_monitor)s。

source: Excluding %(namespace)s monitor %(monitor_name)s. Not in the list of enabled monitors (CONF.compute_monitors).
cs: Monitor %(monitor_name)s sledující %(namespace)s vynechán. Není v seznamu povolených monitorů (CONF.compute_monitors).
ko_kr: %(namespace)s 모니터 %(monitor_name)s을(를) 제외합니다. 사용된 모니터(CONF.compute_monitors) 목록에 없습니다.
zh_cn: 不包括%(namespace)s 监测器 %(monitor_name)s。没有在启用监测器(CONF.compute_monitors) 列表。

source: Expected to receive %(exp)s bytes, but actually %(act)s
cs: Očekáváno přijetí %(exp)s bajtů, ve skutečnosti obdrženo %(act)s
ko_kr: %(exp)s바이트를 수신할 것으로 예상했지만 실제로 %(act)s을(를) 수신함
tr_tr: %(exp)s bayt alınması bekleniyordu, ama aslında %(act)s
zh_cn: 期望接收 %(exp)s 字节，但实际接收 %(act)s

source: Extension %(ext_name)s: Cannot extend resource %(collection)s: No such resource
cs: Rozšíření %(ext_name)s: nelze rozšířit %(collection)s: Žádný takový zdroj
ko_kr: %(ext_name)s 확장: %(collection)s 자원을 확장할 수 없음: 해당 자원이 없음
tr_tr: %(ext_name)s uzantısı: %(collection)s kaynağı genişletilemiyor: Böyle bir kaynak yok
zh_cn: 扩展%(ext_name)s：无法扩展资源 %(collection)s：没有那种资源

source: Extension %s is both in whitelist and blacklist, blacklisting takes precedence
cs: Rozšíření %s je jak v seznamu povolených tak i zakázaných, zakázání má přednost
ko_kr: 확장 %s이(가) 화이트리스트와 블랙리스트 모두에 있음, 블랙리스트가 우선함

source: Extensions in both blacklist and whitelist: %s
cs: Rozšíření je v seznamu zakázaných i povolených: %s
tr_tr: Eklentiler hem kara hem beyaz listede: %s
zh_cn: 白名单和黑名单中包括扩展： %s

source: Failed to %(service)s_%(method)s: %(ex)s
cs: Nelze %(service)s_%(method)s: %(ex)s
ko_kr: %(service)s_%(method)s 실패: %(ex)s
tr_tr: %(service)s_%(method)s başarısız: %(ex)s
zh_cn: %(service)s_%(method)s 失败：%(ex)s

source: Failed to abort migration %s
cs: Nelze ukončit přesun %s
ko_kr: %s 마이그레이션을 중단하는 데 실패
zh_cn: 放弃 %s 迁移失败

source: Failed to close augeas %s
cs: Nelze zavřít augeas %s
ko_kr: augeas %s을(를) 닫지 못했음
tr_tr: Augeas kapatılamadı %s
zh_cn: 未能关闭 augeas %s

source: Failed to close guest handle %s
cs: Nelze zavřít obslužnou rutinu hosta %s
ko_kr: 게스트 핸들 %s을(를) 닫지 못했음
tr_tr: Konuk aracı %s kapatma başarısız
zh_cn: 未能关闭 guest 句柄 %s

source: Failed to create block device for instance due to being over volume resource quota
cs: Nelze vytvořit blokové zařízení instance z důvodu překročení kvóty zdrojů svazku
ko_kr: 볼륨 리소스 할당량을 초과하므로 인스턴스의 블록 장치를 생성하는 데 실패
tr_tr: Mantıksal sürücü kaynak kotası aşıldığından sunucu için blok aygıtı oluşturulamadı
zh_cn: 实例的块设备创建失败，原因是超过了卷资源配额

source: Failed to deallocate port %(port_id)s for instance. Error: %(error)s
cs: Nelze zrušit přidělení portu %(port_id)s v instanci. Chyba: %(error)s
ko_kr: 인스턴스의 %(port_id)s 포트를 할당 해제하는 데 실패했습니다. 오류: %(error)s
tr_tr: Sunucu için %(port_id)s ayrılamadı. Hata: %(error)s
zh_cn: 为实例取消分配端口%(port_id)s失败。错误：%(error)s

source: Failed to delete port %s for instance.
cs: Nelze smazat port %s v instanci.
ko_kr: 인스턴스의 %s 포트를 삭제하지 못했습니다.
tr_tr: Sunucu için %s bağlantı noktası silmesi başarısız
zh_cn: 删除实例的端口 %s 失败.

source: Failed to delete snapshot from shelved instance (%s).
cs: Nelze smazat snímek z uskladněné instance (%s).
ko_kr: Shelved 인스턴스(%s)에서 스냅샷을 삭제하는 데 실패했습니다.
tr_tr: Askıda sunucudan anlık görüntü silimi başarısız (%s).
zh_cn: 从搁浅的实例 (%s)删除快照失败。

source: Failed to delete volume: %(volume_id)s due to %(exc)s
cs: Nelze smazat svazek: %(volume_id)s kvůli %(exc)s
ko_kr: %(exc)s(으)로 인해 %(volume_id)s 볼륨을 삭제하는 데 실패
tr_tr: %(exc)s sebebiyle mantıksal sürücü: %(volume_id)s silinemedi
zh_cn: 由于 %(exc)s 删除卷 %(volume_id)s 失败

source: Failed to disassociated floating address: %s
cs: Nelze odloučit plovoucí adresu: %s
ko_kr: Floating 주소의 연관을 해제하는 데 실패: %s
tr_tr: Değişken adres ilişiği kesilmesi başarısız: %s
zh_cn: 浮动地址解除绑定失败：%s

source: Failed to extract instance support from %s
cs: Nelze extrahovat podporu instance z %s
ko_kr: %s에서 인스턴스 지원을 추출하지 못했음
tr_tr: %s'den sunucu desteği çıkarma başarısız
zh_cn: 未能从 %s 抽取实例支持

source: Failed to get cluster references %s
cs: Nelze získat odkazy clusteru %s
ko_kr: 클러스터 참조 %s을(를) 가져오는 데 실패
tr_tr: Küme başvuruları alınamıyor %s
zh_cn: 获取集群引用 %s 失败

source: Failed to kill a long running process %(pid)s related to the instance when deleting it.
cs: Nelze ukončit dlouho běžící proces %(pid)s, související s instancí, při jejím mazání.
ko_kr: 삭제 시 인스턴스와 관련된 장기 실행 프로세스 %(pid)s을(를) 강제 종료하는 데 실패했습니다.
zh_cn: 当删除实例时，杀死一个与它有关的长时间运行的进程%(pid)s失败。

source: Failed to load extension %(classpath)s: %(exc)s
cs: Nelze načíst rozšíření %(classpath)s: %(exc)s
tr_tr: %(classpath)s uzantısı yüklemede hata: %(exc)s
zh_cn: 加载扩展 %(classpath)s 失败：%(exc)s

source: Failed to load extension %(ext_factory)s: %(exc)s
cs: Nelze načít rozšíření %(ext_factory)s: %(exc)s
ko_kr: %(ext_factory)s 확장을 로드하지 못했음: %(exc)s
tr_tr: %(ext_factory)s uzantısı yüklemede hata: %(exc)s
zh_cn: 加载扩展 %(ext_factory)s 失败：%(exc)s

source: Failed to load extension %(ext_name)s:%(exc)s
cs: Nelze načíst rozšíření %(ext_name)s:%(exc)s
tr_tr: %(ext_name)s:%(exc)s eklentisi yüklenemedi
zh_cn: 加载扩展%(ext_name)s:%(exc)s失败
