Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Deleting by fixed_range is not supported with the NeutronManager
es: Eliminar por fixed_range no está soportado por el NeutronManager
fr: La suppression par fixed_range n'est pas supportée avec NeutronManager
ko_kr: NeutronManager는 고정 범위에 의한 삭제를 지원하지 않습니다.
zh_tw: NeutronManager 不支援依 fixed_range 進行刪除

source: instance
es: instancia
ko_kr: 인스턴스
pt_br: instância
zh_cn: 云主机
zh_tw: 執行個體

source: node
es: nodo
fr: noeud
ko_kr: 노드
pt_br: Nó
zh_cn: 节点
zh_tw: 節點

source: type
es: tipo
pt_br: Tipo
zh_cn: 类型
zh_tw: 類型

source: state
es: estado
fr: état
ko_kr: 상태
pt_br: Estado
zh_cn: 状态
zh_tw: 狀態

source: launched
es: lanzada
fr: lancé
ko_kr: 시작됨
pt_br: disparado
zh_cn: 已启动
zh_tw: 已啟動

source: image
es: imagen
ko_kr: 이미지
pt_br: Imagem
zh_cn: 镜像
zh_tw: 映像檔

source: user
es: usuario
fr: utilisateur
pt_br: usuário
zh_cn: 用户
zh_tw: 使用者

source: zone
es: zona
ko_kr: 영역
pt_br: zona
zh_cn: 域
zh_tw: 區域

source: index
es: índice
ko_kr: 인덱스
pt_br: índice
zh_tw: 索引

source: Binary
es: Binario
fr: binaire
ko_kr: 2진
pt_br: binário
zh_tw: 二進位

source: Zone
es: Zona
ko_kr: 존
pt_br: Zona
zh_cn: 域
zh_tw: 區域

source: Status
es: Estado
fr: Statut
ko_kr: 상태
zh_cn: 状态
zh_tw: 狀態

source: State
es: Estado
fr: Etat
ko_kr: 상태
pt_br: Estado
zh_cn: 状态
zh_tw: 狀態

source: Service %(service)s on host %(host)s enabled.
es: Servicio %(service)s en el huésped %(host)s habilitado.
fr: Le service %(service)s sur l'hôte %(host)s est activé.
ko_kr: 호스트 %(host)s에서 서비스 %(service)s을(를) 사용으로 설정함.
zh_tw: 已在主機 %(host)s 上啟用服務 %(service)s。

source: Service %(service)s on host %(host)s disabled.
es: Servicio %(service)s en el huésped %(host)s deshabilitado
fr: Le service %(service)s sur l'hôte %(host)s est désactivé.
ko_kr: 호스트 %(host)s에서 서비스 %(service)s을(를) 사용 안함으로 설정함.
zh_tw: 已在主機 %(host)s 上停用服務 %(service)s。

source: An unexpected error has occurred.
es: Ha ocurrido un error inesperado.
fr: Une erreur inattendue est survenue.
ko_kr: 예상치 않은 오류가 발생함．
zh_tw: 發生非預期的錯誤。

source: [Result]
es: [Resultado]
fr: [Résultat]
ko_kr: [결과]
pt_br: [Resultado]
zh_tw: [結果]

source: PROJECT
es: PROYECTO
pt_br: PROJETO
zh_tw: 專案

source: Must supply a positive value for max_rows
es: Se debe proporcionar un valor positivo para max_rows
fr: Veuillez fournir une valeur positive pour max_rows
ko_kr: 최대 행 값으로 양수를 제공해야 합니다.
pt_br: Deve ser fornecido um valor positivo para max_rows
tr_tr: max_rows için pozitif bir değer verilmeli
zh_tw: 必須為 max_rows 提供正值

source: Must supply valid parameters to create flavor
es: Se deben proporcionar parámetros válidos para crear un sabor

source: Flavor exists.
es: El sabor ya existe.

source: Please ensure flavor name and flavorid are unique.
es: Por favor asegúrese de que el nombre del sabor y su id son únicos.

source: Currently defined flavor names and flavorids:
es: Nombres de sabores e ids actualmente definidos:

source: Unknown error
es: Error desconocido
pt_br: Erro desconhecido

source: %s created
es: %s creada
pt_br: %s criado

source: Valid flavor name is required
es: Un nombre de sabor válido es obligatorio

source: DB Error: %s
es: Error de Base de ddatos: %s
pt_br: Erro de BD: %s

source: %s deleted
es: %s eliminado
pt_br: %s excluído

source: Key %(key)s set to %(value)s on instance type %(name)s
es: Clave %(key)s establecida a %(value)s en el tipo de instancia %(name)s

source: Key %(key)s on flavor %(name)s unset
es: Clave %(key)s en el sabor %(name)s removida

source: Hypervisor: %s
es: Hipervisor: %s
fr: Hyperviseur: %s
ko_kr: 하이퍼바이저: %s

source: Line %(linenum)d : %(line)s
es: Línea %(linenum)d : %(line)s
fr: Ligne %(linenum)d: %(line)s
ko_kr: 행 %(linenum)d : %(line)s
pt_br: Linha %(linenum)d : %(line)s
zh_tw: 第 %(linenum)d 行：%(line)s

source: No errors in logfiles!
es: ¡No hay errores en los ficheros de log!
fr: Aucune erreur dans le fichier de log !
ko_kr: 로그 파일에 오류가 없습니다!
pt_br: Sem erros nos arquivos de log!
zh_tw: 日誌檔中沒有錯誤！

source: Unable to find system log file!
es: ¡No ha sido posible encontrar el fichero de log del sistema!
fr: Fichier de trace système non trouvé!
ko_kr: 시스템 로그 파일을 찾을 수 없음!
pt_br: Não é possível encontrar o arquivo de log do sistema!
zh_cn: 不能发现系统日志文件
zh_tw: 找不到系統日誌檔！

source: Last %s nova syslog entries:-
es: Última(s) %s entrada(s) del registro de sistema de nova:-
fr: Dernières %s entrées syslog nova:-
ko_kr: 마지막 %s nova syslog 항목:-
pt_br: Últimas %s entradas do syslog nova:-
zh_tw: 最後 %s 個 Nova Syslog 項目：-

source: No nova entries in syslog!
es: No hay entradas de nova en el registro de sistema!
fr: Aucune entrée nova dans syslog!
ko_kr: syslog에 nova 항목이 없음!
pt_br: Nenhuma entrada do nova no syslog!
zh_tw: Syslog 中沒有 Nova 項目！

source: Cannot run any more instances of this type.
es: No se pueden ejecutar más instancias de este tipo.
fr: Impossible d'exécuter d'autres instances de ce type.
ko_kr: 이 유형의 인스턴스를 추가로 실행할 수 없습니다.
pt_br: Não é possível executar nenhuma outra instância desse tipo.
zh_cn: 无法运行此类型的任何其他实例。
zh_tw: 無法執行更多這類型的實例。

source: Can only run %s more instances of this type.
es: Sólo se pueden ejecutar %s instancias más de este tipo.
fr: Seules %s instances supplémentaires de ce type peuvent s'exécuter.
ko_kr: 이 유형의 %s 추가 인스턴스만 실행할 수 있습니다.
pt_br: Só é possível executar %s mais instâncias desse tipo.
zh_cn: 只能再多运行 %s 个此类型的实例。
zh_tw: 最多還能執行 %s 個這種類型的實例。

source: %(overs)s quota exceeded for %(pid)s, tried to run %(min_count)d instances. %(msg)s
es: Cuota %(overs)s excedida para %(pid)s, intentando ejecutar %(min_count)d intsancias. %(msg)s

source: %(overs)s quota exceeded for %(pid)s, tried to run between %(min_count)d and %(max_count)d instances. %(msg)s
es: Cuota %(overs)s excedida para %(pid)s, intentando ejecutar entre %(min_count)d y %(max_count)d instancias. %(msg)s

source: Quota exceeded for %(pid)s, tried to set %(num_metadata)s metadata properties
es: Se ha superado la cuota para %(pid)s, se ha intentado definir %(num_metadata)s propiedades de metadatos
pt_br: Cota excedida para %(pid)s, tentativa de configurar %(num_metadata)s propriedades de metadados
zh_cn: %(pid)s 已经超过配额，试图设置 %(num_metadata)s 个元数据属性

source: Metadata property key blank
es: Clave de propiedad de metadatos en blanco
pt_br: Chave da propriedade de metadados em branco
zh_cn: 元数据属性关键字为空白

source: Metadata property key greater than 255 characters
es: Clave de propiedad metadatos de más de 255 caracteres
fr: Taille de la clé de propriété de métadonnées supérieure à 255 caractères
ko_kr: 메타데이터 특성 키가 255자보다 큼
pt_br: Chave da propriedade de metadados com mais de 255 caracteres
tr_tr: Metadata özellik anahtarı 255 karakterden büyük
zh_cn: 元数据属性关键字超过 255 个字符
zh_tw: meta 資料內容索引鍵超過 255 個字元

source: Metadata property value greater than 255 characters
es: Valor de propiedad de metadatos de más de 255 caracteres
fr: Taille de la valeur de propriété de métadonnées supérieure à 255 caractères
ko_kr: 메타데이터 특성 값이 255자보다 큼
pt_br: Valor da propriedade de metadados com mais de 255 caracteres
tr_tr: Metadata özellik değeri 255 karakterden büyük
zh_cn: 元数据属性值超过 255 个字符
zh_tw: meta 資料內容值超過 255 個字元

source: Failed to set instance name using multi_instance_display_name_template.
es: Se ha encontrado un error en la definición del nombre de instancia mediante multi_instance_display_name_template.
pt_br: Falha ao configurar o nome da instância usando multi_instance_display_name_template.
zh_cn: 未能使用 multi_instance_display_name_template 来设置实例名称。

source: Cannot attach one or more volumes to multiple instances
es: No se pueden conectar uno o más volúmenes a varias instancias
fr: Impossible de connecter un ou plusieurs volumes à plusieurs instances
ko_kr: 복수 인스턴스에 하나 이상의 볼륨을 첨부할 수 없음
pt_br: Não é possível anexar um ou mais volumes a várias instâncias
tr_tr: Bir ya da daha fazla mantıksal sürücü birden fazla sunucuya eklenemiyor
zh_cn: 无法将一个或多个卷连接至多个实例
zh_tw: 無法將一個以上的磁區連接至多個實例

source: The requested availability zone is not available
es: La zona de disponibilidad solicitada no está disponible
fr: La zone de disponibilité demandée n'est pas disponible
ko_kr: 요청한 가용성 구역을 사용할 수 없음
tr_tr: İstenen kullanılabilirlik bölgesi uygun değil
zh_cn: 请求的可用域是不可用的！
zh_tw: 所要求的可用性區域無法使用

source: Going to run %s instances...
es: Vamos a ejecutar %s insntacias...
pt_br: Executando %s instâncias...

source: Image bdm %s
es: Imagen bdm %s

source: More than one swap drive requested.
es: Más de un controlador de intercambio ha sido solicitado.
ko_kr: 둘 이상의 스왑 드라이브를 요청함
tr_tr: Birden fazla swap sürücü istendi.
zh_tw: 已要求多個交換磁碟機。

source: Unable to launch multiple instances with a single configured port ID. Please launch your instance one by one with different ports.
es: Incapaz de lanzar múltiples instancias con un solo identificador de puerto configurado. Por favor lanza tu instancia una por una con puertos diferentes.
ko_kr: 단일 포트 ID가 구성된 다중 인스턴스를 실행할 수 없습니다.인스턴스를 다른 포트와 함께 하나씩 실행하십시오.
tr_tr: Birden fazla sunucu tekil yapılandırılan bağlantı noktası ID'si ile başlatılamadı. Lütfen sunucunuzu tek tek değişik bağlantı noktalarıyla başlatın.
zh_tw: 無法以單一配置埠 ID 來啟動多個實例。請使用不同的埠，逐一啟動實例。

source: instance termination disabled
es: terminación de instancia inhabilitada
pt_br: rescisão de instância desativada
zh_cn: 已禁用实例终止

source: Found an unconfirmed migration during delete, id: %(id)s, status: %(status)s
es: Se ha encontrado una migración no confirmada durante la remoción, identificador: %(id)s, estado: %(status)s

source: Instance may have been confirmed during delete
es: la instanacia debe haber sido confirmada durante la remoción

source: Migration %s may have been confirmed during delete
es: La migración %s debe haber sido conifrmada durante la remoción

source: going to delete a resizing instance
es: se va a suprimir una instancia de redimensionamento
pt_br: tentando excluir um redimensionamento de instância

source: instance's host %s is down, deleting from database
es: el host de la instancia %s está inactivos, se suprime de la base de datos
pt_br: o host da instância %s está desativado; excluindo do banco de dados
zh_cn: 实例的主机 %s 处于关闭状态，正在从数据库进行删除

source: Ignoring volume cleanup failure due to %s
es: Ignorando la anomalía de limpieza de volumen debido a %s
fr: Echec de l'omission du nettoyage de volume. Cause : %s
pt_br: Ignorando falha de limpeza de volume devido a %s
zh_cn: 正在忽略由于 %s 而导致的卷清除故障

source: Going to try to soft delete instance
es: Se va a intentar supresión no permanente de instancia
pt_br: Tentando excluir virtualmente a instância

source: Going to try to terminate instance
es: Se va a intentar terminar la instancia
pt_br: Tentando finalizar a instância

source: Going to try to stop instance
es: Se va a intentar detener la instancia
pt_br: Tentando parar a instância

source: Going to try to start instance
es: Se va a intentar iniciar instancia
pt_br: Tentando iniciar a instância

source: Searching by: %s
es: Buscando por: %s
pt_br: Procurando por: %s

source: snapshot for %s
es: instantánea para %s
fr: instantané pour %s
ko_kr: %s 스냅샷
pt_br: captura instantânea para %s
tr_tr: %s için anlık görüntü
zh_cn: %s 的快照
zh_tw: %s 的 Snapshot

source: flavor_id is None. Assuming migration.
es: flavor_id es None. Se supone migración.
pt_br: flavor_id é Nenhum. Supondo migração.

source: Old instance type %(current_instance_type_name)s, new instance type %(new_instance_type_name)s
es: Tipo de instancia antigua %(current_instance_type_name)s, tipo de instancia nueva %(new_instance_type_name)s
pt_br: Tipo de instância antigo %(current_instance_type_name)s, novo tipo de instância %(new_instance_type_name)s

source: %(overs)s quota exceeded for %(pid)s, tried to resize instance.
es: %(overs)s cuota excedida para %(pid)s, se ha intentado redimensionar la instancia.
pt_br: %(overs)s cota excedida para %(pid)s; tentou redimensionar a instância.
zh_cn: 对于 %(pid)s，已超过 %(overs)s 配额，已尝试调整实例大小。

source: Cannot rescue a volume-backed instance
es: No se puede rescatar una instancia de volume-backed
fr: Impossible de sauver une instance volume
ko_kr: volume-backed 인스턴스를 구조할 수 없음
pt_br: Não é possível resgatar uma instância suportada por volume
tr_tr: Mantıksal sürücü destekli sunucu kurtarılamıyor
zh_cn: 无法急救卷支持的实例
zh_tw: 無法救援以磁區為基礎的實例

source: Locking
es: Bloqueando
pt_br: Bloqueando

source: Unlocking
es: Desbloqueando
pt_br: Desbloqueando

source: Volume must be attached in order to detach.
es: El volumen debe estar conectado para desconectarse.
fr: Le volume doit être connecté pour pouvoir être déconnecté.
ko_kr: 분리하려면 볼륨이 첨부되어야 합니다.
pt_br: O volume deve estar conectado para que seja removido.
zh_cn: 为了断开连接，必须连接卷。
zh_tw: 磁區必須連接才能分離。

source: Old volume is attached to a different instance.
es: Volumen antigüo está ligado a una instancia diferente.
fr: L'ancien volume est attaché à une instance différente.
ko_kr: 이전 볼륨이 다른 인스턴스에 접속되어 있습니다.
tr_tr: Eski mantıksal sürücü başka bir sunucuya eklenmiş.
zh_tw: 已將舊磁區連接至其他實例。

source: New volume must be detached in order to swap.
es: El nuevo volumen debe ser desasociado para poder activar la memoria de intercambio.
ko_kr: 스왑하려면 새 볼륨을 분리해야 합니다.
tr_tr: Yeni mantıksal sürücünün değiştirilebilmesi için ayrılmış olması gerekir.
zh_tw: 新磁區必須分離才能交換。

source: New volume must be the same size or larger.
es: El nuevo volumen debe ser del mismo o de mayor tamaño.
fr: Le nouveau volume doit être de la même taille ou plus grand.
ko_kr: 새 볼륨은 동일한 크기이거나 이상이어야 합니다.
tr_tr: Yeni mantıksal sürücü aynı boyutta ya da daha büyük olmalı.
zh_tw: 新磁區必須具有相同大小或者更大。

source: Going to try to live migrate instance to %s
es: Se va a intentar migrar la instancia en directo a %s
pt_br: Tentando migrar em tempo real a instância para %s

source: vm evacuation scheduled
es: Evacuación de vm planificada
pt_br: evacuação de vm planejada

source: Instance compute service state on %s expected to be down, but it was up.
es: El estado de la instancia del servicio de cómputo en %s debería ser inactivo, pero se encontraba activo.

source: Keypair name contains unsafe characters
es: El nombre de par de claves contiene caracteres no seguros
fr: Le nom de la paire de clés contient des caractères non sécurisés
ko_kr: 키 쌍 이름에 안전하지 않은 문자가 들어있음
pt_br: O nome do par de chaves contém caracteres não seguros
tr_tr: Anahtar çifti ismi güvensiz karakterler içeriyor
zh_cn: 密钥对名称包含不安全的字符
zh_tw: 金鑰組名稱包含不安全的字元

source: Keypair name must be between 1 and 255 characters long
es: El nombre de par de claves debe tener entre 1 y 255 caracteres de longitud
pt_br: O nome do par de chaves deve ter entre 1 e 255 caracteres
zh_cn: 密钥对名称长度必须在1到255个字符之间

source: Security group %s is not a string or unicode
es: El grupo de seguridad %s no es una serie o Unicode
fr: Le groupe de sécurité %s n'est pas une chaîne ou unicode
ko_kr: %s 보안 그룹이 문자열 또는 Unicode가 아님
pt_br: O grupo de segurança %s não é uma sequência de caracteres ou unicode
tr_tr: %s güvenlik grubu string veya unicode değil
zh_cn: 安全组 %s 既不是字符串也不是unicode
zh_tw: 安全群組 %s 不是字串或 Unicode

source: Security group %s cannot be empty.
es: El grupo de seguridad %s no puede estar vacío.
pt_br: O grupo de segurança %s não pode estar vazio.
zh_cn: 安全组 %s 不能为空。

source: Value (%(value)s) for parameter Group%(property)s is invalid. Content limited to '%(allowed)s'.
es: El valor (%(value)s) para el parámetro Group%(property)s es inválido. El contenido se limita a '%(allowed)s'.
fr: La valeur (%(value)s) pour le groupe de paramètre %(property)s est invalide. Le contenu est limité à '%(allowed)s'.
ko_kr: %(property)s 매개변수 그룹에 대한 값(%(value)s)이 올바르지 않습니다. 컨텐츠는 '%(allowed)s'(으)로 제한됩니다.
tr_tr: parametre Grup%(property)s için değer (%(value)s) geçersiz. İçerik '%(allowed)s' olacak şekilde sınırlandı.
zh_tw: 參數 Group %(property)s 的值 (%(value)s) 無效。內容僅限於'%(allowed)s'。

source: Security group %s should not be greater than 255 characters.
es: El grupo de seguridad %s no debe tener más de 255 caracteres.
pt_br: O grupo de segurança %s não deve ter mais de 255 caracteres.
zh_cn: 安全组 %s 不能比255个字符更长。

source: Quota exceeded, too many security groups.
es: Cuota superada, demasiados grupos de seguridad.
fr: Quota dépassé, trop de groupes de sécurité.
ko_kr: 할당량 초과. 보안 그룹이 너무 많습니다.
pt_br: Cota excedida; excesso de grupos de segurança.
tr_tr: Kota aşıldı, çok fazla güvenlik grubu.
zh_cn: 已超过配额，安全组太多。
zh_tw: 已超出配額，安全群組太多。

source: Create Security Group %s
es: Crear Grupo de Seguridad %s
fr: Création du groupe de sécurité %s
pt_br: Criar Grupo de Segurança %s
zh_cn: 创建安全组 %s

source: Security group %s already exists
es: El grupo de seguridad %s ya existe
fr: Le groupe de sécurité %s existe déjà
ko_kr: %s 보안 그룹이 이미 존재함
pt_br: O grupo de segurança %s já existe
tr_tr: %s güvenlik grubu zaten var
zh_cn: 安全组 %s 已经存在
zh_tw: 安全群組 %s 已存在

source: Unable to update system group '%s'
es: Incapaz de actualizar el grupo de sistema '%s'
fr: Incapable de mettre à jour le groupe système '%s'
ko_kr: 시스템 그룹 '%s'을(를) 업데이트할 수 없음
tr_tr: Sistem grubu '%s' güncellenemiyor
zh_tw: 無法更新系統群組 '%s'

source: Unable to delete system group '%s'
es: No se ha podido suprimir el grupo de sistemas '%s'
fr: Impossible de supprimer le groupe de systèmes '%s'
ko_kr: 시스템 그룹 '%s'을(를) 삭제할 수 없음
pt_br: Não é possível excluir o grupo do sistema '%s'
tr_tr: Sistem grubu '%s' silinemiyor
zh_cn: 无法删除系统组“%s”
zh_tw: 無法刪除系統群組 '%s'

source: Security group is still in use
es: El grupo de seguridad aún se está utilizando
fr: Le groupe de sécurité est encore en cours d'utilisation
ko_kr: 보안 그룹이 아직 사용 중임
pt_br: O grupo de segurança ainda está em uso
tr_tr: Güvenlik grubu hala kullanımda
zh_cn: 安全组仍在使用中
zh_tw: 安全群組仍在使用中

source: Failed to update usages deallocating security group
es: No se han podido actualizar los usos desasignando el grupo de seguridad
pt_br: Falha ao atualizar usos de desalocação de grupo de segurança
zh_cn: 未能更新使用量释放安全组

source: Delete security group %s
es: Borrar grupo de seguridad %s
fr: Suppression du groupe de sécurité %s
pt_br: Excluir grupo de segurança %s
zh_cn: 删除安全组 %s

source: Rule (%s) not found
es: No se ha encontrado la regla (%s)
fr: Règle (%s) non trouvée
ko_kr: 규칙(%s)을 찾을 수 없음
pt_br: Regra (%s) não localizada
tr_tr: Kural (%s) bulunamadı
zh_cn: 没有找到规则 (%s)
zh_tw: 找不到規則 (%s)

source: Quota exceeded, too many security group rules.
es: Cuota superada, demasiadas reglas de grupo de seguridad
fr: Quota dépassé, trop de règles de groupe de sécurité.
ko_kr: 할당량 초과. 보안 그룹 규칙이 너무 많습니다.
pt_br: Cota excedida; excesso de regras do grupo de segurança.
tr_tr: Kota aşıldı, çok fazla güvenlik grubu kuralı.
zh_cn: 已超过配额，安全组规则太多。
zh_tw: 已超出配額，安全群組規則太多。

source: Authorize security group ingress %s
es: Autorizar ingreso al grupo de seguridad %s
pt_br: Autorizada entrada do grupo de segurança %s

source: Revoke security group ingress %s
es: Revocar ingreso al grupo de seguridad %s
pt_br: Revogado entrada do grupo de segurança %s

source: Security group id should be integer
es: El id de grupo de seguridad debe ser un entero
fr: L'ID de groupe de sécurité doit être un entier
ko_kr: 보안 그룹 ID는 정수여야 함
pt_br: o ID do grupo de segurança deve ser um número inteiro
tr_tr: Güvenlik grup id'si integer olmak zorunda
zh_cn: 安全组id应该是整数
zh_tw: 安全群組 ID 應該是整數

source: Aborting claim: %s
es: Terminando anormalmente la reclamación: %s
pt_br: Interrompendo solicitação: %s

source: Attempting claim: memory %(memory_mb)d MB, disk %(disk_gb)d GB, VCPUs %(vcpus)d
es: Intentando reclamación: memoria %(memory_mb)d MB, disco %(disk_gb)d GB, VCPU %(vcpus)d
pt_br: Tentando a solicitação: memória %(memory_mb)d MB, disco %(disk_gb)d GB, VCPUs %(vcpus)d
zh_cn: 正在尝试请求：内存 %(memory_mb)d MB，磁盘 %(disk_gb)d GB，VCPU %(vcpus)d

source: Claim successful
es: Reclamación satisfactoria
fr: Réclamation réussie
pt_br: Solicitação bem-sucedida
zh_cn: 请求成功

source: disk
es: Disco
fr: disque
ko_kr: 디스크
zh_cn: 磁盘
zh_tw: 磁碟

source: Total %(type)s: %(total)d %(unit)s, used: %(used).02f %(unit)s
es: %(type)s totales: %(total)d %(unit)s utilizados: %(used).02f %(unit)s
fr: Total %(type)s: %(total)d %(unit)s, utilisé: %(used).02f %(unit)s

source: %(type)s limit not specified, defaulting to unlimited
es: Límite de %(type)s no especificado, predeterminando a ilimitado
fr: %(type)s limite non spécifiée, valeur par défaut 'non limité'

source: %(type)s limit: %(limit).02f %(unit)s, free: %(free).02f %(unit)s
es: Límite de %(type)s: %(limit).02f %(unit)s, libre: %(free).02f %(unit)s
fr: %(type)s limite: %(limit).02f %(unit)s, disponible: %(free).02f %(unit)s

source: id cannot contain leading and/or trailing whitespace(s)
es: El identificador no puede contener espacio(s) vacío(s) en su inicio o final
ko_kr: id에는 선행 및/또는 후행 공백이 포함될 수 없음
tr_tr: kimlik sonunda ya da başında boşluk(lar) olamaz
zh_tw: ID 不能包含前導及/或尾端空格

source: is_public must be a boolean
es: is_public debe ser un booleano
fr: is_public doit être booléen.
ko_kr: is_public은 부울이어야 함
pt_br: is_public deve ser um booleano
tr_tr: is_public bool olmalı
zh_cn: is_public 必须为布尔值
zh_tw: is_public 必須是布林值

source: DB error: %s
es: Error de base de datos: %s
pt_br: Erro de BD: %s
zh_cn: 数据库错误：%s

source: Instance type %s not found for deletion
es: No se ha encontrado el tipo de instancia %s para suprimirse
pt_br: Tipo de instância %s não localizado para exclusão
zh_cn: 未找到要删除的实例类型 %s

source: Cleaning up image %s
es: Limpiando imagen %s

source: Error while trying to clean up image %s
es: Error al intentar limpiar imagen %s

source: %s is not a valid node managed by this compute host.
es: %s no es un nodo válido administrado por este huésped de cómputo.
ko_kr: %s이(가) 이 계산 호스트가 관리하는 유효한 노드가 아닙니다.
zh_tw: %s 不是此計算主機所管理的有效節點。

source: Instance has been destroyed from under us while trying to set it to ERROR
es: La instancia se ha destruido debajo nuestro al intentar establecerla en ERROR
pt_br: A instância foi destruída sob nós durante a tentativa de configurá-la como ERROR

source: Deleting instance as its host (%(instance_host)s) is not equal to our host (%(our_host)s).
es: Suprimiendo instancia porque el host (%(instance_host)s) no es igual a nuestro host (%(our_host)s).
pt_br: Excluindo a instância uma vez que seu host (%(instance_host)s) não é igual ao nosso host (%(our_host)s).
zh_cn: 正在删除实例，因为其主机 (%(instance_host)s) 不等同于我们的主机 (%(our_host)s)。

source: Instance has been marked deleted already, removing it from the hypervisor.
es: La instancia ya ha sido marcada como eliminada, removiendo del hipervisor.
pt_br: A instância já foi marcada como deletada. removendo do hypervisor.

source: Hypervisor driver does not support instance shared storage check, assuming it's not on shared storage
es: El hipervisor no soporta la validación de almacenamiento compartido entre instancias, asumiendo que no se encuentra en almacenamiento compartido.
pt_br: O driver do hipervisor não suporta verificação de compartilhamento de armazenamento entre instâncias, assumindo que não está em um armazenamento compartilhado

source: Failed to check if instance shared
es: Fallo al verificar si la instancia se encuentra compartida

source: Failed to complete a deletion
es: Fallo durante la compleción una remoción

source: Failed to revert crashed migration
es: Se ha encontrado un error en al revertir la migración colgada
pt_br: Falha ao reverter a migração travada
zh_cn: 未能还原已崩溃的迁移

source: Instance found in migrating state during startup. Resetting task_state
es: Se ha encontrado una instancia en estado de migración durante el inicio. Restableciendo task_state
pt_br: Instância localizada ao migrar o estado durante a inicialização. Reconfigurando task_state
zh_cn: 在启动期间，找到处于正在迁移状态的实例。正在重置 task_state

source: Current state is %(drv_state)s, state in DB is %(db_state)s.
es: El estado actual es %(drv_state)s, el estado en la base de datos es %(db_state)s.
pt_br: O estado atual é %(drv_state)s; o estado em BD é %(db_state)s.

source: Rebooting instance after nova-compute restart.
es: Rearrancando instancia después de reiniciar nova-compute.
pt_br: Reinicializando instância após reinício de nova-compute.
zh_cn: nova-compute重启后，实例正在重启。
