Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova-log-warning.po
Languages: cs, ko_kr, tr_tr, zh_cn

source: ignoring missing logical volume %(path)s
cs: ignorování chybějícího logického svazku %(path)s
ko_kr: 누락된 논리 볼륨 %(path)s 무시
tr_tr: Var olmayan mantıksal sürücü %(path)s göz ardı ediliyor
zh_cn: 忽略丢失的逻辑卷 %(path)s

source: image %(id)s at (%(base_file)s): warning -- an absent base file is in use! instances: %(instance_list)s
cs: Obraz %(id)s v (%(base_file)s): varování -- chybějící základní soubor se používá! Instance: %(instance_list)s
ko_kr: (%(base_file)s)의 이미지 %(id)s: 경고 -- 존재하지 않는 기본 파일이 사용되고 있습니다 인스턴스: %(instance_list)s
tr_tr: (%(base_file)s) deki %(id)s imajı: uyarı -- mevcut olmayan bir taban dosya kullanımda! sunucular: %(instance_list)s
zh_cn: (%(base_file)s) 处的映像 %(id)s：警告 - 正在使用不存在的基本文件！实例：%(instance_list)s

source: image %(volume)s in pool %(pool)s can not be found, failed to remove
cs: Obraz %(volume)s v zásobě %(pool)s nemůže být nalezen, nelze odstranit
ko_kr: %(pool)s 풀의 %(volume)s 이미지를 찾을 수 없으므로, 제거하는 데 실패함
zh_cn: 不能发现池 %(pool)s 中的卷 %(volume)s，移除失败

source: instance's host %s is down, deleting from database
cs: hostitel instance %s je mimo provoz, probíhá jeho mazání z databáze
ko_kr: 인스턴스의 %s 호스트가 작동중지되어 데이터베이스에서 삭제 중임
tr_tr: Sunucunun istemcisi %s kapalı, veri tabanından siliniyor
zh_cn: 实例的主机 %s 处于关闭状态，正在从数据库进行删除

source: instance-dns-zone is |%(domain)s|, which is in availability zone |%(zone)s|. Instance is in zone |%(zone2)s|. No DNS record will be created.
cs: dns zóna instance je |%(domain)s|, která je v zóně dostupnosti |%(zone)s|. Instance je v zóně |%(zone2)s|. Nebude vytvořen žádný záznam DNS.
ko_kr: instance-dns-zone이|%(domain)s|이며 가용성 구역 |%(zone)s|에 있습니다. 인스턴스는 |%(zone2)s| 구역에 있습니다. DNS 레코드가 작성됩니다.
tr_tr: instance-dns-zone |%(domain)s|, ve |%(zone)s| kullanılabilirlik bölgesinde. Sunucu |%(zone2)s| bölgesinde. DNS kaydı oluşturulmayacak.
zh_cn: instance-dns-zone 是 |%(domain)s|，它在可用性区域 |%(zone)s| 中。实例在区域 |%(zone2)s| 中。将不创建任何 DNS 记录。

source: instance-dns-zone not found |%s|.
cs: dns zóna instance nenalezena |%s|.
ko_kr: instance-dns-zone에서 |%s|을(를) 찾을 수 없습니다.
tr_tr: instance-dns-zone bulunamadı |%s|.
zh_cn: 没有发现instance-dns-zone %s|。

source: ipxe_boot is True but no ISO image found
cs: ipxe_boot je nastaveno na True, ale nenalezen žádný obraz ISO
ko_kr: ipxe_boot가 True이지만 ISO 이미지를 발견하지 못함
tr_tr: ipxe_boot True ama ISO imajı bulunamadı
zh_cn: IPXE_boot为真True ，但是没有找到ISO镜像

source: ipxe_boot_menu_url not set, user will have to enter URL manually...
cs: ipxe_boot_menu_url není nastaveno, uživatel bude muset URL zadat ručně...
ko_kr: ipxe_boot_menu_url이 설정되지 않음, 사용자가 수동으로 URL을 입력해야 함...
tr_tr: ipxe_boot_menu_url ayarlanmamış, kullanıcının URL'yi elle girmesi gerekecek...
zh_cn: 没有设置ipxe_boot_menu_ur，用户必须手动输入URL。。。

source: ipxe_network_name not set, user will have to enter IP manually...
cs: ipxe_network_name není nastaveno, uživatel bude muset zadat IP ručně...
ko_kr: ipxe_network_name이 설정되지 않음, 사용자가 수동으로 IP를 입력해야 함...
tr_tr: ipxe_network_name ayarlanmamış, kullanıcının elle IP girmesi gerekecek...
zh_cn: 没有设置ipxe_network_name，用户必须手动输入IP。。。

source: isLuks exited abnormally (status %(exit_code)s): %(stderr)s
cs: isLuks byl mimořádně ukončen (stav %(exit_code)s): %(stderr)s
ko_kr: isLuks가 비정상적으로 종료됨(status %(exit_code)s): %(stderr)s
tr_tr: isLuks anormal şekilde çıktı (durum %(exit_code)s): %(stderr)s
zh_cn: isLuks 非正常退出(状态 %(exit_code)s): %(stderr)s

source: multiple fixed_ips exist, using the first IPv4 fixed_ip: %s
cs: Existuje mnoho pevných ip adres, bude použita první pevná ip adresa IPv4: %s
ko_kr: 여러 fixed_ips가 있음, 첫 번째 IPv4 fixed_ip 사용: %s
tr_tr: birden fazla sabit_ip mevcut, ilk IPv4 sabit ip kullanılıyor: %s
zh_cn: 存在多个固定ips，使用第一个IPv4 固定ip：%s

source: multiple fixed_ips exist, using the first: %s
cs: existuje mnoho pevných ip adres, bude použita první: %s
tr_tr: birden fazla sabit_ip mevcut, ilki kullanılıyor: %s

source: my_ip address (%(my_ip)s) was not found on any of the interfaces: %(ifaces)s
cs: my_ip adresa (%(my_ip)s) nebyla nalezena v žádných rozhraních: %(ifaces)s
ko_kr: 인터페이스에서 my_ip 주소(%(my_ip)s)를 찾을 수 없음: %(ifaces)s
tr_tr: my_ip adresi (%(my_ip)s) arayüzlerden herhangi birinde bulunamadı: %(ifaces)s
zh_cn: 在任何接口：%(ifaces)s上，my_ip 地址 (%(my_ip)s) 没有找到。

source: plug_vifs() failed %(cnt)d. Retry up to %(max_retry)d.
cs: plug_vifs() selhalo %(cnt)d. Proces bude zopakován %(max_retry)dkrát.
ko_kr: plug_vifs()가 %(cnt)d번 실패했습니다. 최대 %(max_retry)d번 시도하십시오.
tr_tr: plug_vifs() başarısız %(cnt)d. %(max_retry)d kadar tekrar dene.
zh_cn: plug_vifs() 失败 %(cnt)d。重试到%(max_retry)d。

source: rbd remove %(volume)s in pool %(pool)s failed
cs: odstranění rbd %(volume)s v zásobě %(pool)s selhalo
ko_kr: %(pool)s 풀에서 %(volume)s의 rbd 제거에 실패
tr_tr: %(pool)s havuzunda rbd remove %(volume)s başarısız
zh_cn: rbd 移除池 %(pool)s 的卷 %(volume)s 失败

source: serial_console.port_range should be <num>:<num>. Given value %(port_range)s could not be parsed. Taking the default port range %(default)s.
cs: rozsah portů sériové konzole by měl být <num>:<num>. Zadaná hodnota %(port_range)s nemohla být zpracována. Použit výchozí rozsah portů %(default)s.
tr_tr: serial_console.port_range <num>:<num> olmalı. Verilen değer %(port_range)s ayrıştırılamadı. Varsayılan bağlantı noktası %(default)s alınıyor.
zh_cn: 串口端口范围serial_console.port_range 应该是 <num>:<num> 。给定值 %(port_range)s 不能够被解析。使用缺省端口范围%(default)s。

source: set_admin_password is not implemented by this driver or guest instance.
cs: set_admin_password není tímto ovladačem nebo hostem instance zavedeno.
ko_kr: set_admin_password가 이 드라이버 또는 게스트 인스턴스에 의해 구현되지 않습니다.
tr_tr: set_admin_password bu sürücü veya konuk sunucu tarafından uygulanmamış.
zh_cn: 此驱动程序或 guest 实例未实现 set_admin_password。

source: trying to inject a file into a non-running (state: %(current_state)s expected: %(expected_state)s)
cs: pokus o vložení souboru do nespuštěného systému (stav: %(current_state)s očekáváno: %(expected_state)s)
ko_kr: 비실행으로 파일을 삽입하려고 시도(상태: %(current_state)s 예상: %(expected_state)s)
tr_tr: bir dosya çalışmayana eklenmeye çalışılıyor (durum: %(current_state)s beklenen: %(expected_state)s)
zh_cn: 尝试注入文件到一个非运行态的实， (状态: %(current_state)s 期望: %(expected_state)s)

source: trying to reboot a non-running instance: (state: %(state)s expected: %(running)s)
cs: pokus o restartování nespuštěné instance: (stav: %(state)s očekáváno: %(running)s)
ko_kr: 실행 중이 아닌 인스턴스를 다시 부팅하려 함: (상태: %(state)s, 예상 상태: %(running)s)
tr_tr: çalışmayan bir sunucu yeniden başlatılmaya çalışılıyor: (durum: %(state)s beklenen: %(running)s)
zh_cn: 正在尝试重新引导未在运行的实例：（状态：%(state)s，期望的是：%(running)s）

source: trying to snapshot a non-running instance: (state: %(state)s expected: %(running)s)
cs: pokus o vytvoření snímku z nespuštěné instance: (stav: %(state)s očekáváno: %(running)s)
ko_kr: 실행 중이 아닌 스냅샷을 다시 부팅하려 함: (상태: %(state)s, 예상 상태: %(running)s)
tr_tr: çalışmayan bir sunucunun anlık görüntüsü alınmaya çalışılıyor: (durum: %(state)s beklenen: %(running)s)
zh_cn: 正在尝试对未在运行的实例生成快照：（状态：%(state)s，期望的是：%(running)s）

source: vmware_ostype from image is not recognised: '%(ostype)s'. An invalid os type may be one cause of this instance creation failure
cs: typ os vmware z obrazu není rozpoznán: '%(ostype)s'. Neplatný typ os může být jednou z příčin selhání vytvoření této instance
ko_kr: 이미지의 vmware_ostype이 인식되지 않음: '%(ostype)s'. 올바르지 않은 os 유형으로 인해 이 인스턴스가 실패할 수 있음
tr_tr: imajdan gelen vmware_ostype tanınmıyor: '%(ostype)s'. Bu sunucu oluşturma hatasının sebeplerinden biri geçersiz işletim sistemi türü olabilir
zh_cn: 镜像中的vmware_ostype没有被识别： '%(ostype)s'。无效os类型可能是导致这台实例创建失败的一个原因。

source: %(item)s already exists in list: %(list_name)s containing: %(items)s. ignoring it
ko_kr: %(items)s을(를) 포함하는 %(list_name)s 목록에 %(item)s이(가) 이미 있으므로, 무시합니다.

source: Cannot find OS information - Reason: (%s)
ko_kr: OS 정보를 찾을 수 없음 - 이유: (%s)

source: Cannot get the metrics from %(mon)s; error: %(exc)s
ko_kr: %(mon)s에서 지표를 가져올 수 없습니다. 오류: %(exc)s

source: Detaching interface %(mac)s failed because the device is no longer found on the guest.
ko_kr: 게스트에서 더 이상 장치를 찾을 수 없으므로 %(mac)s 인터페이스의 연결을 해제하지 못했습니다.

source: Fail to unplug vif:%(vif)s, exception:%(exception)s
ko_kr: vif:%(vif)s 플러그 해제 실패, 예외:%(exception)s

source: Failed to create vif, exception:%(exception)s, vif:%(vif)s
ko_kr: vif 생성 실패, 예외:%(exception)s, vif:%(vif)s

source: Failed to rollback snapshot (%s)
ko_kr: 스냅샷(%s) 롤백 실패

source: For the soft_affinity_weight_multiplier only a positive value is meaningful as a negative value would mean that the affinity weigher would prefer non-collocating placement.
ko_kr: soft_affinity_weight_multiplier의 경우 음의 값은 연관 관계 계량기가 결합 배치를 선호함을 나타내므로 양의 값만 의미가 있습니다.

source: For the soft_anti_affinity_weight_multiplier only a positive value is meaningful as a negative value would mean that the anti-affinity weigher would prefer collocating placement.
ko_kr: soft_anti_affinity_weight_multiplier의 경우 음의 값은 비연관 관계 계량기가 결합 배치를 선호함을 나타내므로 양의 값만 의미가 있습니다.

source: Hooks are deprecated as of Nova 13.0 and will be removed in a future release
ko_kr: Nova 13.0 현재 후크는 더 이상 사용되지 않으며, 향후 릴리스에서 제거됨

source: Host mismatch detected, but stashed volume connector not found. Instance host is %(ihost)s, but volume connector host is %(chost)s.
ko_kr: 호스트 불일치가 발견되었지만 숨긴 볼륨 커넥터를 찾을 수 없습니다. 인스턴스 호스트가 %(ihost)s(이)지만 볼륨 커넥터 호스트가 %(chost)s입니다.

source: Ignoring VolumeDeviceNotFound: %s
ko_kr: VolumeDeviceNotFound 무시: %s

source: Info cache is %r during associate with no nw_info cache
ko_kr: nw_info 캐시와 연관하지 않는 동안 정보 캐시는 %r임

source: Legacy get_by_volume_id() call found multiple BDMs for volume %(volume)s
ko_kr: 레거시 get_by_volume_id() 호출에서 %(volume)s 볼륨의 BDM을 여러 개 발견

source: Neutron Reported failure on event %(event)s
ko_kr: %(event)s 이벤트에서 Neutron이 실패를 보고함

source: Neutron error: Instance hostname %(hostname)s is not a valid DNS name
ko_kr: Neutron 오류: 인스턴스 호스트 이름 %(hostname)s이(가) 올바른 DNS 이름이 아님

source: Performing standard snapshot because direct snapshot failed: %(error)s
ko_kr: 직접 스냅샷에 실패했으므로 표준 스냅샷 수행: %(error)s

source: Running Nova with a libvirt version less than %(version)s is deprecated. The required minimum version of libvirt will be raised to %(version)s in the next release.
ko_kr: %(version)s 이전의 libvirt 버전으로 Nova를 실행하는 기능은 더 이상 사용되지 않습니다. libvirt에 필요한 최소 버전은 다음 릴리스에서 %(version)s(으)로 증가됩니다.

source: The in tree EC2 API has been removed in Mitaka. Please remove entries from api-paste.ini and use the OpenStack ec2-api project http://git.openstack.org/cgit/openstack/ec2-api/
ko_kr: Mitaka에서 트리 EC2 API가 제거되었습니다. api-paste.ini에서 항목을 제거하고 OpenStack ec2-api 프로젝트 http://git.openstack.org/cgit/openstack/ec2-api/를 사용하십시오.

source: Timeout waiting for vif plugging callback
ko_kr: vif 플러그 콜백을 기다리는 중에 제한시간이 초과됨

source: Unable to preallocate image at path: %(path)s
ko_kr: %(path)s 경로에서 이미지를 사전에 할당할 수 없음

source: attachment_id couldn't be retrieved for volume %(volume_id)s with instance_uuid %(instance_id)s. The volume has the 'multiattach' flag enabled, without the attachment_id Cinder most probably cannot perform the detach.
ko_kr: instance_uuid가 %(instance_id)s인 볼륨 %(volume_id)s의 attachment_id를 검색할 수 없습니다. 볼륨에 'multiattach' 플래그가 사용됩니다. attachment_id가 없으면 Cinder에서 연결 해제를 수행하지 못할 가능성이 큽니다.

source: attachment_id couldn't be retrieved for volume %(volume_id)s. The volume has the 'multiattach' flag enabled, without the attachment_id Cinder most probably cannot perform the detach.
ko_kr: 볼륨 %(volume_id)s의 attachment_id를 검색할 수 없습니다. 볼륨에 'multiattach' 플래그가 사용됩니다. attachment_id가 없으면 Cinder에서 연결 해제를 수행하지 못할 가능성이 큽니다.

source: no snapshot(%(name)s) found on rbd image(%(img)s)
ko_kr: rbd 이미지(%(img)s)에서 스냅샷(%(name)s)을 찾지 못함

source: snapshot(%(name)s) on rbd image(%(img)s) is protected, skipping
ko_kr: rbd 이미지(%(img)s)의 스냅샷(%(name)s)이 보호됨, 건너뛰기

source: uefi support is without some kind of functional testing and therefore considered experimental.
ko_kr: 일종의 기능 테스트를 수행하지 않고 uefi가 지원되므로 실험으로 간주됩니다.
