Repository: openstack/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: es, fr, ko_kr, pt_br, tr_tr, zh_cn, zh_tw

source: Lazy-loading `%(attr)s' on %(name)s id %(id)s
es: Carga simple `%(attr)s' en %(name)s identificador %(id)s

source: None is not valid here
es: Ninguno no es válido aqui

source: A list of strings is required here
es: Una lista de cadenas es requerida aqui

source: Invalid values found in list (strings are required)
es: Valores inválidos encontrados en la lista (se requieren cadenas)

source: A dict of strings is required here
es: Un diccionario de cadenas es requerido aqui

source: Invalid keys found in dict (strings are required)
es: Claves inválidas encontradas en el diccionario (se requieren cadenas)

source: Invalid values found in dict (strings are required)
es: Valores inválidos encontrados en diccionario (se requieren cadenas)

source: Snapshot list encountered but no header found!
es: Se ha encontrado la lista de instantáneas pero no se ha encontrado ninguna cabecera.
fr: Liste d'instantanés trouvée mais aucun en-tête trouvé !
ko_kr: 스냅샷 목록이 있지만 헤더를 찾을 수 없습니다!
pt_br: Lista de capturas instantâneas encontradas, mas nenhum cabeçalho localizado!
zh_cn: 遇到快照列表，但是找不到任何标题！
zh_tw: 發現 Snapshot 清單，但找不到標頭！

source: Could not release the acquired lock `%s`
es: No se ha podido liberar el bloqueo adquirido `%s`
pt_br: Não foi possível liberar o bloqueio adquirido `%s`
zh_cn: 未能释放所获取锁定“%s”

source: Got semaphore "%(lock)s"
es: Semáforo obtenido "%(lock)s"
pt_br: Recebeu semáforo "%(lock)s"
zh_cn: 已获取信号量 "%(lock)s"

source: Attempting to grab file lock "%(lock)s"
es: Intentando bloquear archivo "%(lock)s"
pt_br: Tentando capturar lock de arquivo "%(lock)s"
zh_cn: 正在尝试抓取文件锁 "%(lock)s"

source: Created lock path: %s
es: Candado creado ruta: %s
pt_br: Criado caminho de lock: %s
zh_cn: 已创建锁路径：%s

source: Got file lock "%(lock)s" at %(path)s
es: Se ha bloqueado el archivo "%(lock)s" en %(path)s
pt_br: Obteve lock do arquivo "%(lock)s" em %(path)s
zh_cn: 已在 %(path)s 处取得文件锁 "%(lock)s"

source: Released file lock "%(lock)s" at %(path)s
es: Se ha liberado el bloqueo de archivo "%(lock)s" en %(path)s
pt_br: Liberado lock de arquivo "%(lock)s" em %(path)s
zh_cn: 已在 %(path)s 处释放文件锁 "%(lock)s"

source: Got semaphore / lock "%(function)s"
es: Semáforo / bloqueo obtenido "%(function)s"
pt_br: Recebeu semáforo / lock "%(function)s"
zh_cn: 已获取信号量 / 锁 "%(function)s"

source: Semaphore / lock released "%(function)s"
es: Semáforo / bloqueo liberado "%(function)s"
pt_br: Liberado semáforo / lock "%(function)s"
zh_cn: 已释放信号量 / 锁 "%(function)s"

source: Deprecated: %s
es: En desuso: %s
fr: Obsolète : %s
pt_br: Descontinuado: %s
zh_cn: 建议不要使用：%s

source: Error loading logging config %(log_config)s: %(err_msg)s
es: Error al cargar la configuración de registro %(log_config)s: %(err_msg)s
fr: Erreur lors du chargement de la configuration %(log_config)s: %(err_msg)s
pt_br: Erro carregando configuração de logging: %(log_config)s: %(err_msg)s
zh_cn: 加载登陆配置出错 %(log_config)s:%(err_msg)s

source: syslog facility must be one of: %s
es: El recurso syslog debe ser uno de: %s
fr: la fonction syslog doit correspondre à l'une des options suivantes : %s
pt_br: o recurso syslog deve ser um dos seguintes: %s
zh_cn: syslog设备必须作为一个 %s 。

source: Fatal call to deprecated config: %(msg)s
es: Llamada muy grave a configuración en desuso: %(msg)s
fr: Appel fatal adressé à une configuration obsolète : %(msg)s
pt_br: Chamada fatal para configuração descontinuada: %(msg)s
zh_cn: 对建议不要使用的配置进行了后果极严重的调用：%(msg)s

source: Unexpected argument for periodic task creation: %(arg)s.
es: Argumento inesperado para la creación de tarea periódica: %(arg)s.
fr: Argument inattendu pour la création de tâche périodique : %(arg)s.
pt_br: Argumento inesperado para criação de tarefa periódica: %(arg)s.
zh_cn: 对于周期性任务创建，以下是意外自变量：%(arg)s。

source: Skipping periodic task %(task)s because its interval is negative
es: Omitiendo la tarea periódica %(task)s porque el intervalo es negativo
pt_br: Ignorando tarefa periódica %(task)s porque seu intervalo é negativo
zh_cn: 正在跳过周期性任务 %(task)s，因为其时间间隔为负

source: Skipping periodic task %(task)s because it is disabled
es: Omitiendo la tarea periódica %(task)s porque está inhabilitada
pt_br: Ignorando tarefa periódica %(task)s porque ela está desativada
zh_cn: 正在跳过周期性任务 %(task)s，因为它已禁用

source: Running periodic task %(full_task_name)s
es: Ejecutando tarea periódica %(full_task_name)s
pt_br: Executando tarefa periódica %(full_task_name)s
zh_cn: 正在运行周期性任务 %(full_task_name)s

source: Error during %(full_task_name)s: %(e)s
es: Error durante %(full_task_name)s: %(e)s
pt_br: Erro durante %(full_task_name)s: %(e)s
zh_cn: 在 %(full_task_name)s 期间发生的错误：%(e)s

source: Failed to understand rule %(rule)s
es: No se ha podido comprender la regla %(rule)s
pt_br: Falha ao entender a regra %(rule)s
zh_cn: 未能理解规则 %(rule)s

source: No handler for matches of kind %s
es: No hay manejador para coincidencias de clase %s
pt_br: Nenhum manipulador para correspondências do tipo %s
zh_cn: 对于类型为 %s 的匹配项，不存在任何处理程序

source: Failed to understand rule %(rule)r
es: No se ha podido comprender la regla %(rule)r
pt_br: Falha ao entender a regra %(rule)r
zh_cn: 未能理解规则 %(rule)r

source: Got unknown keyword args to utils.execute: %r
es: Se han obtenido argumentos de palabra clave desconocidos en utils.execute: %r
pt_br: Obteve args de palavra-chave desconhecidos para utils.execute: %r
zh_cn: 发现未知的 utils.execute 关键字参数：%r

source: Environment not supported over SSH
es: Entorno no soportado a través de SSH
pt_br: Ambiente não suportado por SSH
zh_cn: SSH上不支持环境变量

source: process_input not supported over SSH
es: entrada de proceso no soporta a través de SSH
pt_br: process_input não suportado sobre SSH
zh_cn: SSH上不支持的进程输入参数。

source: Invalid SSL version : %s
es: Versión SSL inválida : %s
fr: Version de SSL invalide : %s
pt_br: versão SSL inválida: %s
zh_cn: SSL版本无效：%s

source: Unrecognized value '%(val)s', acceptable values are: %(acceptable)s
es: Valor '%(val)s' no reconocido, los valores aceptables son: %(acceptable)s
pt_br: Valor não reconhecido '%(val)s', valores aceitáveis são: %(acceptable)s
zh_cn: 不可识别的值 '%(val)s'， 可接受的值是： %(acceptable)s

source: Invalid unit system: "%s"
es: Unidad del sistema no valida: "%s"

source: Invalid string format: %s
es: Formato inválido de cadena: %s
pt_br: formato de string inválido: %s
zh_cn: 字符串格式无效： %s

source: Unknown sort direction, must be 'desc' or 'asc'
es: Dirección de clasificación desconocida, debe ser 'desc' o ' asc'
fr: Direction d'ordonnancement inconnue, choisir 'desc' ou 'asc'
ko_kr: 알 수 없는 정렬 방향입니다. 'desc' 또는 'asc'여야 함
pt_br: Direção de classificação desconhecida; deve ser 'desc' ou 'asc'
tr_tr: Bilinmeyen sıralama yönü, 'desc' veya 'asc' olmalı
zh_cn: 排序方向未知，必须为“降序”或“升序”
zh_tw: 不明的排序方向，必須為 'desc' 或 'asc'

source: Please specify column %s in col_name_col_instance param. It is required because column has unsupported type by sqlite).
es: Especifique la columna %s en el parámetro col_name_col_instance. Es necesario porque la columna tiene un tipo no soportado por sqlite).
pt_br: Especifique a coluna %s no parâmetro 'col_name_col_instance. Isso é necessário porque a coluna possui um tipo não suportado por sqlite).
zh_cn: 请在 col_name_col_instance 参数中指定列 %s。要求执行此操作的原因是列中包含不受 sqlite 支持的类型）。

source: col_name_col_instance param has wrong type of column instance for column %s It should be instance of sqlalchemy.Column.
es: col_name_col_instance param tiene el tipo incorrecto de instancia de columna para la columna %s. Debe ser una instancia de sqlalchemy.Column.
pt_br: O parâmetro col_name_col_instance possui um tipo errado de instância da coluna para a coluna %s. Deveria ser uma instância de sqlalchemy.Column.
zh_cn: 对于列 %s，col_name_col_instance 参数具有不正确类型的列实例。它应该是 sqlalchemy.Column 的实例。

source: Unsupported id columns type
es: Tipo de identificador de columnas no soportado
pt_br: Tipo de colunas ID não suportado
zh_cn: 不支持的id列类型

source: Is the appropriate service running?
es: ¿Se está ejecutando el servicio adecuado?
fr: Le service approprié est-il actif ?
ko_kr: 적합한 서버가 실행 중입니까?
pt_br: O serviço está sendo executado da forma adequada?
tr_tr: Uygun servis çalışıyor mu?
zh_cn: 正确的服务在运行吗？
zh_tw: 正在執行適當的服務嗎？

source: Could not find another compute
es: No se ha podido encontrar otro cálculo
fr: Impossible de trouver un autre noeud de calcul
ko_kr: 다른 계산을 찾을 수 없음
pt_br: Não foi possível localizar outro cálculo
tr_tr: Başka bir işlem bulunamadı
zh_cn: 无法找到另一个计算节点
zh_tw: 找不到另一個計算

source: Exception during scheduler.run_instance
es: Se ha producido una excepción durante scheduler.run_instance
pt_br: Exceção durante scheduler.run_instance
zh_cn: scheduler.run_instance 期间发生异常

source: Setting instance to %s state.
es: Estableciendo instancia hacia estado %s

source: Driver must implement schedule_run_instance
es: El controlador debe implementar schedule_run_instance
pt_br: O driver deve implementar schedule_run_instance
zh_cn: 驱动程序必须实现 schedule_run_instance

source: Driver must implement select_destinations
es: El controlador debe implementar select_destinatios

source: Attempting to build %(num_instances)d instance(s) uuids: %(instance_uuids)s
es: Intentando construir %(num_instances)d instancia(s) con uuids: %(instance_uuids)s

source: Choosing host %(weighed_host)s for instance %(instance_uuid)s
es: Eligiendo huésped %(weighed_host)s para la instancia %(instance_uuid)s

source: Instance disappeared during scheduling
es: La instancia ha desaparecido durante la programación

source: Invalid value for 'scheduler_max_attempts', must be >= 1
es: Valor no válido para 'scheduler_max_attempts', debe ser >= 1
fr: Valeur non valide pour 'scheduler_max_attempts', doit être >= 1
ko_kr: 'scheduler_max_attempts'에 대한 올바르지 않은 값, >= 1이어야 함
pt_br: Valor inválido para 'scheduler_max_attempts'; deve ser >= 1
zh_cn: 值对于“scheduler_max_attempts”无效，必须 >= 1

source: Error from last host: %(last_host)s (node %(last_node)s): %(exc)s
es: Error del último host: %(last_host)s (nodo %(last_node)s): %(exc)s
pt_br: Erro do último host: %(last_host)s (nó %(last_node)s): %(exc)s
zh_cn: 最后一个主机中出错：%(last_host)s（节点 %(last_node)s）：%(exc)s

source: Exceeded max scheduling attempts %(max_attempts)d for instance %(instance_uuid)s
es: Se ha superado el máximo de intentos de planificación %(max_attempts)d para la instancia %(instance_uuid)s
pt_br: Máximo de tentativas de planejamento excedido %(max_attempts)d para a instância %(instance_uuid)s
zh_cn: 对于实例 %(instance_uuid)s，已超过最大调度尝试次数 %(max_attempts)d

source: Host filter ignoring hosts: %s
es: Filtro de huésped ignorando huéspedes: %s
pt_br: Filtro de host ignorando hosts: %s

source: Host filter forcing available hosts to %s
es: Filtro de huésped forzando a los huéspedes disponibles a %s

source: No hosts matched due to not matching 'force_hosts' value of '%s'
es: No se han relacionado huéspedes debido a que no hay valores relacionados de '%s' a 'force_hosts'
fr: Aucun hôte identifié ayant une valeur '%s' définie pour 'force_hosts'

source: Host filter forcing available nodes to %s
es: Filtro de huéspedes forzando nodos disponibles a %s

source: No nodes matched due to not matching 'force_nodes' value of '%s'
es: No se han relacionado nodos debido a que no hay valores relacionados de '%s' a 'force_nodes'
fr: Aucun noeud identifié ayant une valeur '%s' définie pour 'force_nodes'

source: No service for compute ID %s
es: No hay servicio para el ID de cálculo %s
pt_br: Nenhum serviço para o ID de cálculo %s
zh_cn: 计算节点 %s 没有服务

source: Removing dead compute node %(host)s:%(node)s from scheduler
es: Eliminando nodo de cálculo inactivo %(host)s:%(node)s del planificador
pt_br: Removendo o nó de cálculo inativo %(host)s:%(node)s do planejador
zh_cn: 正在从调度程序除去已终止的计算节点 %(host)s:%(node)s

source: Could not stat scheduler options file %(filename)s: '%(e)s'
es: No se han podido crear estadísticas de archivo de opciones de planificador %(filename)s: '%(e)s'
pt_br: Não foi possível realizar stat do arquivo de opções do planejador %(filename)s: '%(e)s'
zh_cn: 无法统计调度器的选项文件 %(filename)s：“%(e)s”

source: Could not decode scheduler options: '%s'
es: No se pueden decodificar las opciones del programador: '%s'

source: Failed to %(service)s_%(method)s: %(ex)s
es: Fallo para %(service)s_%(method)s: %(ex)s

source: VCPUs not set; assuming CPU collection broken
es: VCPU no establecidas; suponiendo que la colección de CPU se ha interrumpido
pt_br: VCPUs não configurado; supondo coleta da CPU quebrada
zh_cn: 未设置 VCPUs；假设 CPU 集合损坏了

source: %(num_values)d ratio values found, of which the minimum value will be used.
es: relación de valores %(num_values)d encontrado, de los cuales el valor mínimo será utilizado.

source: Could not decode cpu_allocation_ratio: '%s'
es: No se puede decodificar cpu_allocation_ratio: '%s'

source: Could not decode ram_allocation_ratio: '%s'
es: No se puede decodificar ram_allocation_ratio: '%s'

source: ServiceGroup driver defined as an instance of %s
es: El controlador ServiceGroup se ha definido como una instancia de %s
pt_br: Driver ServiceGroup definido como uma instância de %s

source: unknown ServiceGroup driver name: %s
es: Nombre de controlador ServiceGroup desconocido: %s
fr: Nom de pilote ServiceGroup inconnu : %s
pt_br: nome do driver ServiceGroup desconhecido: %s
zh_cn: ServiceGroup 驱动程序名称未知：%s

source: Join new ServiceGroup member %(member_id)s to the %(group_id)s group, service = %(service)s
es: Una el nuevo miembro de ServiceGroup %(member_id)s al grupo %(group_id)s, servicio = %(service)s
pt_br: Associe o novo membro do ServiceGroup %(member_id)s ao grupo %(group_id)s, serviço = %(service)s
zh_cn: 请将新的 ServiceGroup 成员 %(member_id)s 加入到 %(group_id)s 组中，service=%(service)s

source: Explicitly remove the given member %(member_id)s from the%(group_id)s group monitoring
es: Elimine de forma explícita el miembro proporcionado %(member_id)s de la supervisión de grupo %(group_id)s
pt_br: Remova explicitamente o membro fornecido %(member_id)s do monitoramento do grupo %(group_id)s
zh_cn: 请显式从 %(group_id)s 组监视中除去给定的成员 %(member_id)s

source: Returns ALL members of the [%s] ServiceGroup
es: Devuelve TODOS los miembros del grupo de servicios [%s]
pt_br: Retorna TODOS os membros do [%s] ServiceGroup

source: Returns one member of the [%s] group
es: Devuelve un miembro del grupo [%s]
pt_br: Retorna um membro do grupo [%s]

source: DB_Driver: join new ServiceGroup member %(member_id)s to the %(group_id)s group, service = %(service)s
es: DB_Driver: una el nuevo miembro de ServiceGroup %(member_id)s al grupo %(group_id)s, servicio = %(service)s
pt_br: DB_Driver: associe o novo membro do ServiceGroup %(member_id)s ao grupo %(group_id)s, serviço = %(service)s
zh_cn: DB_Driver：请将新的 ServiceGroup 成员 %(member_id)s 加入到 %(group_id)s 组中，service=%(service)s

source: service is a mandatory argument for DB based ServiceGroup driver
es: el servicio es un argumento obligatorio para el controlador ServiceGroup basado en base de datos
fr: Le service est un argument obligatoire pour le pilote ServiceGroup utilisant la base de données
ko_kr: 서비스는 DB 기반 ServiceGroup 드라이버의 필수 인수임
pt_br: o serviço é um argumento obrigatório para driver do ServiceGroup baseado em BD
tr_tr: servis, DB tabanlı Servis Grubu sürücüsü için gerekli bir değişkendir
zh_cn: service 对于基于数据库的 ServiceGroup 驱动程序是必需的自变量
zh_tw: 服務是 DB 型 ServiceGroup 驅動程式的必要引數

source: DB_Driver: get_all members of the %s group
es: Controlador de base de datos: obtener todos los miembros del grupo %s
pt_br: DB_Driver: get_all membros do grupo %s

source: Recovered model server connection!
es: Recuperada la conexión al servidor de modelos.
pt_br: Recuperada conexão servidor de modelo.
zh_cn: 与模型服务器(model server)的连接已恢复！

source: model server went away
es: el servidor de modelos se ha ido
pt_br: servidor de modelo perdido
zh_cn: 失去与模型服务器的连接

source: memcached_servers not defined
es: memcached_servers sin definir
fr: memcached_servers non défini
ko_kr: memcached_servers가 정의되지 않음
pt_br: memcached_servers não definido
zh_cn: 未定义 memcached_servers
zh_tw: 未定義 memcached_servers

source: Memcached_Driver: join new ServiceGroup member %(member_id)s to the %(group_id)s group, service = %(service)s
es: Memcached_Driver: una el nuevo miembro de ServiceGroup %(member_id)s al grupo %(group_id)s, servicio = %(service)s
pt_br: Memcached_Driver: associe o novo membro do ServiceGroup %(member_id)s ao grupo %(group_id)s, serviço = %(service)s
zh_cn: Memcached_Driver：请将新的 ServiceGroup 成员 %(member_id)s 加入到 %(group_id)s 组中，service=%(service)s

source: service is a mandatory argument for Memcached based ServiceGroup driver
es: el servicio es un argumento obligatorio para el controlador de ServiceGroup basado en Memcached
fr: Le service est un argument obligatoire pour le pilote ServiceGroup utilisant Memcached
ko_kr: 서비스는 Memcached 기반 ServiceGroup 드라이버의 필수 인수임
pt_br: o serviço é um argumento obrigatório para o driver do ServiceGroup com base em Memcached
tr_tr: servis, Memcached tabanlı Servis Grubu sürücüsü için gerekli bir bağımsız değişkendir
zh_cn: service 对于基于 Memcached 的 ServiceGroup 驱动程序是必需的自变量
zh_tw: 服務是 Memcached 型 ServiceGroup 驅動程式的必要引數

source: Memcached_Driver: get_all members of the %s group
es: Memcached_Driver: get_all (obtener todos) miembros del grupo %s
pt_br: Memcached_Driver: get_all membros do grupo %s

source: ZooKeeperDriver: join new member %(id)s to the %(gr)s group, service=%(sr)s
es: ZooKeeperDriver: una el nuevo miembro %(id)s al grupo %(gr)s, servicio=%(sr)s
pt_br: ZooKeeperDriver: associe o novo membro %(id)s ao grupo %(gr)s, serviço=%(sr)s

source: Unable to join. It is possible that either another node exists with the same name, or this node just restarted. We will try again in a short while to make sure.
es: No se ha podido unir. Es posible que exista otro nodo con el mismo nombre, o que este nodo se acabe de reiniciar. Volverá a intentarse en poco tiempo para asegurarse.
pt_br: Não é possível associar. É possível que um outro nó exista com o mesmo nome ou esse nó acabou de ser reiniciado. Vamos tentar novamente daqui a pouco para certificar-se.
zh_cn: 无法加入。可能存在另一具有相同名称的节点，或此节点刚才已重新启动。我们稍后将再次进行尝试以进行核实。

source: ZooKeeperDriver.leave: %(member)s from group %(group)s
es: ZooKeeperDriver.leave: %(member)s del grupo %(group)s
pt_br: ZooKeeperDriver.leave: %(member)s do grupo %(group)s

source: ZooKeeperDriver.leave: %(id)s has not joined to the %(gr)s group
es: ZooKeeperDriver.leave: %(id)s no se ha unido al grupo %(gr)s
pt_br: ZooKeeperDriver.leave: %(id)s associou-se ao grupo %(gr)s
zh_cn: ZooKeeperDriver.leave：%(id)s 尚未加入到 %(gr)s 组

source: Trying (%(tries)s) to remove device %(device)s
es: Intentando (%(tries)s) eliminar dispositivo %(device)s
pt_br: Tentando (%(tries)s) remover o dispositivo %(device)s

source: Multipath call failed exit (%(code)s)
es: La llamada a multivía de acceso no ha podido salir (%(code)s)
pt_br: A saída da chamada de caminhos múltiplos falhou (%(code)s)
zh_cn: 多路径调用失败，退出代码为 (%(code)s)

source: Couldn't find multipath device %s
es: No se puede encontrar el dispositivo multiruta %s

source: Found multipath device = %s
es: Encontrado dispositivo multiruta = %s

source: Attempted to instantiate singleton
es: Intento de instanciar sigleton
fr: Tentative d'instanciation d'un singleton
pt_br: Tentativa de instanciar singleton
zh_cn: 试图实例化单例

source: Faking execution of cmd (subprocess): %s
es: Falsificando ejecución de mandato (subproceso): %s
pt_br: Execução falsa de cmd (subprocesso): %s

source: Faked command matched %s
es: Mandato falso coincidía con %s
pt_br: Comando falso correspondeu a %s

source: Faked command raised an exception %s
es: El mandato falso ha generado una excepción %s
pt_br: Comando falso levantou uma exceção %s

source: Reply to faked command is stdout='%(stdout)s' stderr='%(stderr)s'
es: La respuesta al mandato falso es salida estándar='%(stdout)s' error estándar='%(stderr)s'
pt_br: Responder ao comando falso é stdout='%(stdout)s' stderr='%(stderr)s'

source: status must be available
es: el estado debe ser disponible
fr: l'état doit être disponible
pt_br: o status deve estar disponível
zh_cn: 状态必须可用

source: already attached
es: ya está conectado
fr: déjà attaché
pt_br: já conectado
zh_cn: 已经附加

source: Instance and volume not in same availability_zone
es: La instancia y el volumen no están en la misma availability_zone
fr: L'instance et le volume ne sont pas dans le même availability_zone
pt_br: A instância e o volume não estão em availability_zone igual
zh_cn: 实例和卷没有在同一 availability_zone 中

source: already detached
es: ya está desconectado
fr: déjà détaché
pt_br: já removido
zh_cn: 已经分离

source: unexpected role header
es: cabecera de rol inesperada
fr: en-tête de rôle inattendu
pt_br: cabeçalho da função inesperado
zh_cn: 存在意外角色头

source: Quota exceeded for instances: Requested 1, but already used 10 of 10 instances
es: Se ha superado la cuota para las instancias: solicitada 1, pero ya se han utilizado 10 de 10 instancias
fr: Quota dépassé pour les instances : 1 instance demandée mais déjà 10 instances sur 10 sont utilisées
pt_br: Cota excedida para instâncias: 1 solicitada, mas já usadas 10 de 10 instâncias
zh_cn: 对于实例数，已超过配额：请求了 1 个实例，但是已使用 10 个实例（共 10 个实例）

source: Quota exceeded for ram: Requested 4096, but already used 8192 of 10240 ram
es: Se ha superado la cuota para ram: Solicitadas 4096, ya utilizadas 8192 de 10240 ram
fr: Quota dépassé pour la RAM : 4096 octets demandés mais 8192 déjà utilisés sur 10240
pt_br: Cota excedida para ram: 4096 Solicitadas, mas já usadas 8192 de 10240 ram
zh_cn: 对于 ram，已超过配额：请求了 4096 ram，但是已使用 8192 ram（共 10240 ram）

source: Quota exceeded for cores: Requested 2, but already used 9 of 10 cores
es: Se ha superado la cuota para núcleos: Solicitados 2, pero ya utilizados 9 de 10 núcleos
fr: Quota dépassé pour des coeurs : 2 demandés mais 9 coeurs déjà utilisés de 10
pt_br: Cota excedida para núcleos: 2 Solicitados 2, mas já usados 9 de 10 núcleos
zh_cn: 对于核心数，已超过配额：请求了 2 个核心，但是已使用 9 个核心（共 10 个核心）

source: Running instances: %s
es: Ejecutando instancias: %s
pt_br: Instâncias em execução: %s
zh_cn: 正在运行的实例：%s

source: After terminating instances: %s
es: Después de terminar las instancias: %s
pt_br: Depois de finalizar instâncias: %s
zh_cn: 终止实例之后：%s

source: Internal error
es: Error interno
pt_br: Erro interno
zh_cn: 内部错误

source: After force-killing instances: %s
es: Después de finalizar de forma forzada las instancias: %s
pt_br: Depois de forçar a eliminação de instâncias: %s
zh_cn: 强制杀死实例后：%s

source: wrong host/node
es: host/nodo incorrecto
fr: hôte/noeud erroné
pt_br: host/nó errado
zh_cn: 主机/节点不正确

source: spawn error
es: error de generación
fr: Erreur de génération
pt_br: erro de criação

source: Keypair data is invalid
es: Los datos del par de claves no son válidos
pt_br: O par de chaves é inválido
zh_cn: 密钥对数据无效

source: The following migrations are missing a downgrade: %s
es: Falta una degradación en las migraciones siguientes: %s
fr: Une rétromigration manque pour les migrations suivantes : %s
pt_br: Está faltando fazer downgrade nas seguintes migrações: %s
zh_cn: 下面的迁移缺少了降级： %s

source: %(result_str)s: %(result)s is not a dict.
es: %(result_str)s: %(result)s no es un diccionario.
fr: %(result_str)s : %(result)s n'est pas un dict.
pt_br: %(result_str)s: %(result)s não é um dicionário.
zh_cn: %(result_str)s：%(result)s 不是字典。
