Repository: openstack/nova
Catalog: locale/*.po
Languages: es

source: Failed to add nic to VM %s
es: Fallo al añadir nic a la VM %s

source: Created nic for %s
es: Creando nic para %s

source: WMI job failed: %s
es: Trabajo WMI falló: %s

source: WMI job succeeded: %s, Elapsed=%s
es: Trabajo WMI ha tenido exito: %s, Transcurrido=%s

source: Got request to destroy vm %s
es: Recibida solicitud para destruir vm %s

source: Failed to destroy vm %s
es: Fallo al destruir vm %s

source: Del: disk %s vm %s
es: Del: disco %s vm %s

source: Got Info for vm %s: state=%s, mem=%s, num_cpu=%s, cpu_time=%s
es: Obtenida información para vm %s: state=%s, mem=%s, num_cpu=%s, cpu_time=%s

source: duplicate name found: %s
es: se ha encontrado un nombre duplicado: %s

source: Successfully changed vm state of %s to %s
es: Cambio de estado de la vm con éxito de %s a %s

source: Failed to change vm state of %s to %s
es: Fallo al cambiar el estado de la vm de %s a %s

source: Finished retreving %s -- placed in %s
es: Finalizada la obtención de %s -- coloado en %s

source: Connecting to libvirt: %s
es: Conectando a libvirt: %s

source: Connection to libvirt broke
es: Conexión a libvirt rota

source: instance %s: deleting instance files %s
es: instancia %s: eliminando los ficheros de la instancia %s

source: No disk at %s
es: No hay disco en %s

source: Instance snapshotting is not supported for libvirtat this time
es: El snapshotting de instancias no está soportado en libvirt en este momento

source: instance %s: rebooted
es: instancia %s: reiniciada

source: _wait_for_reboot failed: %s
es: _wait_for_reboot falló: %s

source: instance %s: rescued
es: instancia %s: rescatada

source: _wait_for_rescue failed: %s
es: _wait_for_rescue falló: %s

source: instance %s: is running
es: instancia %s: está ejecutándose

source: instance %s: booted
es: instancia %s: arrancada

source: instance %s: failed to boot
es: insntancia %s: falló al arrancar

source: virsh said: %r
es: virsh dijo: %r

source: cool, it's a device
es: genial, es un dispositivo

source: data: %r, fpath: %r
es: datos: %r, fpath: %r

source: Contents of file %s: %r
es: Contenidos del fichero %s: %r

source: instance %s: Creating image
es: instancia %s: Creando imagen

source: instance %s: injecting key into image %s
es: instancia %s: inyectando clave en la imagen %s

source: instance %s: injecting net into image %s
es: instancia %s: inyectando red en la imagen %s

source: instance %s: ignoring error injecting data into image %s (%s)
es: instancia %s: ignorando el error al inyectar datos en la imagen %s (%s)

source: instance %s: starting toXML method
es: instancia %s: comenzando método toXML

source: instance %s: finished toXML method
es: instancia %s: finalizado método toXML

source: Must specify xenapi_connection_url, xenapi_connection_username (optionally), and xenapi_connection_password to use connection_type=xenapi
es: Debes especificar xenapi_connection_url, xenapi_connection_username (opcional), y xenapi_connection_password para usar connection_type=xenapi

source: Task [%s] %s status: success %s
es: Tarea [%s] %s estado: éxito %s

source: Task [%s] %s status: %s %s
es: Tarea [%s] %s estado: %s %s

source: Got exception: %s
es: Obtenida excepción %s

source: Raising NotImplemented
es: Lanzando NotImplemented

source: xenapi.fake does not have an implementation for %s
es: xenapi.fake no tiene una implementación para %s

source: Calling %s %s
es: Llamando %s %s

source: Calling getter %s
es: Llanado al adquiridor %s

source: xenapi.fake does not have an implementation for %s or it has been called with the wrong number of arguments
es: xenapi.fake no tiene una implementación para %s o ha sido llamada con un número incorrecto de argumentos

source: Found non-unique network for bridge %s
es: Encontrada una red no única para el puente %s

source: Found no network for bridge %s
es: No se ha encontrado red para el puente %s

source: Created VM %s as %s.
es: Creada VM %s cómo %s

source: Creating VBD for VM %s, VDI %s ...
es: Creando VBD para VM %s, VDI %s...

source: Created VBD %s for VM %s, VDI %s.
es: Creado VBD %s for VM %s, VDI %s.

source: VBD not found in instance %s
es: VBD no encontrado en la instancia %s

source: Unable to unplug VBD %s
es: Imposible desconectar VBD %s

source: Unable to destroy VBD %s
es: Imposible destruir VBD %s

source: Creating VIF for VM %s, network %s.
es: Creando VIF para VM %s, red %s.

source: Created VIF %s for VM %s, network %s.
es: Creado VIF %s para VM %s, red %s.

source: Snapshotting VM %s with label '%s'...
es: Creando snapshot de la VM %s con la etiqueta '%s'...

source: Created snapshot %s from VM %s.
es: Creando snapshot %s de la VM %s

source: Asking xapi to upload %s as '%s'
es: Solicitando a xapi la subida de %s cómo %s'

source: Asking xapi to fetch %s as %s
es: Solicitando a xapi obtener %s cómo %s

source: Looking up vdi %s for PV kernel
es: Buscando vid %s para el kernel PV

source: PV Kernel in VDI:%d
es: PV Kernel en VDI:%d

source: VDI %s is still available
es: VDI %s está todavía disponible

source: VHD %s has parent %s
es: VHD %s tiene cómo padre a %s

source: Re-scanning SR %s
es: Re-escaneando SR %s

source: Parent %s doesn't match original parent %s, waiting for coalesce...
es: El padre %s no concuerda con el padre original %s, esperando la unión...

source: No VDIs found for VM %s
es: No se han encontrado VDI's para VM %s

source: Unexpected number of VDIs (%s) found for VM %s
es: Número no esperado de VDIs (%s) encontrados para VM %s

source: Attempted to create non-unique name %s
es: Intentado la creación del nombre no único %s

source: Starting VM %s...
es: Iniciando VM %s...

source: Spawning VM %s created %s.
es: Iniciando VM %s creado %s.

source: Instance %s: booted
es: Instancia %s: iniciada

source: Instance not present %s
es: Instancia no existente %s

source: Starting snapshot for VM %s
es: Comenzando snapshot para la VM %s

source: Unable to Snapshot %s: %s
es: Incapaz de realizar snapshot %s: %s

source: Finished snapshot and upload for VM %s
es: Finalizado el snapshot y la subida de la VM %s

source: suspend: instance not present %s
es: suspendido: instancia no encontrada: %s

source: resume: instance not present %s
es: reanudar: instancia no encontrada %s

source: Instance not found %s
es: instancia no encontrada %s

source: Introducing %s...
es: Introduciendo %s...

source: Introduced %s as %s.
es: Introducido %s cómo %s.

source: Unable to create Storage Repository
es: Imposible crear el repositorio de almacenamiento

source: Unable to find SR from VBD %s
es: Imposible encontrar SR en VBD %s

source: Forgetting SR %s ...
es: Olvidando SR %s...

source: Ignoring exception %s when getting PBDs for %s
es: Ignorando excepción %s al obtener PBDs de %s

source: Ignoring exception %s when unplugging PBD %s
es: Ignorando excepción %s al desconectar PBD %s

source: Forgetting SR %s done.
es: Olvidando SR %s completado.

source: Ignoring exception %s when forgetting SR %s
es: Ignorando excepción %s al olvidar SR %s

source: Unable to introduce VDI on SR %s
es: Incapaz de insertar VDI en SR %s

source: Unable to get record of VDI %s on
es: Imposible obtener copia del VDI %s en

source: Unable to introduce VDI for SR %s
es: Inposible insertar VDI para SR %s

source: Unable to obtain target information %s, %s
es: Imposible obtener información del destino %s, %s

source: Mountpoint cannot be translated: %s
es: Punto de montaje no puede ser traducido: %s

source: Unable to create VDI on SR %s for instance %s
es: Inpoisble crear VDI en SR %s para la instancia %s

source: Unable to use SR %s for instance %s
es: Imposible utilizar SR %s para la instancia %s

source: Unable to attach volume to instance %s
es: Imposible adjuntar volumen a la instancia %s

source: Mountpoint %s attached to instance %s
es: Punto de montaje %s unido a la instancia %s

source: Unable to locate volume %s
es: Imposible encontrar volumen %s

source: Unable to detach volume %s
es: Imposible desasociar volumen %s

source: Mountpoint %s detached from instance %s
es: Punto d emontaje %s desasociado de la instancia %s

source: Quota exceeeded for %s, tried to create %sG volume
es: Quota excedida para %s, intentando crear el volumen %sG

source: Volume quota exceeded. You cannot create a volume of size %s
es: Quota de volumen superada. No puedes crear un volumen de tamaño %s

source: Volume status must be available
es: El estado del volumen debe estar disponible

source: Volume is already attached
es: El volumen ya está asociado previamente

source: Volume is already detached
es: El volumen ya ha sido desasociado previamente

source: Recovering from a failed execute. Try number %s
es: Recuperandose de una ejecución fallida. Intenta el número %s

source: volume group %s doesn't exist
es: el grupo de volumenes %s no existe

source: FAKE AOE: %s
es: Falso AOE: %s

source: FAKE ISCSI: %s
es: Falso ISCSI: %s

source: Re-exporting %s volumes
es: Exportando de nuevo los volumenes %s

source: volume %s: creating
es: volumen %s: creando

source: volume %s: creating lv of size %sG
es: volumen %s: creando lv de tamaño %sG

source: volume %s: creating export
es: volumen %s: exportando

source: volume %s: created successfully
es: volumen %s: creado satisfactoriamente

source: Volume is still attached
es: El volumen todavía está asociado

source: Volume is not local to this node
es: Volumen no local a este nodo

source: volume %s: removing export
es: volumen %s: eliminando exportación

source: volume %s: deleting
es: volumen %s: eliminando

source: volume %s: deleted successfully
es: volumen %s: eliminado satisfactoriamente
