Repository: openstack/nova
Catalog: locale/*.po
Languages: es

source: Filename of root CA
es: Nombre de fichero de la CA raíz

source: Filename of private key
es: Nombre de fichero de la clave privada

source: Filename of root Certificate Revokation List
es: Nombre de fichero de la lista de certificados de revocación raíz

source: Where we keep our keys
es: Donde guardamos nuestras claves

source: Where we keep our root CA
es: Dónde guardamos nuestra CA raíz

source: Should we use a CA for each project?
es: ¿Deberíamos usar una CA para cada proyecto?

source: Subject for certificate for users, %s for project, user, timestamp
es: Sujeto (Subject) para el certificado de usuarios, %s para el proyecto, usuario, marca de tiempo

source: Subject for certificate for projects, %s for project, timestamp
es: Sujeto (Subject) para el certificado del proyecto, %s para el proyecto, marca de tiempo

source: Subject for certificate for vpns, %s for project, timestamp
es: Sujeto (Subject) para el certificado para vpns, %s para el proyecto, marca de tiempo

source: Unexpected error while running command.
es: Sucedió un error inesperado mientras el comando se ejecutaba.

source: %s Command: %s Exit code: %s Stdout: %r Stderr: %r
es: %s Comando: %s Código de salida: %s Stdout: %s Stderr: %r

source: Uncaught exception
es: Excepción no controlada

source: (%s) publish (key: %s) %s
es: (%s) públicar (clave: %s) %s

source: Publishing to route %s
es: Publicando la ruta %s

source: Declaring queue %s
es: Declarando cola %s

source: Declaring exchange %s
es: Declarando intercambio %s

source: Binding %s to %s with key %s
es: Asociando %s a %s con clave %s

source: Getting from %s: %s
es: Obteniendo desde %s: %s

source: AMQP server on %s:%d is unreachable. Trying again in %d seconds.
es: El servidor AMQP en %s:%d no se puede alcanzar. Se reintentará en %d segundos.

source: Unable to connect to AMQP server after %d tries. Shutting down.
es: Imposible conectar al servidor AMQP después de %d intentos. Apagando.

source: Reconnected to queue
es: Reconectado a la cola

source: Failed to fetch message from queue
es: Fallo al obtener el mensaje de la cola

source: received %s
es: recibido %s

source: no method for message: %s
es: no hay método para el mensaje: %s

source: No method for message: %s
es: No hay método para el mensaje: %s

source: unpacked context: %s
es: contenido desempaquetado: %s

source: Making asynchronous call...
es: Haciendo una llamada asíncrona...

source: MSG_ID is %s
es: MSG_ID es %s

source: response %s
es: respuesta %s

source: message %s
es: mensaje %s

source: Starting %s node
es: Inciando nodo %s

source: Service killed that has no database entry
es: Se detuvo un servicio sin entrada en la base de datos

source: The service database object disappeared, Recreating it.
es: El servicio objeto de base de datos ha desaparecido, recreándolo.

source: Recovered model server connection!
es: Recuperada la conexión al servidor de modelos.

source: model server went away
es: el servidor de modelos se ha ido

source: Data store %s is unreachable. Trying again in %d seconds.
es: El almacen de datos %s es inalcanzable. Reintentandolo en %d segundos.

source: Serving %s
es: Sirviendo %s

source: Full set of FLAGS:
es: Conjunto completo de opciones:

source: pidfile %s does not exist. Daemon not running?
es: el pidfile %s no existe. ¿No estará el demonio parado?

source: Starting %s
es: Comenzando %s

source: Inner Exception: %s
es: Excepción interna: %s

source: Class %s cannot be found
es: La clase %s no ha podido ser encontrada.

source: Fetching %s
es: Obteniendo %s

source: Running cmd (subprocess): %s
es: Ejecutando cmd (subprocesos): %s

source: Result was %s
es: El resultado fue %s

source: debug in callback: %s
es: Depuración de la devolución de llamada: %s

source: Running %s
es: Ejecutando %s

source: Couldn't get IP, using 127.0.0.1 %s
es: No puedo obtener IP, usando 127.0.0.1 %s

source: Invalid backend: %s
es: backend inválido: %s

source: Too many failed authentications.
es: Demasiados intentos de autenticacion fallidos.

source: Access key %s has had %d failed authentications and will be locked out for %d minutes.
es: La clave de acceso %s ha tenido %d fallos de autenticación y se bloqueará por %d minutos.

source: Authentication Failure: %s
es: Fallo de autenticación: %s

source: Authenticated Request For %s:%s)
es: Solicitud de autenticación para %s:%s

source: action: %s
es: acción: %s

source: Unauthorized request for controller=%s and action=%s
es: Solicitud no autorizada para controller=%s y action=%s

source: NotFound raised: %s
es: No encontrado: %s

source: ApiError raised: %s
es: Sucedió un ApiError: %s

source: Unexpected error raised: %s
es: Sucedió un error inexperado: %s

source: An unknown error has occurred. Please try your request again.
es: Ha sucedido un error desconocido. Por favor repite el intento de nuevo.

source: Creating new user: %s
es: Creando nuevo usuario: %s

source: Deleting user: %s
es: Eliminando usuario: %s

source: Adding role %s to user %s for project %s
es: Añadiendo rol %s al usuario %s para el proyecto %s

source: Adding sitewide role %s to user %s
es: Añadiendo rol global %s al usuario %s

source: Removing role %s from user %s for project %s
es: Eliminando rol %s del usuario %s para el proyecto %s

source: Removing sitewide role %s from user %s
es: Eliminando rol global %s del usuario %s

source: operation must be add or remove
es: la operación debe ser añadir o eliminar

source: Getting x509 for user: %s on project: %s
es: Obteniendo x509 para el usuario: %s en el proyecto %s

source: Create project %s managed by %s
es: Creación del proyecto %s gestionada por %s

source: Delete project: %s
es: Borrar proyecto: %s

source: Adding user %s to project %s
es: Añadiendo usuario %s al proyecto %s

source: Removing user %s from project %s
es: Eliminando usuario %s del proyecto %s

source: Unsupported API request: controller = %s,action = %s
es: Solicitud de API no soportada: controller=%s,action=%s

source: Generating root CA: %s
es: Generando CA raiz: %s

source: Create key pair %s
es: Creando par de claves %s

source: Delete key pair %s
es: Borrar para de claves %s

source: %s is not a valid ipProtocol
es: %s no es un ipProtocol valido

source: Invalid port range
es: Rango de puerto inválido

source: Revoke security group ingress %s
es: Revocar ingreso al grupo de seguridad %s

source: No rule for the specified parameters.
es: No hay regla para los parámetros especificados.

source: Authorize security group ingress %s
es: Autorizar ingreso al grupo de seguridad %s

source: This rule already exists in group %s
es: Esta regla ya existe en el grupo %s

source: Create Security Group %s
es: Crear Grupo de Seguridad %s

source: group %s already exists
es: el grupo %s ya existe

source: Delete security group %s
es: Borrar grupo de seguridad %s

source: Get console output for instance %s
es: Obtener salida de la consola para la instancia %s

source: Create volume of %s GB
es: Crear volumen de %s GB

source: Attach volume %s to instacne %s at %s
es: Asociar volumen %s a la instancia %s en %s

source: Detach volume %s
es: Desasociar volumen %s

source: Allocate address
es: Asignar dirección

source: Release address %s
es: Liberar dirección %s

source: Associate address %s to instance %s
es: Asociar dirección %s a la instancia %s

source: Disassociate address %s
es: Desasociar dirección %s

source: Going to start terminating instances
es: Se va a iniciar la finalización de las instancias

source: Reboot instance %r
es: Reiniciar instancia %r

source: De-registering image %s
es: Des-registrando la imagen %s

source: Registered image %s with id %s
es: Registrada imagen %s con id %s

source: attribute not supported: %s
es: atributo no soportado: %s

source: invalid id: %s
es: id no valido: %s

source: user or group not specified
es: usuario o grupo no especificado

source: only group "all" is supported
es: sólo el grupo "all" está soportado

source: operation_type must be add or remove
es: operation_type debe ser añadir o eliminar

source: Updating image %s publicity
es: Actualizando imagen %s públicamente

source: Failed to get metadata for ip: %s
es: Fallo al generar metadatos para la ip %s

source: Caught error: %s
es: Capturado error: %s

source: Including admin operations in API.
es: Incluyendo operaciones de administración in API.

source: User %s already exists
es: El usuario %s ya existe

source: Project can't be created because manager %s doesn't exist
es: El proyecto no puede ser creado porque el administrador %s no existe

source: Project can't be created because project %s already exists
es: El proyecto no puede ser creado porque el proyecto %s ya existe

source: Project can't be modified because manager %s doesn't exist
es: El proyecto no puede ser modificado porque el administrador %s no existe

source: User "%s" not found
es: No se ha encontrado el usuario "%s"

source: Project "%s" not found
es: No se ha encontrado el proyecto "%s"

source: Attempted to instantiate singleton
es: Intento de instanciar sigleton

source: LDAP object for %s doesn't exist
es: El objeto LDAP para %s no existe

source: Project can't be created because user %s doesn't exist
es: El proyecto no puede ser creado porque el usuario %s no existe

source: User %s is already a member of the group %s
es: El usuario %s ya es miembro de el grupo %s

source: Attempted to remove the last member of a group. Deleting the group at %s instead.
es: Se ha intentado eliminar el último miembro de un grupo. Eliminando el grupo %s en su lugar.

source: Group at dn %s doesn't exist
es: El grupo con dn %s no existe

source: Looking up user: %r
es: Buscando usuario: %r

source: Failed authorization for access key %s
es: Fallo de autorización para la clave de acceso %s

source: No user found for access key %s
es: No se ha encontrado usuario para la clave de acceso %s

source: Using project name = user name (%s)
es: Utilizando nombre de proyecto = nombre de usuario (%s)

source: failed authorization: no project named %s (user=%s)
es: fallo de autorización: no existe proyecto con el nombre %s (usuario=%s)

source: No project called %s could be found
es: No se ha podido encontrar un proyecto con nombre %s

source: Failed authorization: user %s not admin and not member of project %s
es: Fallo de autorización: el usuario %s no es administrador y no es miembro del proyecto %s

source: User %s is not a member of project %s
es: El usuario %s no es miembro del proyecto %s

source: Invalid signature for user %s
es: Firma invalida para el usuario %s

source: Signature does not match
es: Las firmas no concuerdan

source: Must specify project
es: Debes especificar un proyecto

source: The %s role can not be found
es: El rol %s no se ha podido encontrar

source: The %s role is global only
es: El rol %s es únicamente global

source: Adding role %s to user %s in project %s
es: Añadiendo rol %s al usuario %s en el proyecto %s

source: Removing role %s from user %s on project %s
es: Eliminando rol %s al usuario %s en el proyecto %s

source: Created project %s with manager %s
es: Proyecto %s creado con administrador %s

source: modifying project %s
es: modificando proyecto %s

source: Remove user %s from project %s
es: Eliminar usuario %s del proyecto %s

source: Deleting project %s
es: Eliminando proyecto %s

source: Created user %s (admin: %r)
es: Creado usuario %s (administrador: %r)

source: Deleting user %s
es: Eliminando usuario %s

source: Access Key change for user %s
es: Cambio de clave de acceso para el usuario %s

source: Secret Key change for user %s
es: Cambio de clave secreta para el usuario %s

source: Admin status set to %r for user %s
es: El estado del administrador se ha fijado a %r para el usuario %s

source: No vpn data for project %s
es: No hay datos vpn para el proyecto %s

source: Network to push into openvpn config
es: Red a insertar en la configuración de openvpn

source: Netmask to push into openvpn config
es: Mascara de red a insertar en la configuración de openvpn

source: Launching VPN for %s
es: Lanzando VPN para %s

source: Instance %d was not found in get_network_topic
es: La instancia %d no se ha encontrado en get_network_topic

source: Instance %d has no host
es: La instancia %d no tiene host

source: Quota exceeeded for %s, tried to run %s instances
es: Quota superada por %s, intentando lanzar %s instancias

source: Instance quota exceeded. You can only run %s more instances of this type.
es: Quota de instancias superada. Sólo puedes ejecutar %s instancias más de este tipo.

source: Creating a raw instance
es: Creando una instancia raw

source: Going to run %s instances...
es: Vamos a ejecutar %s insntacias...

source: Casting to scheduler for %s/%s's instance %s
es: Llamando al planificar para %s/%s insntancia %s

source: Going to try and terminate %s
es: Se va a probar y terminar %s

source: Instance %d was not found during terminate
es: La instancia %d no se ha encontrado durante la finalización

source: Instance %d is already being terminated
es: La instancia %d ha sido finalizada

source: Invalid device specified: %s. Example device: /dev/vdb
es: El dispositivo especificado no es válido: %s. Ejemplo de dispositivo: /dev/vdb

source: Volume isn't attached to anything!
es: ¡El volumen no está unido a nada!

source: Input partition size not evenly divisible by sector size: %d / %d
es: El tamaño de la partición de entrada no es divisible de forma uniforme por el tamaño del sector: %d / %d

source: Bytes for local storage not evenly divisible by sector size: %d / %d
es: Los bytes del almacenamiento local no son divisibles de forma uniforme por el tamaño del sector: %d / %d

source: Could not attach image to loopback: %s
es: No se puede unir la imagen con el loopback: %s

source: Failed to load partition: %s
es: Fallo al cargar la partición: %s

source: Failed to mount filesystem: %s
es: Fallo al montar el sistema de ficheros: %s

source: Unknown instance type: %s
es: Tipo de instancia desconocido: %s

source: check_instance_lock: executing: |%s|
es: check_instance_lock: ejecutando: |%s|

source: check_instance_lock: not executing |%s|
es: check_instance_lock: no ejecutando |%s|

source: Instance has already been created
es: La instancia ha sido creada previamente

source: instance %s: starting...
es: instancia %s: iniciando...

source: instance %s: Failed to spawn
es: Instancia %s: no se pudo iniciar

source: Terminating instance %s
es: Finalizando la instancia %s

source: Disassociating address %s
es: Desasociando la dirección %s

source: Deallocating address %s
es: Desasociando la dirección %s

source: trying to destroy already destroyed instance: %s
es: intentando finalizar una instancia que ya había sido finalizada: %s

source: Rebooting instance %s
es: Reiniciando instancia %s

source: trying to reboot a non-running instance: %s (state: %s excepted: %s)
es: intentando reiniciar una instancia que no está en ejecución: %s (estado: %s esperado: %s)

source: instance %s: snapshotting
es: instancia %s: creando snapshot

source: trying to snapshot a non-running instance: %s (state: %s excepted: %s)
es: intentando crear un snapshot de una instancia que no está en ejecución: %s (estado: %s esperado: %s)

source: instance %s: rescuing
es: instancia %s: rescatando

source: instance %s: pausing
es: instancia %s: pausando

source: instance %s: unpausing
es: instnacia %s: continuando tras pausa

source: instance %s: retrieving diagnostics
es: instancia %s: obteniendo los diagnosticos

source: instance %s: suspending
es: instancia %s: suspendiendo

source: instance %s: resuming
es: instancia %s: continuando

source: instance %s: locking
es: instancia %s: bloqueando

source: instance %s: unlocking
es: instancia %s: desbloqueando

source: instance %s: getting locked state
es: instancia %s: pasando a estado bloqueado

source: instance %s: attaching volume %s to %s
es: instancia %s: asociando volumen %s a %s

source: instance %s: attach failed %s, removing
es: instalación %s: asociación fallida %s, eliminando

source: Detach volume %s from mountpoint %s on instance %s
es: Desvinculando volumen %s del punto de montaje %s en la instancia %s

source: Detaching volume from unknown instance %s
es: Desvinculando volumen de instancia desconocida %s

source: updating %s...
es: actualizando %s...

source: unexpected error during update
es: error inesperado durante la actualización

source: Cannot get blockstats for "%s" on "%s"
es: No puedo obtener estadísticas del bloque para "%s" en "%s"

source: Cannot get ifstats for "%s" on "%s"
es: No puedo obtener estadísticas de la interfaz para "%s" en "%s"

source: unexpected exception getting connection
es: excepción inexperada al obtener la conexión

source: Found instance: %s
es: Encontrada interfaz: %s

source: Use of empty request context is deprecated
es: El uso de una petición de contexto vacía está en desuso

source: No service for id %s
es: No hay servicio para el id %s

source: No service for %s, %s
es: No hay servicio para %s, %s

source: No floating ip for address %s
es: No hay ip flotante para la dirección %s

source: No instance for id %s
es: No hay instancia con id %s

source: Instance %s not found
es: La instancia %s no se ha encontrado

source: no keypair for user %s, name %s
es: no hay par de claves para el usuario %s, nombre %s

source: No network for id %s
es: No hay red para el id %s

source: No network for bridge %s
es: No hay red para el puente %s

source: No network for instance %s
es: No hay red para la instancia %s

source: Token %s does not exist
es: El token %s no existe

source: No quota for project_id %s
es: No hay quota para el project:id %s

source: No volume for id %s
es: No hay volumen para el id %s

source: Volume %s not found
es: El volumen %s no se ha encontrado

source: No export device found for volume %s
es: No se ha encontrado dispositivo exportado para el volumen %s

source: No target id found for volume %s
es: No se ha encontrado id de destino para el volumen %s

source: No security group with id %s
es: No hay un grupo de seguridad con el id %s

source: No security group named %s for project: %s
es: No hay un grupo de seguridad con nombre %s para el proyecto: %s

source: No secuity group rule with id %s
es: No hay una regla para el grupo de seguridad con el id %s

source: No user for id %s
es: No hay un usuario con el id %s

source: No user for access key %s
es: No hay un usuario para la clave de acceso %s

source: No project with id %s
es: No hay proyecto con id %s

source: Parallax returned HTTP error %d from request for /images
es: Parallax ha devuelto un error HTTP %d a la petición para /images

source: Parallax returned HTTP error %d from request for /images/detail
es: Parallax ha devuelto un error HTTP %d para la petición para /images/detail

source: Image %s could not be found
es: La imagen %s no ha podido ser encontrada

source: Quota exceeeded for %s, tried to allocate address
es: Quota excedida para %s, intentando asignar direcciones

source: Address quota exceeded. You cannot allocate any more addresses
es: La quota de direcciones ha sido excedida. No puedes asignar más direcciones

source: Starting VLAN inteface %s
es: Iniciando interfaz VLAN %s

source: Starting Bridge interface for %s
es: Iniciando interfaz puente para %s

source: Hupping dnsmasq threw %s
es: Excepción al recargar la configuración de dnsmasq: %s

source: Pid %d is stale, relaunching dnsmasq
es: El pid %d está pasado, relanzando dnsmasq

source: Killing dnsmasq threw %s
es: Al matar dnsmasq se lanzó %s

source: setting network host
es: configurando la red del host

source: Leasing IP %s
es: Liberando IP %s

source: IP %s leased to bad mac %s vs %s
es: IP %s asociada a una mac incorrecta %s vs %s

source: Unknown S3 value type %r
es: Tipo de valor S3 %r desconocido

source: Authenticated request
es: Petición autenticada

source: List of buckets requested
es: Listado de cubos solicitado

source: List keys for bucket %s
es: Lista de claves para el cubo %s

source: Unauthorized attempt to access bucket %s
es: Intento no autorizado para acceder al cubo %s

source: Creating bucket %s
es: Creando el cubo %s

source: Deleting bucket %s
es: Eliminando el cubo %s

source: Unauthorized attempt to delete bucket %s
es: Intento no autorizado de eliminar el cubo %s

source: Getting object: %s / %s
es: Obteniendo objeto: %s / %s

source: Unauthorized attempt to get object %s from bucket %s
es: Intento no autorizado de obtener el objeto %s en el cubo %s

source: Putting object: %s / %s
es: Colocando objeto: %s / %s

source: Unauthorized attempt to upload object %s to bucket %s
es: Intento no autorizado de subir el objeto %s al cubo %s

source: Deleting object: %s / %s
es: Eliminando objeto: %s / %s

source: Not authorized to upload image: invalid directory %s
es: No autorizado para subir imagen: directorio incorrecto %s

source: Not authorized to upload image: unauthorized bucket %s
es: No autorizado para subir imagen: cubo %s no autorizado

source: Starting image upload: %s
es: Comenzando la subida de la imagen: %s

source: Not authorized to update attributes of image %s
es: No autorizado para actualizar los atributos de la imagen %s

source: Toggling publicity flag of image %s %r
es: Cambiando los atributos de publicidad de la imagen %s %r

source: Updating user fields on image %s
es: Actualizando los campos de usuario de la imagen %s

source: Unauthorized attempt to delete image %s
es: Intento no autorizado de borrar la imagen %s

source: Deleted image: %s
es: Eliminada imagen: %s

source: No hosts found
es: No se han encontrado hosts

source: Must implement a fallback schedule
es: Debe de implementar un horario de reserva

source: All hosts have too many cores
es: Todos los hosts tienen demasiados cores

source: All hosts have too many gigabytes
es: Todos los hosts tienen demasiados gigabytes

source: All hosts have too many networks
es: Todos los hosts tienen demasiadas redes

source: Can't test instances without a real virtual env.
es: No puedo probar las imágenes sin un entorno real virtual

source: Need to watch instance %s until it's running...
es: Hay que vigilar la instancia %s hasta que este en ejecución...

source: Running instances: %s
es: Ejecutando instancias: %s

source: After terminating instances: %s
es: Después de terminar las instancias: %s

source: Received %s
es: Recibido %s

source: Target %s allocated
es: Destino %s asignado

source: Failed to open connection to the hypervisor
es: Fallo al abrir conexión con el hypervisor

source: Instance %s Not Found
es: La instancia %s no ha sido encontrada

source: In init host
es: En el host inicial

source: Attempt to create duplicate vm %s
es: Intento de crear una vm duplicada %s

source: Starting VM %s
es: Comenzando VM %s

source: Started VM %s
es: VM %s iniciada

source: spawn vm failed: %s
es: Inicio de vm fallido: %s

source: Failed to create VM %s
es: Fallo al crear la VM %s

source: Created VM %s...
es: Creada VM %s...

source: Set memory for vm %s...
es: Se ha establecido la memoria para vm %s...

source: Set vcpus for vm %s...
es: Establecidas vcpus para vm %s...

source: Creating disk for %s by attaching disk file %s
es: Creando disco para %s a través de la asignación del fichero de disco %s

source: Failed to add diskdrive to VM %s
es: Fallo al añadir unidad de disco a la VM %s

source: New disk drive path is %s
es: La nueva ruta para unidad de disco es %s

source: Failed to add vhd file to VM %s
es: Fallo al añadir el fichero vhd a la VM %s

source: Created disk for %s
es: Discos creados para %s

source: Creating nic for %s
es: Creando nic para %s

source: Failed creating a port on the external vswitch
es: Fallo al crear un puerto en el vswitch externo

source: Failed creating port for %s
es: Fallo creando puerto para %s

source: Created switch port %s on switch %s
es: Creado puerto %s en el switch %s
